{
  "title": "古文觀止",
  "abstract": [
    "《古文觀止》是清人吳楚材、吳調侯於康熙三十三年（1694年）選定的古代散文選本。二吳均是浙江紹興人，長期設館授徒，該書是清朝康熙年間選編的一部供學塾使用的文學讀本，此書是爲學生編的教材。",
    "《古文觀止》收自東周至明代的文章222篇，全書12卷，以收散文爲主，兼取駢文。題名“觀止”是指該書所選的都是名篇佳作，是人們所能讀到的盡善盡美的至文了。",
    "《古文觀止》由清代吳興祚審定並作序，序言中稱“以此正蒙養而裨後學”，當時爲讀書人的啓蒙讀物。康熙三十四年（1695年）正式鐫版印刷。"
  ],
  "content": [
    {
      "title": "卷一・周文",
      "content": [
        {
          "chapter": "鄭伯克段於鄢",
          "source": "《左傳》",
          "author": "先秦：左丘明 ",
          "paragraphs": [
            "初，鄭武公娶於申，曰武姜，生莊公及共叔段。莊公寤生，驚姜氏，故名曰寤生，遂惡之。愛共叔段，欲立之。亟請於武公，公弗許。",
            "及莊公即位，爲之請制。公曰：“制，巖邑也，虢叔死焉。佗邑唯命。”請京，使居之，謂之京城大叔。祭仲曰：“都城過百雉，國之害也。先王之制：大都不過參國之一，中五之一，小九之一。今京不度，非制也，君將不堪。”公曰：“姜氏欲之，焉闢害？”對曰：“姜氏何厭之有！不如早爲之所，無使滋蔓，蔓難圖也。蔓草猶不可除，況君之寵弟乎！”公曰：“多行不義，必自斃，子姑待之。”",
            "既而大叔命西鄙北鄙貳於己。公子呂曰：“國不堪貳，君將若之何？欲與大叔，臣請事之；若弗與，則請除之。無生民心。”公曰：“無庸，將自及。”大叔又收貳以爲己邑，至於廩延。子封曰：“可矣，厚將得衆。”公曰：“不義，不暱，厚將崩。”",
            "大叔完聚，繕甲兵，具卒乘，將襲鄭。夫人將啓之。公聞其期，曰：“可矣！”命子封帥車二百乘以伐京。京叛大叔段，段入於鄢，公伐諸鄢。五月辛丑，大叔出奔共。",
            "書曰：“鄭伯克段於鄢。”段不弟，故不言弟；如二君，故曰克；稱鄭伯，譏失教也；謂之鄭志。不言出奔，難之也。",
            "遂寘姜氏於城潁，而誓之曰：“不及黃泉，無相見也。”既而悔之。潁考叔爲潁谷封人，聞之，有獻於公，公賜之食，食舍肉。公問之，對曰：“小人有母，皆嘗小人之食矣，未嘗君之羹，請以遺之。”公曰：“爾有母遺，繄我獨無！”潁考叔曰：“敢問何謂也？”公語之故，且告之悔。對曰：“君何患焉？若闕地及泉，隧而相見，其誰曰不然？”公從之。公入而賦：“大隧之中，其樂也融融！”姜出而賦：“大隧之外，其樂也洩洩。”遂爲母子如初。",
            "君子曰：“潁考叔，純孝也，愛其母，施及莊公。《詩》曰：‘孝子不匱，永錫爾類。’其是之謂乎！”"
          ]
        },
        {
          "chapter": "周鄭交質",
          "source": "《左傳》",
          "author": "先秦：左丘明 ",
          "paragraphs": [
            "鄭武公、莊公爲平王卿士。王貳於虢，鄭伯怨王。王曰：“無之。”故周鄭交質。王子狐爲質於鄭，鄭公子忽爲質於周。",
            "王崩，周人將畀虢公政。四月，鄭祭足帥師取溫之麥。秋，又取成周之禾。周鄭交惡。",
            "君子曰：“信不由中，質無益也。明恕而行，要之以禮，雖無有質，誰能間之？苟有明信，澗溪沼沚之毛，蘋蘩蘊藻之菜，筐筥錡釜之器，潢污行潦之水，可薦於鬼神，可羞於王公，而況君子結二國之信，行之以禮，又焉用質？《風》有《采蘩》、《採蘋》，《雅》有《行葦》、《泂酌》，昭忠信也。”"
          ]
        },
        {
          "chapter": "石碏諫寵州籲",
          "source": "《左傳》",
          "author": "先秦：左丘明 ",
          "paragraphs": [
            "衛莊公娶於齊東宮得臣之妹，曰莊姜。美而無子，衛人所爲賦《碩人》也。又娶於陳，曰厲嬀。生孝伯，蚤死。其娣戴嬀生桓公，莊姜以爲己子。",
            "公子州籲，嬖人之子也。有寵而好兵，公弗禁，莊姜惡之。",
            "石碏諫曰：“臣聞愛子，教之以義方，弗納於邪。驕奢淫佚，所自邪也。四者之來，寵祿過也。將立州籲，乃定之矣；若猶未也，階之爲禍。夫寵而不驕，驕而能降，降而不憾，憾而能眕者，鮮矣。且夫賤妨貴，少陵長，遠間親，新間舊，小加大，淫破義，所謂六逆也。君義，臣行，父慈，子孝，兄愛，弟敬，所謂六順也。去順效逆，所以速禍也。君人者，將禍是[通“事”]務去，而速之，無乃不可乎？”弗聽。",
            "其子厚與州籲遊，禁之，不可。桓公立，乃老。"
          ]
        },
        {
          "chapter": "臧僖伯諫觀魚",
          "source": "《左傳》",
          "author": "先秦：左丘明 ",
          "paragraphs": [
            "春，公將如棠觀魚者。臧僖伯諫曰：“凡物不足以講大事，其材不足以備器用，則君不舉焉。君將納民於軌物者也。故講事以度軌量，謂之‘軌’；取材以章物採，謂之‘物’。不軌不物，謂之亂政。亂政亟行，所以敗也。故春蒐、夏苗、秋獮、冬狩，皆於農隙以講事也。三年而治兵，入而振旅，歸而飲至，以數軍實。昭文章，明貴賤，辨等列，順少長，習威儀也。鳥獸之肉不登於俎，皮革、齒牙、骨角、毛羽不登於器，則君不射，古之制也。若夫山林川澤之實，器用之資，皁隸之事，官司之守，非君所及也。”",
            "公曰：“吾將略地焉。”遂往，陳魚而觀之。僖伯稱疾不從。",
            "書曰：“公矢魚與棠。”非禮也，且言遠地也。"
          ]
        },
        {
          "chapter": "鄭莊公戒飭守臣",
          "source": "《左傳》",
          "author": "先秦：左丘明 ",
          "paragraphs": [
            "秋七月，公會齊侯、鄭伯伐許。庚辰，傅於許。潁考叔取鄭伯之旗蝥弧以先登，子都自下射之，顛。瑕叔盈又以蝥弧登，周麾而呼曰：“君登矣！”鄭師畢登。壬午，遂入許。許莊公奔衛。齊侯以許讓公。公曰：“君謂許不共，故從君討之。許既伏其罪矣。雖君有命，寡人弗敢與聞。”乃與鄭人。",
            "鄭伯使許大夫百里奉許叔以居許東偏，曰：“天禍許國，鬼神實不逞於許君，而假手於我寡人，寡人唯是一二父兄不能共億，其敢以許自爲功乎？寡人有弟，不能和協，而使糊其口於四方，其況能久有許乎？吾子其奉許叔以撫柔此民也，吾將使獲也佐吾子。若寡人得沒於地，天其以禮悔禍於許，無寧茲許公復奉其社稷，唯我鄭國之有請謁焉，如舊昏媾，其能降以相從也。無滋他族實逼處此，以與我鄭國爭此土也。吾子孫其覆亡之不暇，而況能禋祀許乎？寡人之使吾子處此，不惟許國之爲，亦聊以固吾圉也。”乃使公孫獲處許西偏，曰：“凡而器用財賄，無置於許。我死，乃亟去之！吾先君新邑於此，王室而既卑矣，周之子孫日失其序。夫許，大嶽之胤也。天而既厭周德矣，吾其能與許爭乎？”",
            "君子謂鄭莊公“於是乎有禮。禮，經國家，定社稷，序民人，利後嗣者也。許，無刑而伐之，服而舍之，度德而處之，量力而行之，相時而動，無累後人，可謂知禮矣。”(序民人 一作：序人民)"
          ]
        },
        {
          "chapter": "臧哀伯諫納郜鼎",
          "source": "《左傳》",
          "author": "先秦：左丘明 ",
          "paragraphs": [
            "夏四月，取郜大鼎於宋，納於大廟，非禮也。",
            "臧哀伯諫曰：“君人者，將昭德塞違，以臨照百官；猶懼或失之，故昭令德以示子孫。是以清廟茅屋，大路越席，大羹不致，粢食不鑿，昭其儉也；袞冕黻珽，帶裳幅舄，衡紞紘綖，昭其度也；藻率鞞鞛，鞶厲遊纓，昭其數也；火龍黼黻，昭其文也；五色比象，昭其物也；鍚鸞和鈴，昭其聲也；三辰旂旗，昭其明也。夫德，儉而有度，登降有數。文物以紀之，聲明以發之，以臨照百官，百官於是乎戒懼，而不敢易紀律。今滅德立違，而置其賂器於大廟，以明示百官。百官象之，其又何誅焉？國家之敗，由官邪也；官之失德，寵賂章也。郜鼎在廟，章孰甚焉?武王克商，遷九鼎於雒邑，義士猶或非之，而況將昭違亂之賂器於大廟。其若之何?”公不聽。"
          ]
        },
        {
          "chapter": "季樑諫追楚師",
          "source": "《左傳》",
          "author": "先秦：左丘明 ",
          "paragraphs": [
            "楚武王侵隨，使薳章求成焉，軍於瑕以待之。隨人使少師董成。",
            "鬥伯比言於楚子曰：“吾不得志於漢東也，我則使然。我張吾三軍而被吾甲兵，以武臨之，彼則懼而協以謀我，故難間也。漢東之國，隨爲大。隨張，必棄小國。小國離，楚之利也。少師侈，請羸師以張之。”熊率且比曰:“季樑在，何益？”鬥伯比曰:“以爲後圖。少師得其君。”",
            "王毀軍而納少師。少師歸，請追楚師。隨侯將許之。",
            "季樑止之曰：“天方授楚。楚之羸，其誘我也，君何急焉？臣聞小之能敵大也，小道大淫。所謂道，忠於民而信於神也。上思利民，忠也；祝史正辭，信也。今民餒而君逞欲，祝史矯舉以祭，臣不知其可也。”公曰：“吾牲牷肥腯，粢盛豐備，何則不信？”對曰：“夫民，神之主也。是以聖王先成民，而後致力於神。故奉牲以告曰‘博碩肥腯。’謂民力之普存也，謂其畜之碩大蕃滋也，謂其不疾瘯蠡也，謂其備腯鹹有也。奉盛以告曰：‘潔粢豐盛。’謂其三時不害而民和年豐也。奉酒醴以告曰：‘嘉慄旨酒。’謂其上下皆有嘉德而無違心也。所謂馨香，無讒慝也。故務其三時，修其五教，親其九族，以致其禋祀。於是乎民和而神降之福，故動則有成。今民各有心，而鬼神乏主，君雖獨豐，其何福之有？君姑修政而親兄弟之國，庶免於難。”",
            "隨侯懼而修政，楚不敢伐。"
          ]
        },
        {
          "chapter": "曹劌論戰",
          "source": "《左傳》",
          "author": "先秦：左丘明 ",
          "paragraphs": [
            "十年春，齊師伐我。公將戰。曹劌請見。其鄉人曰：“肉食者謀之，又何間焉？”劌曰：“肉食者鄙，未能遠謀。”乃入見。問：“何以戰？”公曰：“衣食所安，弗敢專也，必以分人。”對曰：“小惠未遍，民弗從也。”公曰：“犧牲玉帛，弗敢加也，必以信。”對曰：“小信未孚，神弗福也。”公曰：“小大之獄，雖不能察，必以情。”對曰：“忠之屬也。可以一戰。戰則請從。”（遍 一作：徧)",
            "公與之乘，戰於長勺。公將鼓之。劌曰：“未可。”齊人三鼓。劌曰：“可矣。”齊師敗績。公將馳之。劌曰：“未可。”下視其轍，登軾而望之，曰：“可矣。”遂逐齊師。",
            "既克，公問其故。對曰：“夫戰，勇氣也。一鼓作氣，再而衰，三而竭。彼竭我盈，故克之，夫大國，難測也，懼有伏焉。吾視其轍亂，望其旗靡，故逐之。”"
          ]
        },
        {
          "chapter": "齊桓公伐楚",
          "source": "《左傳》",
          "author": "先秦：左丘明 ",
          "paragraphs": [
            "齊侯與蔡姬乘舟於囿，蕩公。公懼變色；禁之，不可。公怒，歸之，未之絕也。蔡人嫁之。",
            "四年春，齊侯以諸侯之師侵蔡，蔡潰，遂伐楚。楚子使與師言曰：“君處北海，寡人處南海，唯是風馬牛不相及也。不虞君之涉吾地也，何故？”管仲對曰：“昔召康公命我先君太公曰：‘五侯九伯，女實徵之，以夾輔周室。’賜我先君履：東至於海，西至於河，南至於穆陵，北至於無棣。爾貢包茅不入，王祭不共，無以縮酒，寡人是徵；昭王南征而不復，寡人是問。”對曰：“貢之不入，寡君之罪也，敢不共給？昭王之不復，君其問諸水濱。”(徵 通 徵)",
            "師進，次於陘。",
            "夏，楚子使屈完如師。師退，次於召陵。齊侯陳諸侯之師，與屈完乘而觀之。齊侯曰：“豈不榖()是爲？ 先君之好是繼，與不榖同好，何如？”對曰：“君惠徼福於敝邑之社稷，辱收寡君，寡君之願也。”齊侯曰：“以此衆戰，誰能御之！以此攻城，何城不克！”對曰：“君若以德綏諸侯，誰敢不服？ 君若以力，楚國方城以爲城，漢水以爲池，雖衆，無所用之！”",
            "屈完及諸侯盟。"
          ]
        },
        {
          "chapter": "宮之奇諫假道",
          "source": "《左傳》",
          "author": "先秦：左丘明 ",
          "paragraphs": [
            "晉侯復假道於虞以伐虢。",
            "宮之奇諫曰：“虢，虞之表也。虢亡，虞必從之。晉不可啓，寇不可翫。一之謂甚，其可再乎？諺所謂‘輔車相依，脣亡齒寒’者，其虞、虢之謂也。”",
            "公曰：“晉，吾宗也，豈害我哉？”",
            "對曰：“大伯、虞仲，大王之昭也 。大伯不從，是以不嗣。虢仲、虢叔，王季之穆也，爲文王卿士，勳在王室，藏於盟府。將虢是滅，何愛於虞！且虞能親於桓、莊乎？其愛之也，桓、莊之族何罪？而以爲戮，不唯逼乎？親以寵逼，猶尚害之，況以國乎？”",
            "公曰：“吾享祀豐潔，神必據我。”",
            "對曰：“臣聞之，鬼神非人實親，惟德是依。故《周書》曰：‘皇天無親，惟德是輔。’又曰：‘黍稷非馨，明德惟馨。’又曰：‘民不易物，惟德繄物。’如是，則非德，民不和，神不享矣。神所馮依，將在德矣。若晉取虞，而明德以薦馨香，神其吐之乎？”",
            "弗聽，許晉使。",
            "宮之奇以其族行，曰：“虞不臘矣。在此行也，晉不更舉矣。”",
            "八月甲午，晉侯圍上陽，問於卜偃曰：“吾其濟乎？”",
            "對曰：“克之。”",
            "公曰：“何時？”",
            "對曰：“童謠曰：‘丙之晨，龍尾伏辰，均服振振，取虢之旂。鶉之賁賁，天策燉燉，火中成軍，虢公其奔。’其九月、十月之交乎！丙子旦，日在尾，月在策，鶉火中，必是時也。”",
            "冬，十二月丙子朔，晉滅虢，虢公醜奔京師。師還，館於虞，遂襲虞，滅之,執虞公.及其大夫井伯，從媵秦穆姬。而修虞祀，且歸其職貢於王，故書曰：“晉人執虞公。”罪虞公，言易也。"
          ]
        },
        {
          "chapter": "齊桓下拜受胙",
          "source": "《左傳》",
          "author": "先秦：左丘明 ",
          "paragraphs": [
            "夏，會於葵丘，尋盟，且修好，禮也。",
            "王使宰孔賜齊侯胙，曰：“天子有事於文武，使孔賜伯舅胙。”齊侯將下拜。孔曰：“且有後命。天子使孔曰：‘以伯舅耋老，加勞，賜一級，無下拜!”’對曰：“天威不違顏咫尺，小白餘敢貪天子之命‘無下拜’!恐隕越於下，以遺天子羞，敢不下拜?”下，拜，登，受。"
          ]
        },
        {
          "chapter": "陰飴甥對秦伯",
          "source": "《左傳》",
          "author": "先秦：左丘明 ",
          "paragraphs": [
            "十月，晉陰飴甥會秦伯，盟於王城。",
            "秦伯曰：“晉國和乎？”對曰：“不和。小人恥失其君而悼喪其親，不憚徵繕以立圉也。曰：‘必報仇，寧事戎狄。’君子愛其君而知其罪，不憚徵繕以待秦命。曰：‘必報德，有死無二。’以此不和。”秦伯曰：“國謂君何？”對曰：“小人戚，謂之不免；君子恕，以爲必歸。小人曰：‘我毒秦，秦豈歸君？’君子曰：‘我知罪矣，秦必歸君。貳而執之，服而舍之，德莫厚焉，刑莫威焉。服者懷德，貳者畏刑，此一役也，秦可以霸。納而不定，廢而不立，以德爲怨，秦不其然。’”秦伯曰：“是吾心也。”",
            "改館晉侯，饋七牢焉。"
          ]
        },
        {
          "chapter": "子魚論戰",
          "source": "《左傳》",
          "author": "先秦：左丘明 ",
          "paragraphs": [
            "二十有二年春，公伐邾，取須句。夏，宋公、衛侯、許男、滕子伐鄭。秋，八月丁未，及邾人戰於升陘。冬，十有一月己巳朔，宋公及楚人戰於泓，宋師敗績。",
            "楚人伐宋以救鄭。宋公將戰。大司馬固諫曰：“天之棄商久矣，君將興之，弗可赦也已。”弗聽。冬十一月己巳朔，宋公及楚人戰於泓。宋人既成列，楚人未既濟。司馬曰：“彼衆我寡，及其未既濟也，請擊之。”公曰：“不可。”既濟而未成列，又以告。公曰：“未可。”既陳而後擊之，宋師敗績。公傷股，門官殲焉。",
            "國人皆咎公。公曰：“君子不重傷，不禽二毛。古之爲軍也，不以阻隘也。寡人雖亡國之餘，不鼓不成列。”子魚曰：“君未知戰。勍敵之人，隘而不列，天讚我也。阻而鼓之，不亦可乎？猶有懼焉！且今之勍者，皆我敵也。雖及胡耇，獲則取之，何有於二毛？明恥教戰，求殺敵也。傷未及死，如何勿重？若愛重傷，則如勿傷；愛其二毛，則如服焉。三軍以利用也，金鼓以聲氣也。利而用之，阻隘可也；聲盛致志，鼓儳可也。”"
          ]
        },
        {
          "chapter": "寺人披見文公",
          "source": "《左傳》",
          "author": "先秦：左丘明 ",
          "paragraphs": [
            "呂、郤畏逼，將焚公宮而弒晉侯。寺人披請見。公使讓之，且辭焉，曰：“蒲城之役，君命一宿，女即至。其後餘從狄君以田渭濱，女爲惠公來求殺餘，命女三宿，女中宿至。雖有君命何其速也？夫袪猶在，女其行乎！”對曰：“臣謂君之入也，其知之矣。若猶未也，又將及難。君命無二，古之制也。除君之惡，唯力是視。蒲人、狄人、餘何有焉？即位，其無蒲、狄乎！齊桓公置射鉤，而使管仲相。君若易之，何辱命焉？行者甚衆，豈唯刑臣？”公見之，以難告。晉侯潛會秦伯於王城。己丑晦，公宮火。瑕甥、郤芮不獲公，乃如河上，秦伯誘而殺之。"
          ]
        },
        {
          "chapter": "介之推不言祿",
          "source": "《左傳》",
          "author": "先秦：左丘明 ",
          "paragraphs": [
            "晉侯賞從亡者，介之推不言祿，祿亦弗及。",
            "推曰：“獻公之子九人，唯君在矣。惠、懷無親，外內棄之。天未絕晉，必將有主。主晉祀者，非君而誰？天實置之，而二三子以爲己力，不亦誣乎？竊人之財，猶謂之盜。況貪天之功，以爲己力乎？下義其罪，上賞其奸。上下相蒙，難與處矣。”",
            "其母曰：“盍亦求之？以死誰懟？”",
            "對曰：“尤而效之，罪又甚焉！且出怨言，不食其食。”",
            "其母曰：“亦使知之，若何？”",
            "對曰：“言，身之文也。身將隱，焉用文之？是求顯也。”",
            "其母曰：“能如是乎？與汝偕隱。”遂隱而死。",
            "晉侯求之，不獲，以綿上（地名）爲之田。曰：“以志吾過，且旌善人。”"
          ]
        },
        {
          "chapter": "展喜犒師",
          "source": "《左傳》",
          "author": "先秦：左丘明 ",
          "paragraphs": [
            "夏，齊孝公伐我北鄙。",
            "公使展喜犒師、使受命於展禽、齊侯未入竟、展喜從之， 曰：“寡君聞君親舉玉趾、將辱於敝邑，使下臣犒執事、”齊侯曰：“魯人恐乎？”對曰：“小人恐矣，君子則否。”齊侯曰：“室如縣罄、野無青草、何恃而不恐？”對曰：“恃先王之命。昔周公、 大公股肱周室、夾輔成王。成王勞之，而賜之盟，曰：‘世世子 孫無相害也！’載在盟府、大師職之、桓公是以糾合諸侯，而謀 其不協，彌縫其闕、而匡救其災，昭舊職也、及君即位，諸侯 之望曰：‘其率桓之功、“我敝邑用是不敢保聚、曰：‘豈其嗣世 九年，而棄命廢職？其若先君何？君必不然。’恃此而不恐。”齊侯乃還。"
          ]
        },
        {
          "chapter": "燭之武退秦師",
          "source": "《左傳》",
          "author": "先秦：左丘明 ",
          "paragraphs": [
            "晉侯、秦伯圍鄭，以其無禮於晉，且貳於楚也。晉軍函陵，秦軍氾南。",
            "佚之狐言於鄭伯曰：“國危矣，若使燭之武見秦君，師必退。”公從之。辭曰：“臣之壯也，猶不如人；今老矣，無能爲也已。”公曰：“吾不能早用子，今急而求子，是寡人之過也。然鄭亡，子亦有不利焉！”許之。",
            "夜縋而出，見秦伯，曰：“秦、晉圍鄭，鄭既知亡矣。若亡鄭而有益於君，敢以煩執事。越國以鄙遠，君知其難也，焉用亡鄭以陪鄰？鄰之厚，君之薄也。若舍鄭以爲東道主，行李之往來，共其乏困，君亦無所害。且君嘗爲晉君賜矣，許君焦、瑕，朝濟而夕設版焉，君之所知也。夫晉，何厭之有？既東封鄭，又欲肆其西封，若不闕秦，將焉取之？闕秦以利晉，唯君圖之。”秦伯說，與鄭人盟。使杞子、逢孫、楊孫戍之，乃還。",
            "子犯請擊之。公曰：“不可。微夫人之力不及此。因人之力而敝之，不仁；失其所與，不知；以亂易整，不武。吾其還也。”亦去之。",
            "（選自《左傳》）"
          ]
        },
        {
          "chapter": "蹇叔哭師",
          "source": "《左傳》",
          "author": "先秦：左丘明 ",
          "paragraphs": [
            "冬，晉文公卒。庚辰，將殯於曲沃。出絳，柩有聲如牛。卜偃使大夫拜，曰：“君命大事將有西師過軼我，擊之，必大捷焉。”",
            "杞子自鄭使告於秦曰：“鄭人使我掌其北門之管，若潛師以來，國可得也。”穆公訪諸蹇叔。蹇叔曰：“勞師以襲遠，非所聞也。師勞力竭，遠主備之，無乃不可乎？師之所爲，鄭必知之。 勤而無所，必有悖心。且行千里，其誰不知？”公辭焉。召孟明、 西乞、白乙使出師於東門之外。蹇叔哭之曰：“孟子！吾見師之出而不見其入也。”公使謂之曰：“爾何知！中壽，爾墓之木拱矣！”",
            "蹇叔之子與師，哭而送之，曰：“晉人御師必於崤，崤有二陵焉。 其南陵，夏後皋之墓地；其北陵，文王之所闢風雨也，必死是間，餘收爾骨焉?秦師遂東。"
          ]
        }
      ]
    },
    {
      "title": "卷二・周文",
      "content": [
        {
          "chapter": "鄭子家告趙宣子",
          "source": "《左傳》",
          "author": "先秦：左丘明 ",
          "paragraphs": [
            "晉侯合諸侯於扈，平宋也。",
            "於是晉侯不見鄭伯，以爲貳於楚也。鄭子家使執訊而與之書，以告趙宣子曰：“寡君即位三年，召蔡侯而與之事君。九月，蔡侯入於敝邑以行，敝邑以侯宣多之難，寡君是以不得與蔡侯偕，十一月，克減侯宣多而隨蔡侯以朝於執事。十二年六月，歸生佐寡君之嫡夷，以請陳侯於楚而朝諸君。十四年七月寡君又朝，以蕆陳事。十五年五月，陳侯自敝邑往朝於君。往年正月，燭之武往朝夷也。八月，寡君又往朝。以陳蔡之密邇於楚，而不敢貳焉，則敝邑之故也。雖敝邑之事君，何以不免？在位之中，一朝於襄，而再見於君，夷與孤之二三臣，相及於絳。雖我小國，則蔑以過之矣。今大國曰：‘爾未逞吾志。’敝邑有亡，無以加焉。古人有言曰：‘畏首畏尾，身其餘幾？’又曰：‘鹿死不擇音。’小國之事大國也，德，則其人也；不德，則其鹿也。鋌而走險，急何能擇？命之罔極，亦知亡矣。將悉敝賦以待於鯈，唯執事命之。文公二年，朝於齊；四年，爲齊侵蔡，亦獲成於楚。居大國之間而從於強令，豈有罪也？大國若弗圖，無所逃命。”",
            "晉鞏朔行成於鄭，趙穿、公婿池爲質焉。"
          ]
        },
        {
          "chapter": "王孫滿對楚子",
          "source": "《左傳》",
          "author": "先秦：左丘明 ",
          "paragraphs": [
            "楚子伐陸渾之戎，遂至於雒，觀兵於周疆。定王使王孫滿勞楚子。楚子問鼎之大小輕重焉。",
            "對曰：“在德不在鼎。昔夏之方有德也，遠方圖物，貢金九牧，鑄鼎象物，百物而爲之備，使民知神奸。故民入川澤山林，不逢不若。螭魅罔兩，莫能逢之。用能協於上下，以承天休。桀有昏德，鼎遷於商，載祀六百。商紂暴虐，鼎遷於周。德之休明，雖小，重也。其奸回昏亂，雖大，輕也。天祚明德，有所底止。成王定鼎於郟鄏，卜世三十，卜年七百，天所命也。周德雖衰，天命未改。鼎之輕重，未可問也。”"
          ]
        },
        {
          "chapter": "齊國佐不辱命",
          "source": "《左傳》",
          "author": "先秦：左丘明 ",
          "paragraphs": [
            "晉師從齊師，入自丘輿，擊馬陘。",
            "齊侯使賓媚人賂以紀甗、玉磬與地。“不可，則聽客之所爲。”",
            "賓媚人致賂，晉人不可，曰：“必以肖同叔子爲質，而使齊之封內盡東其畝。”對曰：“肖同叔子非他，寡君之母也；若以匹敵，則亦晉君之母也。吾子布大命於諸侯，而曰必質其母以爲信，其若王命何？且是以不孝令也。詩曰：‘孝子不匱，永錫爾類。’若以不孝令於諸侯，其無乃非德類也乎？先王疆理天下，物土之宜，而布其利。故詩曰：‘我疆我理，南東其畝。’今吾子疆理諸侯，而曰‘盡東其畝’而已；唯吾子戎車是利，無顧土宜，其無乃非先王之命也乎？反先王則不義，何以爲盟主？其晉實有闕。四王之王也，樹德而濟同欲焉；五伯之霸也，勤而撫之，以役王命；今吾子求合諸侯，以逞無疆之慾。詩曰：‘佈政優優，百祿是遒。’子實不優，而棄百祿，諸侯何害焉？不然，寡君之命使臣，則有辭矣。曰‘子以君師辱於敝邑，不腆敝賦，以犒從者；畏君之震，師徒橈敗。吾子惠徼齊國之福，不泯其社稷，使繼舊好，唯是先君之敝器、土地不敢愛。子又不許，請收合餘燼，背城借一。敝邑之幸，亦云從也；況其不幸，敢不唯命是聽？’”"
          ]
        },
        {
          "chapter": "楚歸晉知罃",
          "source": "《左傳》",
          "author": "先秦：左丘明 ",
          "paragraphs": [
            "晉人歸楚公子谷臣，與連尹襄老之屍於楚，以求知罃。於是荀首佐中軍矣，故楚人許之。",
            "王送知罃，曰：“子其怨我乎？”對曰：“二國治戎，臣不才，不勝其任，以爲俘馘。執事不以釁鼓，使歸即戮，君之惠也。臣實不才，又誰敢怨？”",
            "王曰：“然則德我乎？”對曰：“二國圖其社稷，而求紓其民，各懲其忿，以相宥也，兩釋累囚，以成其好。二國有好，臣不與及，其誰敢德？”",
            "王曰：“子歸何以報我？”對曰：“臣不任受怨，君亦不任受德。無怨無德，不知所報。”",
            "王曰：“雖然，必告不穀。”對曰：“以君之靈，累臣得歸骨於晉，寡君之以爲戮，死且不朽。若從君之惠而免之，以賜君之外臣首；首其請於寡君，而以戮於宗，亦死且不朽。若不獲命，而使嗣宗職，次及於事，而帥偏師以脩封疆，雖遇執事，其弗敢違。其竭力致死，無有二心，以盡臣禮。所以報也！",
            "王曰：“晉未可與爭。”重爲之禮而歸之。"
          ]
        },
        {
          "chapter": "呂相絕秦",
          "source": "《左傳》",
          "author": "先秦：左丘明 ",
          "paragraphs": [
            "夏四月戊午，晉侯使呂相絕秦，曰：“昔逮我獻公及穆公相好，戮力同心，申之以盟誓，重之以昏姻。天禍晉國，文公如齊，惠公如秦。無祿，獻公即世。穆公不忘舊德，俾我惠公用能奉祀於晉。又不能成大勳，而爲韓之師。亦悔於厥心，用集我文公。是穆之成也。",
            "“文公躬擐甲冑，跋履山川，逾越險阻，徵東之諸侯，虞、夏、商、周之胤，而朝諸秦，則亦既報舊德矣。鄭人怒君之疆埸，我文公帥諸侯及秦圍鄭。秦大夫不詢於我寡君，擅及鄭盟。諸侯疾之，將致命於秦。文公恐懼，綏靜諸侯，秦師克還無害，則是我有大造於西也。",
            "“無祿，文公即世；穆爲不弔，蔑死我君，寡我襄公，迭我餚地，奸絕我好，伐我保城。殄滅我費滑，散離我兄弟，撓亂我同盟，傾覆我國家。我襄公未忘君之舊勳，而懼社稷之隕，是以有淆之師。猶願赦罪於穆公，穆公弗聽，而即楚謀我。天誘其衷，成王隕命，穆公是以不克逞志於我。",
            "“穆、襄即世，康、靈即位。康公，我之自出，又欲闕翦我公室，傾覆我社稷，帥我蝥賊，以來蕩搖我邊疆，我是以有令狐之役。康猶不悛，入我河曲，伐我涑川，俘我王官，翦我羈馬，我是以有河曲之戰。東道之不通，則是康公絕我好也。",
            "“及君之嗣也，我君景公引領西望曰：‘庶撫我乎！’君亦不惠稱盟，利吾有狄難，入我河縣，焚我箕、郜，芟夷我農功，虔劉我邊垂，我是以有輔氏之聚。君亦悔禍之延，而欲徼福於先君獻、穆，使伯車來命我景公曰：‘吾與女同好棄惡，復脩舊德，以追念前勳。’言誓未就，景公即世，我寡君是以有令狐之會。君又不祥，背棄盟誓。白狄及君同州，君之仇讎，而我昏姻也。君來賜命曰：‘吾與女伐狄。’寡君不敢顧昏姻。畏君之威，而受命於吏。君有二心於狄，曰：‘晉將伐女。’狄應且憎，是用告我。楚人惡君之二三其德也，亦來告我曰：‘秦背令狐之盟，而來求盟於我：“昭告昊天上帝、秦三公、楚三王曰：‘餘雖與晉出入，餘唯利是視。’”不榖惡其無成德，是用宣之，以懲不壹。’諸侯備聞此言，斯是用痛心疾首，暱就寡人。寡人帥以聽命，唯好是求。君若惠顧諸侯，矜哀寡人，而賜之盟，則寡人之願也，其承寧諸侯以退，豈敢徼亂？君若不施大惠，寡人不佞，其不能以諸侯退矣。敢盡布之執事，俾執事實圖利之。”"
          ]
        },
        {
          "chapter": "駒支不屈於晉",
          "source": "《左傳》",
          "author": "先秦：左丘明 ",
          "paragraphs": [
            "會於向，將執戎子駒支。範宣子親數諸朝。曰：“來，姜戎氏。昔秦人迫逐乃祖吾離於瓜州，乃祖吾離被苫蓋，蒙荊棘，以來歸我先君。我先君惠公有不腆之田，與女剖分而食之。今諸侯之事我寡君不如昔者，蓋言語漏泄，則職女之由。詰朝之事，爾無與焉！與，將執女。”",
            "對曰：“昔秦人負恃其衆，貪於土地，逐我諸戎。惠公蠲其大德，謂我諸戎是四嶽之裔胄也，毋是翦棄。賜我南鄙之田，狐狸所居，豺狼所嗥。我諸戎除翦其荊棘，驅其狐狸豺狼，以爲先君不侵不叛之臣，至於今不貳。昔文公與秦伐鄭，秦人竊與鄭盟而舍戍焉，於是乎有餚之師。晉御其上，戎亢其下，秦師不復，我諸戎實然。譬如捕鹿，晉人角之，諸戎掎之，與晉踣之，戎何以不免？自是以來，晉之百役，與我諸戎相繼於時，以從執政，猶餚志也，豈敢離逷？今官之師旅，無乃實有所闕，以攜諸侯，而罪我諸戎。我諸戎飲食衣服不與華同，贄幣不通，言語不達，何惡之能爲？不與於會，亦無瞢焉。”賦《青蠅》而退。",
            "宣子辭焉，使即事於會，成愷悌也。"
          ]
        },
        {
          "chapter": "祁奚請免叔向",
          "source": "《左傳》",
          "author": "先秦：左丘明 ",
          "paragraphs": [
            "欒盈出奔楚。宣子殺羊舌虎，囚叔向。人謂叔向曰：“子離於罪，其爲不知乎？”叔向曰：“與其死亡若何？詩曰：‘優哉遊哉，聊以卒歲。’知也。”",
            "樂王鮒見叔向曰：“吾爲子請。”叔向弗應，出不拜。其人皆咎叔向。叔向曰：“必祁大夫。”室老聞之曰：“樂王鮒言於君無不行，求赦吾子，吾子不許；祁大夫所不能也，而曰必由之。何也？”叔向曰：“樂王鮒從君者也，何能行？祁大夫外舉不棄仇，內舉不失親，其獨遺我乎？詩曰：‘有覺德行，四國順之。’夫子，覺者也。”",
            "晉侯問叔向之罪於樂王鮒。對曰：“不棄其親，其有焉。”",
            "於是祁奚老矣，聞之，乘馹而見宣子，曰：“《詩》曰：‘惠我無疆，子孫保之。’《書》曰：‘聖有謨勳，明徵定保。’夫謀而鮮過，惠訓不倦者，叔向有焉，社稷之固也。猶將十世宥之，以勸能者。今壹不免其身，以棄社稷，不亦惑乎？鯀殛而禹興；伊尹放大甲而相之，卒無怨色；管蔡爲戮，周公右王。若之何其以虎也棄社稷？子爲善，誰敢不勉，多殺何爲？”宣子說，與之乘，以言諸公而免之。不見叔向而歸，叔向亦不告免焉而朝。"
          ]
        },
        {
          "chapter": "子產告範宣子輕幣",
          "source": "《左傳》",
          "author": "先秦：左丘明 ",
          "paragraphs": [
            "範宣子爲政，諸侯之幣重，鄭人病之。",
            "二月，鄭伯如晉。子產寓書於子西，以告宣子，曰：“子爲晉國，四鄰諸侯，不聞令德而聞重幣。僑也惑之。僑聞君子長國家者，非無賄之患，而無令名之難，夫諸侯之賄，聚於公室，則諸侯貳；若吾子賴之，則晉國貳。諸侯貳則晉國壞，晉國貳則子之家壞。何沒沒也？將焉用賄？",
            "夫令名，德之輿也。德，國家之基也。有基無壞，無亦是務乎？有德則樂，樂則能久。詩云：‘樂只君子，邦家之基。’有令德也夫！‘上帝臨女，無貳爾心。’有令名也夫！恕思以明德，則令名載而行之，是以遠至邇安。毋寧使人謂子，子實生我，而謂子浚我以生乎？象有齒以焚其身，賄也。”",
            "宣子說，乃輕幣。"
          ]
        },
        {
          "chapter": "晏子不死君難",
          "source": "《左傳》",
          "author": "先秦：左丘明 ",
          "paragraphs": [
            "崔武子見棠姜而美之，遂取之。莊公通焉。崔子弒之。",
            "晏子立於崔氏之門外。其人曰：“死乎？”曰：“獨吾君也乎哉，吾死也？”曰：“行乎？”曰：“吾罪也乎哉，吾亡也？”曰：“歸乎？”曰：“君死，安歸？君民者，豈以陵民？社稷是主。臣君者，豈爲其口實？社稷是養。故君爲社稷死，則死之；爲社稷亡，則亡之。若爲己死，而爲己亡，非其私暱，誰敢任之？且人有君而弒之，吾焉得死之？而焉得亡之？將庸何歸？”門啓而入，枕屍股而哭。興，三踊而出。人謂崔子：“必殺之。”崔子曰：“民之望也，舍之得民。”"
          ]
        },
        {
          "chapter": "季札觀周樂",
          "source": "《左傳》",
          "author": "先秦：左丘明 ",
          "paragraphs": [
            "吳公子札來聘。……請觀於周樂。使工爲之歌《周南》、《召南》，曰：“美哉！始基之矣，猶未也，然勤而不怨矣。爲之歌《邶》、《鄘》、《衛》，曰：“美哉，淵乎！憂而不困者也。吾聞衛康叔、武公之德如是，是其《衛風》乎？”爲之歌《王》曰：“美哉！思而不懼，其周之東乎！”爲之歌《鄭》，曰：“美哉！其細已甚，民弗堪也。是其先亡乎！”爲之歌《齊》，曰：“美哉，泱泱乎！大風也哉！表東海者，其大公乎？國未可量也。”爲之歌《豳》，曰：“美哉，蕩乎！樂而不淫，其周公之東乎？”爲之歌《秦》，曰：“此之謂夏聲。夫能夏則大，大之至也，其周之舊乎！”爲之歌《魏》，曰：“美哉，渢渢乎！大而婉，險而易行，以德輔此，則明主也！”爲之歌《唐》，曰：“思深哉！其有陶唐氏之遺民乎？不然，何憂之遠也？非令德之後，誰能若是？”爲．之歌《陳》，曰：“國無主，其能久乎！”自《鄶》以下無譏焉！",
            "爲之歌《小雅》，曰。“美哉！思而不貳，怨而不言，其周德之衰乎？猶有先王之遺民焉！”爲之歌《大雅》，曰：“廣哉！熙熙乎！曲而有直體，其文王之德乎？”",
            "爲之歌《頌》，曰：“至矣哉！直而不倨，曲而不屈；邇而不逼，遠而不攜；遷而不淫，復而不厭；哀而不愁，樂而不荒；用而不匱，廣而不宣；施而不費，取而不貪；處而不底，行而不流。五聲和，八風平；節有度，守有序。盛德之所同也！”",
            "見舞《象箾》、《南龠》者，曰：“美哉，猶有憾！”見舞《大武》者，曰：“美哉，周之盛也，其若此乎？”見舞《韶濩》者，曰：“聖人之弘也，而猶有慚德，聖人之難也！”見舞《大夏》者，曰：“美哉！勤而不德。非禹，其誰能修之！”見舞《韶箾》者“，曰：“德至矣哉！大矣，如天之無不幬也，如地之無不載也！雖甚盛德，其蔑以加於此矣。觀止矣！若有他樂，吾不敢請已！”"
          ]
        },
        {
          "chapter": "子產壞晉館垣",
          "source": "《左傳》",
          "author": "先秦：左丘明 ",
          "paragraphs": [
            "公薨之月，子產相鄭伯以如晉，晉侯以我喪故，未之見也。子產使盡壞其館之垣，而納車馬焉。",
            "士文伯讓之，曰：“敝邑以政刑之不修，寇盜充斥，無若諸侯之屬辱在寡君者何，是以令吏人完客所館，高其閈 閎，厚其牆垣，以無憂客使。今吾子壞之，雖從者能戒，其若異客何？以敝邑之爲盟主，繕完葺牆，以待賓客。若皆毀之，其何以共命？寡君使匄請命。",
            "對曰：“以敝邑褊小，介於大國，誅求無時，是以不敢寧居，悉索敝賦，以來會時事。逢執事之不閒，而未得見；又不獲聞命，未知見時。不敢輸幣，亦不敢暴露。其輸之，則君之府實也，非薦陳之，不敢輸也。其暴露之，則恐燥溼之不時而朽蠹，以重敝邑之罪。僑聞文公之爲盟主也，宮室卑庳，無觀臺榭，以崇大諸侯之館，館如公寢；庫廄繕修，司空以時平易道路，圬人以時塓館宮室；諸侯賓至，甸設庭燎，僕人巡宮，車馬有所，賓從有代，巾車脂轄，隸人、牧、圉，各瞻其事；百官之屬各展其物；公不留賓，而亦無廢事；憂樂同之，事則巡之，教其不知，而恤其不足。賓至如歸，無寧災患；不畏寇盜，而亦不患燥溼。今銅鞮之宮數裏，而諸侯舍於隸人，門不容車，而不可逾越；盜賊公行。而天癘不戒。賓見無時，命不可知。若又勿壞，是無所藏幣以重罪也。敢請執事，將何所命之？雖君之有魯喪，亦敝邑之憂也。若獲薦幣，修垣而行，君之惠也，敢憚勤勞？”",
            "文伯覆命。趙文子曰：“信。我實不德，而以隸人之垣以贏諸侯，是吾罪也。”使士文伯謝不敏焉。",
            "晉侯見鄭伯，有加禮，厚其宴好而歸之。乃築諸侯之館。",
            "叔向曰：“辭之不可以已也如是夫！子產有辭，諸侯賴之，若之何其釋辭也？《詩》曰：‘辭之輯矣，民之協矣；辭之懌矣，民之莫矣。’其知之矣。”"
          ]
        },
        {
          "chapter": "子產論尹何爲邑",
          "source": "《左傳》",
          "author": "先秦：左丘明 ",
          "paragraphs": [
            "子皮欲使尹何爲邑。子產曰：“少，未知可否。”子皮曰：“願，吾愛之，不吾叛也。使夫往而學焉，夫亦愈知治矣。”子產曰；“不可。人之愛人，求利之也。今吾子愛人則以政。猶未能操刀而使割也，其傷實多。子之愛人，傷之而已，其誰敢求愛於子？子於鄭國，棟也。棟折榱崩，僑將厭焉，敢不盡言？子有美錦，不使人學制焉。大官大邑，身之所庇也，而使學者制焉。其爲美錦，不亦多乎？僑聞學而後入政，未聞以政學者也。若果行此，必有所害。譬如田獵，射御貫，則能獲禽；若未嘗登車射御，則敗績厭覆是懼，何暇思獲？",
            "子皮曰：“善哉！虎不敏。吾聞君子務知大者、遠者，小人務知小者、近者。我，小人也。衣服附在吾身，我知而慎之；大官、大邑，所以庇身也，我遠而慢之。微子之言，吾不知也。他日我曰：‘子爲鄭國，我爲吾家，以庇焉，其可也。’今而後知不足。自今請雖吾家，聽子而行。”子產曰：“人心之不同，如其面焉。吾豈敢謂子面如吾面乎？抑心所謂危，亦以告也。”子皮以爲忠，故委政焉。子產是以能爲鄭國。"
          ]
        },
        {
          "chapter": "子產卻楚逆女以兵",
          "source": "《左傳》",
          "author": "先秦：左丘明 ",
          "paragraphs": [
            "楚公子圍聘於鄭，且娶於公孫段氏。伍舉爲介。將入館，鄭人惡之。使行人子羽與之言，乃館於外。",
            "既聘，將以衆逆。子產患之，使子羽辭曰：“以敝邑褊小，不足以容從者，請墠聽命！”令尹使太宰伯州犁對曰：“君辱貺寡大夫圍，謂圍：‘將使豐氏撫有而室。’圍布几筵，告於莊、共之廟而來。若野賜之，是委君貺於草莽也！是寡大夫不得列於諸卿也！不寧唯是，又使圍蒙其先君，將不得爲寡君老，其蔑以復矣。唯大夫圖之！”子羽曰：“小國無罪，恃實其罪。將恃大國之安靖己，而無乃包藏禍心以圖之。小國失恃而懲諸侯，使莫不憾者，距違君命，而有所壅塞不行是懼！不然，敝邑，館人之屬也，其敢愛豐氏之祧？”",
            "伍舉知其有備也，請垂櫜而入。許之。"
          ]
        },
        {
          "chapter": "子革對靈王",
          "source": "《左傳》",
          "author": "先秦：左丘明 ",
          "paragraphs": [
            "楚子狩於州來，次於潁尾，使蕩侯、潘子、司馬督、囂尹午、陵尹喜帥師圍徐以懼吳。楚子次於乾溪，以爲之援。",
            "雨雪，王皮冠，秦復陶，翠被，豹舄，執鞭以出，僕析父從。右尹子革夕，王見之。去冠被，舍鞭，與之語曰：“昔我先王熊繹與呂伋、王孫牟、燮父、禽父，並事康王，四國皆有分，我獨無有。今吾使人於周，求鼎以爲分，王其與我乎？”",
            "對曰：“與君王哉！昔我先王熊繹，闢在荊山，篳路藍縷，以處草莽，跋涉山林，以事天子，唯是桃弧、棘矢，以共御王事。齊，王舅也；晉及魯、衛，王母弟也。楚是以無分，而彼皆有。今周與四國服事君王，將唯命是從，豈其愛鼎？”王曰：“昔我皇祖伯父昆吾，舊許是宅。今鄭人貪賴其田，而不我與。我若求之，其與我乎？”",
            "對曰：“與君王哉！周不愛鼎，鄭敢愛田？”王曰：“昔諸侯遠我而畏晉，今我大城陳、蔡、不羹，賦皆千乘，子與有勞焉。諸侯其畏我乎？”對曰：“畏君王哉！是四國者，專足畏也，又加之以楚，敢不畏君王哉？”",
            "工尹路請曰：“君王命剝圭以爲鏚柲，敢請命。”王入視之。析父謂子革：“吾子，楚國之望也！今與王言如響，國其若之何？”子革曰：“摩厲以須，王出，吾刃將斬矣。”",
            "王出，復語。左史倚相趨過。王曰：“是良史也，子善視之。是能讀《三墳》、《五典》、《八索》、《九丘》。”對曰：“臣嘗問焉，昔穆王欲肆其心，周行天下，將皆必有車轍馬跡焉。祭公謀父作《祈招》之詩，以止王心，王是以獲沒於祗宮。臣問其詩而不知也；若問遠焉，其焉能知之？”",
            "王曰：“子能乎？”對曰：“能。其《詩》曰：‘祈招之愔愔，式昭德音。思我王度，式如玉，式如金。形民之力，而無醉飽之心。’”",
            "王揖而入，饋不食，寢不寐，數日。不能自克，以及於難。",
            "仲尼曰：“古也有志：‘克己復禮，仁也。’信善哉！楚靈王若能如是，豈其辱於乾溪？”"
          ]
        },
        {
          "chapter": "子產論政寬猛",
          "source": "《左傳》",
          "author": "先秦：左丘明 ",
          "paragraphs": [
            "鄭子產有疾。謂子大叔曰：“我死，子必爲政。唯有德者能以寬服民，其次莫如猛。夫火烈，民望而畏之，故鮮死焉。水懦弱，民狎而玩之，則多死焉，故寬難。”疾數月而卒。",
            "大叔爲政，不忍猛而寬。鄭國多盜，取人於萑苻之澤。大叔悔之，曰：“吾早從夫子，不及此。”興徒兵以攻萑苻之盜，盡殺之，盜少止。",
            "仲尼曰：“善哉！政寬則民慢，慢則糾之以猛。猛則民殘，殘則施之以寬。寬以濟猛；猛以濟寬，政是以和。”《詩》曰：‘民亦勞止，汔可小康；惠此中國，以綏四方。’施之以寬也。‘毋從詭隨，以謹無良；式遏寇虐，慘不畏明。’糾之以猛也。‘柔遠能邇，以定我王。’平之以和也。又曰：‘不競不絿，不剛不柔，佈政優優，百祿是遒。’和之至也。”",
            "及子產卒，仲尼聞之，出涕曰：“古之遺愛也。”"
          ]
        },
        {
          "chapter": "吳許越成",
          "source": "《左傳》",
          "author": "先秦：左丘明 ",
          "paragraphs": [
            "吳王夫差敗越於夫椒，報槜李也。遂入越。越子以甲楯五千保於會稽，使大夫種因吳太宰嚭以行成。",
            "吳子將許之。伍員曰：“不可。臣聞之：‘樹德莫如滋，去疾莫如盡。’昔有過澆殺斟灌以伐斟鄩，滅夏後相。後緡方娠，逃出自竇，歸於有仍，生少康焉，爲仍牧正。惎澆能戒之。澆使椒求之，逃奔有虞，爲之庖正，以除其害。虞思於是妻之以二姚，而邑諸綸，有田一成，有衆一旅。能布其德，而兆其謀，以收夏衆，撫其官職；使女艾諜澆，使季杼誘豷，遂滅過、戈，復禹之績。祀夏配天，不失舊物。今吳不如過，而越大於少康，或將豐之，不亦難乎？勾踐能親而務施，施不失人，親不棄勞，與我同壤而世爲仇讎。於是乎克而弗取，將又存之，違天而長寇讎，後雖悔之，不可食已。姬之衰也，日可俟也。介在蠻夷，而長寇讎，以是求伯，必不行矣。”",
            "弗聽。退而告人曰：“越十年生聚，而十年教訓，二十年之外，吳其爲沼乎！”"
          ]
        }
      ]
    },
    {
      "title": "卷三・周文",
      "content": [
        {
          "chapter": "祭公諫徵犬戎",
          "source": "《國語》",
          "author": "先秦：佚名 ",
          "paragraphs": [
            "穆王將徵犬戎，祭公謀父諫曰：“不可。先王耀德不觀兵。夫兵，戢而時動，動則威；觀則玩，玩則無震。是故周文公之《頌》曰：‘載戢干戈，載櫜弓矢；我求懿德，肆於時夏。允王保之。’先王之於民也，茂正其德，而厚其性；阜其財求，而利其器用；明利害之鄉，以文修之，使務利而避害，懷德而畏威，故能保世以滋大。",
            "昔我先世后稷，以服事虞夏。及夏之衰也，棄稷弗務，我先王不窋，用失其官，而自竄於戎翟之間。不敢怠業，時序其德，纂修其緒，修其訓典；朝夕恪勤，守以惇篤，奉以忠信，奕世戴德，不忝前人。至於武王，昭前之光明，而加之以慈和，事神保民，莫不欣喜。商王帝辛，大惡於民，庶民弗忍，欣戴武王，以致戎於商牧。是先王非務武也，勤恤民隱，而除其害也。",
            "夫先王之制：邦內甸服，邦外侯服，侯、衛賓服，夷、蠻要服，戎、狄荒服。甸服者祭，侯服者祀，賓服者享，要服者貢，荒服者王。日祭，月祀，時享，歲貢，終王，先王之訓也。",
            "有不祭，則修意；有不祀，則修言；有不享，則修文；有不貢，則脩名；有不王，則修德。序成而有不至，則修刑。於是乎有刑不祭，伐不祀，徵不享，讓不貢，告不王。於是乎有刑罰之闢，有攻伐之兵，有徵討之備，有威讓之令，有文告之辭。布令陳辭，而又不至，則又增修於德，無勤民於遠。",
            "是以近無不聽，遠無不服。今自大畢、伯士之終也，犬戎氏以其職來王，天子曰：‘予必以不享徵之’，且觀之兵，其無乃廢先王之訓，而王幾頓乎？吾聞夫犬戎樹惇，能帥舊德，而守終純固，其有以御我矣。”王不聽，遂徵之，得四白狼、四白鹿以歸。自是荒服者不至。"
          ]
        },
        {
          "chapter": "召公諫厲王止謗",
          "source": "《國語》",
          "author": "先秦：佚名 ",
          "paragraphs": [
            "厲王虐，國人謗王。召公告曰：“民不堪命矣！”王怒，得衛巫，使監謗者。以告，則殺之。國人莫敢言，道路以目。",
            "王喜，告召公曰：“吾能弭謗矣，乃不敢言。”召公曰：“是障之也。防民之口，甚於防川。川壅而潰，傷人必多，民亦如之。是故爲川者決之使導，爲民者宣之使言。故天子聽政，使公卿至於列士獻詩，瞽獻曲，史獻書，師箴，瞍賦，曚誦，百工諫，庶人傳語，近臣盡規，親戚補察，瞽、史教誨，耆、艾修之，而後王斟酌焉，是以事行而不悖。民之有口，猶土之有山川也，財用於是乎出；猶其原隰之有衍沃也，衣食於是乎生。口之宣言也，善敗於是乎興。行善而備敗，其所以阜財用衣食者也。夫民慮之於心而宣之於口，成而行之，胡可壅也？若壅其口，其與能幾何？”",
            "王不聽，於是國人莫敢出言。三年，乃流王於彘。"
          ]
        },
        {
          "chapter": "襄王不許請隧",
          "source": "《國語》",
          "author": "先秦：佚名 ",
          "paragraphs": [
            "晉文公既定襄王於郟，王勞之以地，辭，請隧焉。王弗許，曰：“昔我先王之有天下也，規方千里，以爲甸服，以供上帝山川百神之祀，以備百姓兆民之用，以待不庭、不虞之患。其餘，以均分公、侯、伯、子、男，使各有寧宇，以順及天地，無逢其災害。先王豈有賴焉？內官不過九御，外官不過九品，足以供給神祇而已，豈敢厭縱其耳目心腹，以亂百度？亦唯是死生之服物採章，以臨長百姓而輕重布之，王何異之有？”",
            "“今天降禍災於周室，餘一人僅亦守府，又不佞以勤叔父，而班先王之大物以賞私德，其叔父實應且憎，以非餘一人，餘一人豈敢有愛也？先民有言曰：‘改玉改行。’叔父若能光裕大德，更姓改物，以創制天下，自顯庸也，而縮取備物，以鎮撫百姓，餘一人其流闢於裔土，何辭之有與？若猶是姬姓也，尚將列爲公侯，以復先王之職，大物其未可改也。叔父其茂昭明德，物將自至，餘何敢以私勞變前之大章，以忝天下，其若先王與百姓何？何政令之爲也？若不然，叔父有地而隧焉，餘安能知之？”",
            "文公遂不敢請，受地而還。"
          ]
        },
        {
          "chapter": "單子知陳必亡",
          "source": "《國語》",
          "author": "先秦：佚名 ",
          "paragraphs": [
            "定王使單襄公聘於宋。遂假道於陳，以聘於楚。火朝覿矣，道茀不可行也。侯不在疆，司空不視塗，澤不陂，川不樑，野有庾積，場功未畢，道無列樹，墾田若藝，膳宰不置餼，司裏不授館，國無寄寓，縣無旅舍。民將築臺於夏氏。及陳，陳靈公與孔寧、儀行父南冠以如夏氏，留賓不見。",
            "單子歸，告王曰：“陳侯不有大咎，國必亡。”王曰：“何故？”對曰：“夫辰角見而雨畢，天根見而水涸，本見而草木節解，駟見而隕霜，火見而清風戒寒。故《先王之教》曰：‘雨畢而除道，水涸而成樑，草木節解而備藏，隕霜而冬裘具，清風至而修城郭宮室。’故《夏令》曰：‘九月除道，十月成樑。’其時儆曰：“收而場功，待而畚梮，營室之中，土功其始，火之初見，期於司裏。’此先王所以不用財賄，而廣施德於天下者也。今陳國火朝覿矣，而道路若塞，野場若棄，澤不陂障，川無舟樑，是廢先王之教也。”",
            "“《周制》有之曰：‘列樹以表道，立鄙食以守路，國有郊牧，疆有寓望，藪有圃草，囿有林池，所以御災也，其餘無非谷土，民無懸耜，野無奧草。不奪民時，不蔑民功。有優無匱，有逸無罷。國有班事，縣有序民。’今陳國道路不可知，田在草間，功成而不收，民罷於逸樂，是棄先王之法制也。",
            "“周之《秩官》有之曰：‘敵國賓至，關尹以告，行理以節逆之，候人爲導，卿出郊勞，門尹除門，宗祝執祀，司裏授館，司徒具徒，司空視途，司寇詰奸，虞人入材，甸人積薪，火師監燎，水師監濯，膳宰致饔，廩人獻餼，司馬陳芻，工人展車，百官以物至，賓入如歸。是故小大莫不懷愛。其貴國之賓至，則以班加一等，益虔。至於王吏，則皆官正蒞事，上卿監之。若王巡守，則君親監之。’今雖朝也不才，有分族於周，承王命以爲過賓於陳，而司事莫至，是蔑先王之官也。",
            "“《先王之令》有之曰：‘天道賞善而罰淫，故凡我造國，無從非彝，無即慆淫，各守爾典，以承天休。’今陳侯不念胤續之常，棄其伉儷妃嬪，而帥其卿佐以淫於夏氏，不亦嬪姓矣乎？陳，我大姬之後也。棄袞冕而南冠以出，不亦簡彝乎？是又犯先王之令也。",
            "“昔先王之教，懋帥其德也，猶恐殞越。若廢其教而棄其制，蔑其官而犯其令，將何以守國？居大國之　，而無此四者，其能久乎？”",
            "六年，單子如楚。八年，陳侯殺於夏氏。九年，楚子入陳。"
          ]
        },
        {
          "chapter": "展禽論祀爰居",
          "source": "《國語》",
          "author": "先秦：佚名 ",
          "paragraphs": [
            "海鳥曰“爰居”，止於魯東門之外二日。臧文仲使國人祭之。展禽曰：“越哉，臧孫之爲政也！夫祀，國之大節也，而節，政之所成也。故慎制祀以爲國典。今無故而加典，非政之宜也。",
            "“夫聖王之制祀也，法施於民則祀之，以死勤事則祀之，以勞定國則祀之，能御大災則祀之，能捍大患則祀之。非是族也，不在祀典。昔烈山氏之有天下也，其子曰柱，能植百穀百蔬。夏之興也，周棄繼之，故祀以爲稷。共工氏之伯九有也，其子曰后土，能平九土，故祀以爲社。黃帝能成命百物，以明民共財。顓頊能修之，帝嚳能序三辰以固民，堯能單均刑法以議民，舜勤民事而野死，鯀障供水而殛死，禹能以德修鯀之功，契爲司徒而民輯，冥勤其官而水死，湯以寬治民而除其邪，稷勤百穀雨山死，文王以文昭，武王去民之穢。故有虞氏禘黃帝而祖顓頊，郊堯而宗舜；夏后氏禘黃帝面祖顓頊，郊鯀而宗禹；商人禘舜而祖契，郊冥而宗湯；周人禘嚳而郊稷，祖文王而宗武王。幕，能帥顓頊者也，有虞氏報焉；杼，能帥禹者也，夏后氏報焉；上甲微，能帥契者也，商人報焉；高圉、太王，能帥稷者也，周人報焉。凡禘、郊、祖、宗、報，此五者，國之典祀也。加之以社稷山川之神，皆有功烈於民者也。及前哲令德之人，所以爲民質也；及天之三辰，民所以瞻仰也；及地之五行，所以生殖也；及九州名山川澤，所以出財用也。非是，不在祀典。今海鳥至，已不知而犯之，以爲國典，難以爲仁且知矣。夫仁者講功，而知者處物。無功而祀之，非仁也；不知而不問，非知也。今茲海其有災乎？夫廣川之鳥獸，恆知而避其災也。”",
            "是歲也，海多大風，冬暖。文仲聞柳下季之言，曰：“信吾過也。季子之言，不可不法也。”使書以爲三策。"
          ]
        },
        {
          "chapter": "裏革斷罟匡君",
          "source": "《國語》",
          "author": "先秦：佚名 ",
          "paragraphs": [
            "宣公夏濫於泗淵，裏革斷其罟而棄之，曰：“古者大寒降，土蟄發，水虞於是乎講罛罶，取名魚，登川禽，而嘗之寢廟，行諸國，助宣氣也。鳥獸孕，水蟲成，獸虞於是乎禁罝羅，矠魚鱉，以爲夏槁，助生阜也。鳥獸成，水蟲孕，水虞於是乎禁罜，設阱鄂，以實廟庖，畜功用也。且夫山不槎櫱，澤不伐夭，魚禁鯤鮞，獸長麑麋，鳥翼鷇卵，蟲舍蚔蝝，蕃庶物也，古之訓也。今魚方別孕，不教魚長，又行網罟，貪無藝也。”",
            "公聞之，曰：“吾過而裏革匡我，不亦善乎！是良罟也！爲我得法。使有司藏之，使吾無忘諗。”師存侍，曰：“藏罟不如置裏革於側之不忘也。”"
          ]
        },
        {
          "chapter": "敬姜論勞逸",
          "source": "《國語》",
          "author": "先秦：佚名 ",
          "paragraphs": [
            "公父文伯退朝，朝其母，其母方績，文伯曰：“以歜之家而主猶績，懼乾季孫之怒也。其以歜爲不能事主乎？”其母嘆曰：“魯其亡乎？使僮子備官而未之聞耶？居，吾語女。昔聖王之處民也，擇瘠土而處之，勞其民而用之，故長王天下。夫民勞則思，思則善心生；逸則淫，淫則忘善；忘善則噁心生。沃土之民不材，淫也。瘠土之民，莫不向義，勞也。",
            "是故天子大采朝日，與三公九卿，祖識地德，日中考政，與百官之政事。師尹惟旅牧相，宣序民事。少採夕月，與大史司載糾虔天刑。日入，監九御，使潔奉鐕郊之粢盛，而後即安。諸侯朝修天子之業命，晝考其國國職，夕省其典刑，夜儆百工，使無慆淫，而後即安。卿大朝考其職，晝講其庶政，夕序其業，夜庀其家事，而後即安。士朝受業，晝而講貫，夕而習復，夜而計過，無憾，而後即安。自庶人以下，明而動，晦而休，無日以怠。王后親織玄紞，公侯之夫人，加之紘、綖。卿之內子爲大帶，命婦成祭服。列士之妻，加之以朝服。自庶士以下，皆衣其夫。社而賦事，蒸而獻功，男女效績，愆則有闢。古之制也！君子勞心，小人勞力，先王之訓也！自上以下，誰敢淫心舍力？",
            "今我寡也，爾又在下位，朝夕處事，猶恐忘先人之業。況有怠惰，其何以避闢？吾冀而朝夕修我，曰：‘必無廢先人。’爾今曰：‘胡不自安？’以是承君之官，餘懼穆伯之絕祀也？”",
            "仲尼聞之曰：“弟子志之，季氏之婦不淫矣！”"
          ]
        },
        {
          "chapter": "叔向賀貧",
          "source": "《國語》",
          "author": "先秦：佚名 ",
          "paragraphs": [
            "叔向見韓宣子，宣子憂貧，叔向賀之。宣子曰：“吾有卿之名而無其實，無以從二三子，吾是以憂，子賀我，何故？”",
            "對曰：“昔欒武子無一卒之田，其宮不備其宗器，宣其德行，順其憲則，使越於諸侯。諸侯親之，戎狄懷之，以正晉國。行刑不疚，以免於難。及桓子，驕泰奢侈，貪慾無藝，略則行志，假貨居賄，宜及於難，而賴武之德以沒其身。及懷子，改桓之行，而修武之德，可以免於難，而離桓之罪，以亡於楚。夫郤昭子，其富半公室，其家半三軍，恃其富寵，以泰於國。其身屍於朝，其宗滅於絳。不然，夫八郤，五大夫，三卿，其寵大矣，一朝而滅，莫之哀也，唯無德也。今吾子有欒武子之貧，吾以爲能其德矣，是以賀。若不憂德之不建，而患貨之不足，將吊不暇，何賀之有？”",
            "宣子拜，稽首焉，曰：“起也將亡，賴子存之，非起也敢專承之，其自桓叔以下，嘉吾子之賜。”"
          ]
        },
        {
          "chapter": "王孫圉論楚寶",
          "source": "《國語》",
          "author": "先秦：佚名 ",
          "paragraphs": [
            "王孫圉聘於晉，定公饗之。趙簡子鳴玉以相，問於王孫圉曰：“楚之白珩猶在乎？”對曰：“然。”簡子曰：“其爲寶也，幾何矣？”曰：“未嘗爲寶。楚之所寶者，曰觀射父，能作訓辭，以行事於諸侯，使無以寡君爲口實。又有左史倚相，能道訓典，以敘百物，以朝夕獻善敗於寡君，使寡君無忘先王之業；又能上下說於鬼神，順道其欲惡，使神無有怨痛於楚國。又有藪曰云，連徒洲，金、木、竹、箭之所生也，龜、珠、角、齒、皮、革、羽、毛，所以備賦，以戒不虞者也；所以共幣帛，以賓享於諸侯者也。若諸侯之好幣具，而導之以訓辭，有不虞之備，而皇神相之，寡君其可以免罪於諸侯，而國民保焉。此楚國之寶也。若夫白珩，先王之玩也，何寶之焉？”",
            "“圉聞國之寶，六而已：聖能制議百物，以輔相國家，則寶之；玉足以庇廕嘉穀，使無水旱之災，則寶之；龜足以憲臧否，則寶之；珠足以御火災，則寶之；金足以御兵亂，則寶之；山林藪澤足以備財用，則寶之。若夫譁囂之美，楚雖蠻夷，不能寶也。”"
          ]
        },
        {
          "chapter": "諸稽郢行成於吳",
          "source": "《國語》",
          "author": "先秦：佚名 ",
          "paragraphs": [
            "吳王夫差起師伐越，越王勾踐起師逆之江。",
            "大夫種乃獻謀曰：“夫吳之與越，唯天所授，王其無庸戰。夫申胥、華登，簡服吳國之士於甲兵，而未嘗有所挫也。夫一人善射，百夫決拾，勝未可成。夫謀必素見成事焉，而後履之，不可以授命。王不如設戎，約辭行成，以喜其民，以廣侈吳王之心。吾以卜之於天，天若棄吳，必許吾成而不吾足也，將必寬然有伯諸侯之心焉；既罷弊其民，而天奪之食，安受其燼，乃無有命矣。”",
            "越王許諾，乃命諸稽郢行成於吳，曰：“寡君勾踐使下臣郢，不敢顯然布幣行禮，敢私告於下執事曰：‘昔者，越國見禍，得罪於天王，天王親趨玉趾，以心孤勾踐，而又宥赦之。君王之於越也，繄起死人而肉白骨也。孤不敢忘天災，其敢忘君王之大賜乎？今勾踐申禍無良，草鄙之人，敢忘天王之大德，而思邊陲之小怨，以重得罪於下執事？勾踐用帥二三之老，親委重罪，頓顙於邊。今君王不察，盛怒屬兵，將殘伐越國。越國固貢獻之邑也，君王不以鞭箠使之，而辱軍士，使寇令焉！勾踐請盟。一介嫡女，執箕帚以晐姓於王宮；一介嫡男，奉盤匜以隨諸御。春秋貢獻，不解於王府。天王豈辱裁之？亦徵諸侯之禮也。’”",
            "夫諺曰：“‘狐埋之而狐搰之，是以無成功。’今天王既封殖越國，以明聞於天下，而又刈亡之，是天王之無成勞也。雖四方之諸侯，則何實以事吳？敢使下臣盡辭，唯天王秉利度義焉！”"
          ]
        },
        {
          "chapter": "申胥諫許越成",
          "source": "《國語》",
          "author": "先秦：左丘明 ",
          "paragraphs": [
            "吳王夫差乃告諸大夫曰：“孤將有大志於齊，吾將許越成，而無拂吾慮。若越既改，吾又何求？若其不改，反行，吾振旅焉。”申胥諫曰：“不可許也。夫越非實忠心好吳也，又非懾畏吾甲兵之強也。大夫種勇而善謀，將還玩吳國於股掌之上，以得其志。夫固知君王之蓋威以好勝也，故婉約其辭，以從逸王志，使淫樂於諸夏之國，以自傷也。使吾甲兵鈍弊，民人離落，而日以憔悴，然後安受吾燼。夫越王好信以愛民，四方歸之，年穀時熟，日長炎炎，及吾猶可以戰也。爲虺弗摧，爲蛇將若何？”吳王曰：“大夫奚隆于越？越曾足以爲大虞乎？若無越，則吾何以春秋曜吾軍士？”乃許之成。",
            "將盟，越王又使諸稽郢辭曰：“以盟爲有益乎？前盟口血未乾，足以結信矣。以盟爲無益乎？君王舍甲兵之威以臨使之，而胡重於鬼神而自輕也。”吳王乃許之，荒成不盟。"
          ]
        },
        {
          "chapter": "春王正月",
          "source": "《公羊傳》",
          "author": "先秦：公羊高 ",
          "paragraphs": [
            "元年者何？君之始年也。春者何？歲之始也。王者孰謂？謂文王也。曷爲先言“王”而後言“正月？”王正月也。何言乎王正月？大一統也。",
            "公何以不言即位？成公意也。何成乎公之意？公將平國而反之桓。曷爲反之桓？桓幼而貴，隱長而卑。其爲尊卑也微，國人莫知。隱長又賢，諸大夫扳隱而立之。隱於是焉而辭立，則未知桓之將必得立也；且如桓立，則恐諸大夫之不能相幼君也。故凡隱之立，爲桓立也。隱長又賢，何以不宜立？立適以長不以賢，立子以貴不以長。桓何以貴？母貴也。母貴，則子何以貴？子以母貴，母以子貴。"
          ]
        },
        {
          "chapter": "宋人及楚人平",
          "source": "《公羊傳》",
          "author": "先秦：公羊高 ",
          "paragraphs": [
            "外平不書，此何以書？大其平乎己也。何大其平乎己？莊王圍宋，軍有七日之糧爾！盡此不勝，將去而歸爾。於是使司馬子反乘堙而窺宋城。宋華元亦乘堙而出見之。司馬子反曰：“子之國何如？”華元曰：“憊矣！”曰：“何如？”曰：“易子而食之，析骸而炊之。”司馬子反曰：“嘻！甚矣，憊！雖然，吾聞之也，圍者柑馬而秣之，使肥者應客。是何子之情也？”華元曰：“吾聞之：君子見人之厄則矜之，小人見人之厄則幸之。吾見子之君子也，是以告情於子也。”司馬子反曰：“諾，勉之矣！吾軍亦有七日之糧爾！盡此不勝，將去而歸爾。”揖而去之。",
            "反於莊王。莊王曰：“何如？”司馬子反曰：“憊矣！”曰：“何如？”曰：“易子而食之，析骸而炊之。”莊王曰：“嘻！甚矣，憊！雖然，吾今取此，然後而歸爾。”司馬子反曰：“不可。臣已告之矣，軍有七日之糧爾。”莊王怒曰：“吾使子往視之，子曷爲告之？”司馬子反曰：“以區區之宋，猶有不欺人之臣，可以楚而無乎？是以告之也。”莊王曰：“諾，舍而止。雖然，吾猶取此，然後歸爾。”司馬子反曰：“然則君請處於此，臣請歸爾。”莊王曰：“子去我而歸，吾孰與處於此？吾亦從子而歸爾。”引師而去之。故君子大其平乎己也。此皆大 夫也。其稱“人”何？貶。曷爲貶？平者在下也。"
          ]
        },
        {
          "chapter": "吳子使札來聘",
          "source": "《公羊傳》",
          "author": "先秦：公羊高 ",
          "paragraphs": [
            "吳無君，無大夫，此何以有君，有大夫？賢季子也。何賢乎季子？讓國也。其讓國奈何？謁也，餘祭也，夷昧也，與季子同母者四。季子弱而才，兄弟皆愛之，同欲立之以爲君。謁曰：“今若是迮而與季子國，季子猶不受也。請無與子而與弟，弟兄迭爲君，而致國乎季子。”皆曰諾。故諸爲君者皆輕死爲勇，飲食必祝，曰：“天苟有吳國，尚速有悔於予身。”故謁也死，餘祭也立。餘祭也死，夷昧也立。夷昧也死，則國宜之季子者也，季子使而亡焉。僚者長庶也，即之。季之使而反，至而君之爾。闔廬曰：“先君之所以不與子國，而與弟者，凡爲季子故也。將從先君之命與，則國宜之季子者也；如不從先君之命與子，我宜當立者也。僚惡得爲君？”於是使專諸刺僚，而致國乎季子。季子不受，曰：“爾殺吾君，吾受爾國，是吾與爾爲篡也。爾殺吾兄，吾又殺爾，是父子兄弟相殺，終身無已也。”去之延陵，終身不入吳國。故君子以其不受爲義，以其不殺爲仁，賢季子。則吳何以有君，有大夫？以季子爲臣，則宜有君者也。札者何？吳季子之名也。春秋賢者不名，此何以名？許夷狄者，不一而足也。季子者，所賢也，曷爲不足乎季子？許人臣者必使臣，許人子者必使子也。"
          ]
        },
        {
          "chapter": "鄭伯克段於鄢",
          "source": "《穀梁傳》",
          "author": "先秦：穀梁赤 ",
          "paragraphs": [
            "克者何？能也。何能也？能殺也。何以不言殺？見段之有徒衆也。",
            "段，鄭伯弟也。何以知其爲弟也？殺世子、母弟目君，以其目君知其爲弟也。段，弟也，而弗謂弟；公子也，而弗謂公子。貶之也。段失子弟之道矣，賤段而甚鄭伯也。何甚乎鄭伯？甚鄭伯之處心積慮成於殺也。",
            "於鄢，遠也，猶曰取之其母之懷之云爾，甚之也。",
            "然則爲鄭伯者，宜奈何？緩追，逸賊，親親之道也。"
          ]
        },
        {
          "chapter": "虞師晉師滅夏陽",
          "source": "《穀梁傳》",
          "author": "先秦：穀梁赤 ",
          "paragraphs": [
            "非國而曰滅，重夏陽也。虞無師，其曰師，何也？以其先晉，不可以不言師也。其先晉何也？爲主乎滅夏陽也。夏陽者，虞、虢之塞邑也。滅夏陽而虞、虢舉矣。虞之爲主乎滅夏陽何也？晉獻公欲伐虢，荀息曰：“君何不以屈產之乘、垂棘之璧，而借道乎虞也？”公曰：“此晉國之寶也。如受吾幣而不借吾道，則如之何？”荀息曰：“此小國之所以事大國也。彼不借吾道，必不敢受吾幣。如受吾幣而借吾道，則是我取之中府，而藏之外府；取之中廄，而置之外廄也。”公曰：“宮之奇存焉，必不使也。”荀息曰：“宮之奇之爲人也，達心而懦，又少長於君。達心則其言略，懦則不能強諫；少長於君，則君輕之。且夫玩好在耳目之前，而患在一國之後，此中知以上乃能慮之。臣料虞君中知以下也。”公遂借道而伐虢。宮之奇諫曰：“晉國之使者，其辭卑而幣重，必不便於虞。”虞公弗聽，遂受其幣，而借之道。宮之奇又諫曰：“語曰：‘脣亡齒寒。’其斯之謂與！”挈其妻、子以奔曹。獻公亡虢，五年而後舉虞。荀息牽馬操璧而前曰：“璧則猶是也，而馬齒加長矣。”"
          ]
        },
        {
          "chapter": "晉獻公殺世子申生",
          "source": "《禮記·檀弓》",
          "author": "先秦：佚名 ",
          "paragraphs": [
            "晉獻公將殺其世子申生，公子重耳謂之曰：“子盍言子之志於公乎?”世子曰：“不可。君安驪姬，是我傷公之心也。”曰：“然則盍行乎?”世子曰：“不可。君謂我欲弒君也。天下豈有無父之國哉?吾何行如之?”",
            "使人辭於狐突曰：“申生有罪，不念伯氏之言也，以至於死。申生不敢愛其死。雖然，吾君老矣，子少，國家多難。伯氏不出而圖吾君，伯氏苟出而圖吾君，申生受賜而死。”再拜稽首，乃卒。是以爲恭世子也。"
          ]
        },
        {
          "chapter": "曾子易簀",
          "source": "《禮記·檀弓》",
          "author": "先秦：佚名 ",
          "paragraphs": [
            "曾子寢疾，病。樂正子春坐於牀下，曾元、曾申坐於足，童子隅坐而執燭。童子曰：“華而睆，大夫之簀與？”子春曰：“止！”曾子聞之，瞿然曰：“呼！”曰：“華而睆，大夫之簀與？”曾子曰：“然。斯季孫之賜也，我未之能易也。元，起易簀。”曾元曰：“夫子之病革矣，不可以變。幸而至於旦，請敬易之。”曾子曰：“爾之愛我也不如彼。君子之愛人也以德，細人之愛人也以姑息。吾何求哉？吾得正而斃焉斯已矣。”舉扶而易之。反席未安而沒。"
          ]
        },
        {
          "chapter": "有子之言似夫子",
          "source": "《禮記·檀弓》",
          "author": "先秦：佚名 ",
          "paragraphs": [
            "有子問於曾子曰：“問喪於夫子乎？”曰：“聞之矣：‘喪欲速貧，死欲速朽’。”有子曰：“是非君子之言也。”曾子曰：“參也聞諸夫子也。”有子又曰：“是非君子之言也。”曾子曰：“參也與子游聞之。”有子曰：“然。然則夫子有爲言之也。”",
            "曾子以斯言告於子游。子游曰：“甚哉，有子之言似夫子也！昔者，夫子居於宋，見桓司馬自爲石槨，三年而不成。夫子曰：‘若是其靡也，死不如速朽之愈也。’‘死之慾速朽’，爲桓司馬言之也。南宮敬叔反，必載寶而朝。夫子曰：‘若是其貨也，喪不如速貧之愈也。’喪之慾速貧，爲敬叔言之也。”",
            "曾子以子游之言告於有子。有子曰：“然！吾固曰非夫子之言也。”曾子曰：“子何以知之？”有子曰：“夫子制於中都：四寸之棺，五寸之槨。以斯知不欲速朽也。昔者夫子失魯司寇，將之荊，蓋先之以子夏，又申之以冉有。以斯知不欲速貧也。”"
          ]
        },
        {
          "chapter": "公子重耳對秦客",
          "source": "《禮記·檀弓》",
          "author": "先秦：佚名 ",
          "paragraphs": [
            "晉獻公之喪，秦穆公使人吊公子重耳，且曰：“寡人聞之，亡國恆於斯，得國恆於斯。雖吾子儼然在憂服之中，喪亦不可久也，時亦不可失也，孺子其圖之！”",
            "以告舅犯。舅犯曰：“孺子其辭焉。喪人無寶，仁親以爲寶。父死之謂何？又因以爲利，而天下其孰能說之？孺子其辭焉！”公子重耳對客曰：“君惠吊亡臣重耳。身喪父死，不得與於哭泣之哀，以爲君憂。父死之謂何？或敢有他志，以辱君義。”稽顙而不拜，哭而起，起而不私。",
            "子顯以致命於穆公。穆公曰：“仁夫公子重耳！夫稽顙而不拜，則未爲後也，故不成拜。哭而起，則愛父也。起而不私，則遠利也。”"
          ]
        },
        {
          "chapter": "杜蕢揚觶",
          "source": "《禮記·檀弓》",
          "author": "先秦：佚名 ",
          "paragraphs": [
            "知悼子卒，未葬，平公飲酒，師曠、李調侍，鼓鍾。杜蕢自外來，聞鐘聲，曰：“安在？”曰：“在寢。”杜蕢入寢，歷階而升，酌曰：“曠飲斯！”又酌曰：“調飲斯！”又酌，堂上北面坐飲之。降趨而出。",
            "平公呼而進之，曰：“蕢！曩者爾心或開予，是以不與爾言。爾飲曠，何也？”曰：“子卯不樂。知悼子在堂，斯其爲子卯也大矣！曠也，太師也。不以詔，是以飲之也。”“爾飲調，何也？”曰：“調也，君之褻臣也。爲一飲一食忘君之疾，是以飲之也。”“爾飲，何也？”曰：“蕢也，宰夫也，非刀匕是共，又敢與知防，是以飲之也。”平公曰：“寡人亦有過焉，酌而飲寡人。”杜蕢洗而揚觶。公謂侍者曰：“如我死，則必毋廢斯爵也！”",
            "至於今，既畢獻，斯揚觶，謂之“杜舉”。"
          ]
        },
        {
          "chapter": "晉獻文子成室",
          "source": "《禮記·檀弓》",
          "author": "先秦：佚名 ",
          "paragraphs": [
            "晉獻文子成室，晉大夫發焉。張老曰：“美哉，輪焉！美哉，奐焉！歌於斯，哭於斯，聚國族於斯！”文子曰：“武也，得歌於斯，哭於斯，聚國族於斯，是全要領以從先大夫於九京也!”北面再拜稽首。君子謂之善頌善禱。"
          ]
        }
      ]
    },
    {
      "title": "卷四・戰國文",
      "content": [
        {
          "chapter": "蘇秦以連橫說秦",
          "source": "《戰國策》",
          "author": "先秦：佚名 ",
          "paragraphs": [
            "蘇秦始將連橫說秦惠王曰：“大王之國，西有巴、蜀、漢中之利，北有胡貉、代馬之用，南有巫山、黔中之限，東有餚、函之固。田肥美，民殷富，戰車萬乘，奮擊百萬，沃野千里，蓄積饒多，地勢形便，此所謂天府，天下之雄國也。以大王之賢，士民之衆，車騎之用，兵法之教，可以並諸侯，吞天下，稱帝而治。願大王少留意，臣請奏其效。”",
            "秦王曰：“寡人聞之：毛羽不豐滿者，不可以高飛，文章不成者不可以誅罰，道德不厚者不可以使民，政教不順者不可以煩大臣。今先生儼然不遠千里而庭教之，願以異日。”",
            "蘇秦曰：“臣固疑大王之不能用也。昔者神農伐補遂，黃帝伐涿鹿而禽蚩尤，堯伐驩兜，舜伐三苗，禹伐共工，湯伐有夏，文王伐崇，武王伐紂，齊桓任戰而伯天下。由此觀之，惡有不戰者乎？古者使車轂擊馳，言語相結，天下爲一，約從連橫，兵革不藏。文士並飭，諸侯亂惑，萬端俱起，不可勝理。科條既備，民多僞態，書策稠濁，百姓不足。上下相愁，民無所聊，明言章理，兵甲愈起。辯言偉服，戰攻不息，繁稱文辭，天下不治。舌弊耳聾，不見成功，行義約信，天下不親。於是乃廢文任武，厚養死士，綴甲厲兵，效勝於戰場。夫徒處而致利，安坐而廣地，雖古五帝三王五伯，明主賢君，常欲坐而致之，其勢不能。故以戰續之，寬則兩軍相攻，迫則杖戟相橦，然後可建大功。是故兵勝於外，義強於內，威立於上，民服於下。今欲並天下，凌萬乘，詘敵國，制海內，子元元，臣諸侯，非兵不可。今不嗣主，忽於至道，皆惛於教，亂於治，迷於言，惑於語，沈於辯，溺於辭。以此論之，王固不能行也。”",
            "說秦王書十上而說不行，黑貂之裘弊，黃金百斤盡，資用乏絕，去秦而歸，羸縢履蹻，負書擔橐，形容枯槁，面目犁黑，狀有愧色。歸至家，妻不下紝，嫂不爲炊。父母不與言。蘇秦喟嘆曰：“妻不以我爲夫，嫂不以我爲叔，父母不以我爲子，是皆秦之罪也。”乃夜發書，陳篋數十，得太公陰符之謀，伏而誦之，簡練以爲揣摩。讀書欲睡，引錐自刺其股，血流至足，曰：“安有說人主，不能出其金玉錦繡，取卿相之尊者乎？”期年，揣摩成，曰：“此真可以說當世之君矣。”",
            "於是乃摩燕烏集闕，見說趙王於華屋之下，抵掌而談，趙王大悅，封爲武安君。受相印，革車百乘，錦繡千純，白璧百雙，黃金萬溢，以隨其後，約從散橫以抑強秦，故蘇秦相於趙而關不通。",
            "當此之時，天下之大，萬民之衆，王侯之威，謀臣之權，皆欲決蘇秦之策。不費鬥糧，未煩一兵，未戰一士，未絕一弦，未折一矢，諸侯相親，賢於兄弟。夫賢人在而天下服，一人用而天下從，故曰：式於政不式於勇；式於廊廟之內，不式於四境之外。當秦之隆，黃金萬溢爲用，轉轂連騎，炫熿於道，山東之國從風而服，使趙大重。且夫蘇秦，特窮巷掘門桑戶棬樞之士耳，伏軾撙銜，橫歷天下，廷說諸侯之王，杜左右之口，天下莫之能伉。",
            "將說楚王，路過洛陽，父母聞之，清宮除道，張樂設飲，郊迎三十里。妻側目而視，傾耳而聽。嫂蛇行匍伏，四拜自跪而謝。蘇秦曰：“嫂何前倨而後卑也？”嫂曰：“以季子之位尊而多金。”蘇秦曰：“嗟乎！貧窮則父母不子，富貴則親戚畏懼。人生世上，勢位富厚，蓋可忽乎哉？”"
          ]
        },
        {
          "chapter": "司馬錯論伐蜀",
          "source": "《戰國策》",
          "author": "兩漢：劉向 ",
          "paragraphs": [
            "司馬錯與張儀爭論於秦惠王前，司馬錯欲伐蜀，張儀曰：“不如伐韓。”王曰：“請聞其說。”",
            "對曰：“親魏善楚，下兵三川，塞轘轅、緱氏之口，當屯留之道，魏絕南陽，楚臨南鄭，秦攻新城宜陽，以臨二週之郊，誅周主之罪，侵楚魏之地。周自知不救，九鼎寶器必出。據九鼎，按圖籍，挾天子以令天下，天下莫敢不聽，此王業也。今夫蜀，西僻之國也，而戎狄之長也，敝兵勞衆不足以成名，得其地不足以爲利。臣聞：‘爭名者於朝，爭利者於市。’今三川、周室，天下之市朝也，而王不爭焉，顧爭於戎狄，去王業遠矣。”",
            "司馬錯曰：“不然。臣聞之：‘欲富國者，務廣其地；欲強兵者，務富其民；欲王者，務博其德。三資者備，而王隨之矣。’今王之地小民貧，故臣願從事於易。夫蜀，西僻之國也，而戎狄之長也，而有桀紂之亂。以秦攻之，譬如使豺狼逐羣羊也。取其地足以廣國也，得其財足以富民，繕兵不傷衆，而彼已服矣。故拔一國，而天下不以爲暴；利盡西海，諸侯不以爲貪。是我一舉而名實兩附，而又有禁暴止亂之名。今攻韓劫天子，劫天子，惡名也，而未必利也，又有不義之名。而攻天下之所不欲，危！臣請謁其故：周，天下之宗室也；韓，周之與國也。周自知失九鼎，韓自知亡三川，則必將二國併力合謀，以因於齊、趙而求解乎楚、魏。以鼎與楚，以地與魏，王不能禁。此臣所謂危，不如伐蜀之完也。”",
            "惠王曰：“善！寡人聽子。”卒起兵伐蜀，十月取之，遂定蜀，蜀主更號爲侯，而使陳莊相蜀。蜀既屬，秦益強富厚，輕諸侯。"
          ]
        },
        {
          "chapter": "范雎說秦王",
          "source": "《戰國策》",
          "author": "先秦：佚名 ",
          "paragraphs": [
            "范雎至秦，王庭迎，謂范雎曰：“寡人宜以身受令久矣。今者義渠之事急，寡人日自請太后。今義渠之事已，寡人乃得以身受命。躬竊閔然不敏。”敬執賓主之禮，范雎辭讓。",
            "是日見范雎，見者無不變色易容者。秦王屏左右，宮中虛無人，秦王跪而請曰：“先生何以幸教寡人？”范雎曰：“唯唯。”有間，秦王復請，范雎曰：“唯唯。”若是者三。",
            "秦王跽曰：“先生不幸教寡人乎？”",
            "范雎謝曰：“非敢然也。臣聞始時呂尚之遇文王也，身爲漁父而釣於渭陽之濱耳。若是者，交疏也。已一說而立爲太師，載與俱歸者，其言深也。故文王果收功於呂尚，卒擅天下而身立爲帝王。即使文王疏呂望而弗與深言，是周無天子之德，而文、武無與成其王也。今臣，羇旅之臣也，交疏於王，而所願陳者，皆匡君臣之事，處人骨肉之間。願以陳臣之陋忠，而未知王心也，所以王三問而不對者是也。臣非有所畏而不敢言也，知今日言之於前，而明日伏誅於後，然臣弗敢畏也。大王信行臣之言，死不足以爲臣患，亡不足以爲臣憂，漆身而爲厲，被髮而爲狂，不足以爲臣恥。五帝之聖而死，三王之仁而死，五伯之賢而死，烏獲之力而死，奔、育之勇焉而死。死者，人之所必不免也。處必然之勢，可以少有補於秦，此臣之所大願也，臣何患乎？伍子胥橐載而出昭關，夜行而晝伏，至於蔆水，無以餌其口，坐行蒲伏，乞食於吳市，卒興吳國，闔廬爲霸。使臣得進謀如伍子胥，加之以幽囚，終身不復見，是臣說之行也，臣何憂乎？箕子、接輿，漆身而爲厲，被髮而爲狂，無益於殷、楚。使臣得同行於箕子、接輿，漆身可以補所賢之主，是臣之大榮也，臣又何恥乎？臣之所恐者，獨恐臣死之後，天下見臣盡忠而身蹶也，是以杜口裹足，莫肯即秦耳。足下上畏太后之嚴，下惑奸臣之態，居深宮之中，不離保傅之手，終身闇惑，無與照奸，大者宗廟滅覆，小者身以孤危。此臣之所恐耳！若夫窮辱之事，死亡之患，臣弗敢畏也。臣死而秦治，賢於生也。”",
            "秦王跽曰：“先生是何言也！夫秦國僻遠，寡人愚不肖，先生乃幸至此，此天以寡人慁先生，而存先王之廟也。寡人得受命於先生，此天所以幸先王而不棄其孤也。先生奈何而言若此！事無大小，上及太后，下至大臣，願先生悉以教寡人，無疑寡人也。”范雎再拜，秦王亦再拜。"
          ]
        },
        {
          "chapter": "鄒忌諷齊王納諫",
          "source": "《戰國策》",
          "author": "兩漢：劉向 撰 ",
          "paragraphs": [
            "鄒忌修八尺有餘，而形貌昳麗。朝服衣冠，窺鏡，謂其妻曰：“我孰與城北徐公美？”其妻曰：“君美甚，徐公何能及君也！”城北徐公，齊國之美麗者也。忌不自信，而復問其妾曰：“吾孰與徐公美？”妾曰：“徐公何能及君也！”旦日，客從外來，與坐談，問之客曰：“吾與徐公孰美？”客曰：“徐公不若君之美也。”明日徐公來，孰視之，自以爲不如；窺鏡而自視，又弗如遠甚。暮寢而思之，曰：“吾妻之美我者，私我也；妾之美我者，畏我也；客之美我者，欲有求於我也。”",
            "於是入朝見威王，曰：“臣誠知不如徐公美。臣之妻私臣，臣之妾畏臣，臣之客欲有求於臣，皆以美於徐公。今齊地方千里，百二十城，宮婦左右莫不私王，朝廷之臣莫不畏王，四境之內莫不有求於王：由此觀之，王之蔽甚矣。”",
            "王曰：“善。”乃下令：“羣臣吏民能面刺寡人之過者，受上賞；上書諫寡人者，受中賞；能謗譏於市朝，聞寡人之耳者，受下賞。”令初下，羣臣進諫，門庭若市；數月之後，時時而間進；期年之後，雖欲言，無可進者。燕、趙、韓、魏聞之，皆朝於齊.此所謂戰勝於朝廷。(謗譏 一作：謗議)"
          ]
        },
        {
          "chapter": "齊宣王見顏斶",
          "source": "《戰國策》",
          "author": "先秦：佚名 ",
          "paragraphs": [
            "齊宣王見顏斶，曰：“斶前！”斶亦曰：“王前！”宣王不說。左右曰：“王，人君也。斶，人臣也。王曰‘斶前’，亦曰‘王前’，可乎？”斶對曰：“夫斶前爲慕勢，王前爲趨士。與使斶爲慕勢，不如使王爲趨士。”王忿然作色曰：“王者貴乎？士貴乎？”對曰：“士貴耳，王者不貴。”王曰：“有說乎？”斶曰：“有。昔者秦攻齊，令曰：‘有敢去柳下季壟五十步而樵採者，死不赦。’令曰：‘有能得齊王頭者，封萬戶侯，賜金千鎰。’由是觀之，生王之頭，曾不若死士之壟也。”宣王默然不悅。",
            "左右皆曰：“斶來，斶來！大王據千乘之地，而建千石鍾，萬石虡。天下之士，仁義皆來役處；辯士並進，莫不來語；東西南北，莫敢不服。求萬物無不備具，而百姓無不親附。今夫士之高者，乃稱匹夫，徒步而處農畝，下則鄙野、監門、閭里，士之賤也，亦甚矣！”",
            "斶對曰：“不然。斶聞古大禹之時，諸侯萬國。何則？德厚之道，得貴士之力也。故舜起農畝，出於嶽鄙，而爲天子。及湯之時，諸侯三千。當今之世，南面稱寡者，乃二十四。由此觀之，非得失之策與？稍稍誅滅，滅亡無族之時，欲爲監門、閭里，安可得而有乎哉？是故《易傳》不云乎。’居上位，未得其實，以喜其爲名者，必以驕奢爲行。據慢驕奢，則兇中之。是故無其實而喜其名者削，無德而望其福者約，無功而受其祿者辱，禍必握。’故曰：‘矜功不立，虛願不至。’此皆幸樂其名，華而無其實德者也。是以堯有九佐，舜有七友，禹有五丞，湯有三輔，自古及今而能虛成名於天下者，無有。是以君王無羞亟問，不愧下學；是故成其道德而揚功名於後世者，堯、舜、禹、湯、周文王是也。故曰：‘無形者，形之君也。無端者，事之本也。’夫上見其原，下通其流，至聖人明學，何不吉之有哉！老子曰：‘雖貴，必以賤爲本；雖高，必以下爲基。是以侯王稱孤寡不穀，是其賤必本於？’非夫孤寡者，人之困賤下位也，而侯王以自謂，豈非下人而尊貴士與？夫堯傳舜，舜傳傅禹，周成王任周公旦，而世世稱曰明主，是以明乎士之貴也。”",
            "宣王曰：“嗟乎！君子焉可侮哉，寡人自取病耳！及今聞君子之言，乃今聞細人之行，願請受爲弟子。且顏先生與寡人遊，食必太牢，出必乘車，妻子衣服。” 　 顏斶辭去曰：“夫玉生於山，制則破焉，非弗寶貴矣，然大璞不完。士生乎鄙野，推選則祿焉，非不得尊遂也，然而形神不全。斶願得歸，晚食以當肉，安步以當車，無罪以當貴，清靜貞正以自虞。制言者王也，盡忠直言者斶也。言要道已備矣，願得賜歸，安行而反臣之邑屋。”則再拜而辭去也。斶知足矣，歸反樸，則終身不辱也。",
            "君子曰：“斶知足矣，歸真返璞，則終身不辱。”"
          ]
        },
        {
          "chapter": "馮諼客孟嘗君",
          "source": "《戰國策》",
          "author": "先秦：佚名 ",
          "paragraphs": [
            "齊人有馮諼者，貧乏不能自存，使人屬孟嘗君，願寄食門下。孟嘗君曰：“客何好？”曰：“客無好也。”曰：“客何能？”曰：“客無能也。”孟嘗君笑而受之曰：“諾。”",
            "左右以君賤之也，食以草具。居有頃，倚柱彈其劍，歌曰：“長鋏歸來乎！食無魚。”左右以告。孟嘗君曰：“食之，比門下之客。”居有頃，復彈其鋏，歌曰：“長鋏歸來乎！出無車。”左右皆笑之，以告。孟嘗君曰：“爲之駕，比門下之車客。”於是乘其車，揭其劍，過其友曰：“孟嘗君客我。”後有頃，復彈其劍鋏，歌曰：“長鋏歸來乎！無以爲家。”左右皆惡之，以爲貪而不知足。孟嘗君問：“馮公有親乎？”對曰，“有老母。”孟嘗君使人給其食用，無使乏。於是馮諼不復歌。",
            "後孟嘗君出記，問門下諸客：“誰習計會，能爲文收責於薛者乎？”馮諼署曰：“能。”孟嘗君怪之，曰：“此誰也？”左右曰：“乃歌夫長鋏歸來者也。”孟嘗君笑曰：“客果有能也，吾負之，未嘗見也。”請而見之，謝曰：“文倦於事，憒於憂，而性懧愚，沉於國家之事，開罪於先生。先生不羞，乃有意欲爲收責於薛乎？”馮諼曰：“願之。”於是約車治裝，載券契而行，辭曰：“責畢收，以何市而反？”孟嘗君曰：“視吾家所寡有者。”",
            "驅而之薛，使吏召諸民當償者，悉來合券。券遍合，起，矯命，以責賜諸民。因燒其券。民稱萬歲。",
            "長驅到齊，晨而求見。孟嘗君怪其疾也，衣冠而見之，曰：“責畢收乎？來何疾也！”曰：“收畢矣。”“以何市而反？”馮諼曰；“君之‘視吾家所寡有者’。臣竊計，君宮中積珍寶，狗馬實外廄，美人充下陳。君家所寡有者，以義耳！竊以爲君市義。”孟嘗君曰：“市義奈何？”曰：“今君有區區之薛，不拊愛子其民，因而賈利之。臣竊矯君命，以責賜諸民，因燒其券，民稱萬歲。乃臣所以爲君市義也。”孟嘗君不悅，曰：“諾，先生休矣！”",
            "後期年，齊王謂孟嘗君曰：“寡人不敢以先王之臣爲臣。”孟嘗君就國於薛，未至百里，民扶老攜幼，迎君道中。孟嘗君顧謂馮諼：“先生所爲文市義者，乃今日見之。”",
            "馮諼曰：“狡兔有三窟，僅得免其死耳；今君有一窟，未得高枕而臥也。請爲君復鑿二窟。”孟嘗君予車五十乘，金五百斤，西遊於樑，謂惠王曰：“齊放其大臣孟嘗君於諸侯，諸侯先迎之者，富而兵強。”於是樑王虛上位，以故相爲上將軍，遣使者黃金千斤，車百乘，往聘孟嘗君。馮諼先驅，誡孟嘗君曰：“千金，重幣也；百乘，顯使也。齊其聞之矣。”樑使三反，孟嘗君固辭不往也。",
            "齊王聞之，君臣恐懼，遣太傅齎黃金千斤、文車二駟，服劍一，封書，謝孟嘗君曰：“寡人不祥，被於宗廟之祟，沉於諂諛之臣，開罪於君。寡人不足爲也；願君顧先王之宗廟，姑反國統萬人乎！”馮諼誡孟嘗君曰：“願請先王之祭器，立宗廟於薛。”廟成，還報孟嘗君曰：“三窟已就，君姑高枕爲樂矣。”",
            "孟嘗君爲相數十年，無纖介之禍者，馮諼之計也。"
          ]
        },
        {
          "chapter": "趙威後問齊使",
          "source": "《戰國策》",
          "author": "先秦：佚名 ",
          "paragraphs": [
            "齊王使使者問趙威後。書未發，威後問使者曰：“歲亦無恙邪？民亦無恙邪？王亦無恙邪？”使者不說，曰：“臣奉使使威後，今不問王而先問歲與民，豈先賤而後尊貴者乎？”威後曰：“不然，苟無歲，何以有民？苟無民， 何以有君？故有捨本而問末者耶？”",
            "乃進而問之曰：“齊有處士曰鍾離子，無恙耶？是其爲人也，有糧者亦食，無糧者亦食；有衣者亦衣，無衣者亦衣。是助王養其民也，何以至今不業也？葉陽子無恙乎？是其爲人，哀鰥寡，恤孤獨，振困窮，補不足。是助王息其民者也，何以至今不業也？北宮之女嬰兒子無恙耶？徹其環瑱，至老不嫁，以養父母。是皆率民而出於孝情者也，胡爲至今不朝也?此二士弗業，一女不朝，何以王齊國，子萬民乎？於陵子仲尚存乎？是其爲人也，上不臣於王，下不治其家，中不索交諸侯。此率民而出於無用者，何爲至今不殺乎？”"
          ]
        },
        {
          "chapter": "莊辛論倖臣",
          "source": "《戰國策》",
          "author": "先秦：佚名 ",
          "paragraphs": [
            "“臣聞鄙語曰：‘見兔而顧犬，未爲晚也；亡羊而補牢，未爲遲也。’臣聞昔湯、武以百里昌，桀、紂以天下亡。今楚國雖小，絕長續短，猶以數千裏，豈特百里哉？",
            "“王獨不見夫蜻蛉乎？六足四翼，飛翔乎天地之間，俛啄蚊虻而食之，仰承甘露而飲之，自以爲無患，與人無爭也。不知夫五尺童子，方將調鉛膠絲，加己乎四仞之上，而下爲螻蟻食也。",
            "夫蜻蛉其小者也，黃雀因是以。俯噣白粒，仰棲茂樹，鼓翅奮翼。自以爲無患，與人無爭也；不知夫公子王孫，左挾彈，右攝丸，將加己乎十仞之上，以其類爲招。晝遊乎茂樹，夕調乎酸鹹，倏忽之間，墜於公子之手。",
            "“夫雀其小者也，黃鵠因是以。遊於江海，淹乎大沼，府噣(魚卷)鯉，仰齧陵衡，奮其六翮，而凌清風，飄搖乎高翔，自以爲無患，與人無爭也。不知夫射者，方將修其碆盧，治其矰繳，將加己乎百仞之上。被礛磻，引微繳，折清風而抎矣。故晝遊乎江河，夕調乎鼎鼐。",
            "“夫黃鵠其小者也，蔡靈侯之事因是以。南遊乎高陂，北陵乎巫山，飲茹溪流，食湘波之魚，左抱幼妾，右擁嬖女，與之馳騁乎高蔡之中，而不以國家爲事。不知夫子發方受命乎宣王，系己以朱絲而見之也。",
            "“蔡聖侯之事其小者也，君王之事因是以。左州侯，右夏侯，輦從鄢陵君與壽陵君，飯封祿之粟，而戴方府之金，與之馳騁乎雲夢之中，而不以天下國家爲事。不知夫穣侯方受命乎秦王，填黽塞之內，而投己乎黽塞之外。”"
          ]
        },
        {
          "chapter": "觸龍說趙太后",
          "source": "《戰國策》",
          "author": "兩漢：劉向 ",
          "paragraphs": [
            "趙太后新用事，秦急攻之。趙氏求救於齊，齊曰：“必以長安君爲質，兵乃出。”太后不肯，大臣強諫。太后明謂左右：“有復言令長安君爲質者，老婦必唾其面。”",
            "左師觸龍言願見太后。太后盛氣而揖之。入而徐趨，至而自謝，曰：“老臣病足，曾不能疾走，不得見久矣。竊自恕，而恐太后玉體之有所郄也，故願望見太后。”太后曰：“老婦恃輦而行。”曰：“日食飲得無衰乎？”曰：“恃粥耳。”曰：“老臣今者殊不欲食，乃自強步，日三四里，少益耆食，和於身。”太后曰：“老婦不能。”太后之色少解。",
            "左師公曰：“老臣賤息舒祺，最少，不肖；而臣衰，竊愛憐之。願令得補黑衣之數，以衛王宮。沒死以聞。”太后曰：“敬諾。年幾何矣？”對曰：“十五歲矣。雖少，願及未填溝壑而託之。”太后曰：“丈夫亦愛憐其少子乎？”對曰：“甚於婦人。”太后笑曰：“婦人異甚。”對曰：“老臣竊以爲媼之愛燕後賢於長安君。”曰：“君過矣！不若長安君之甚。”左師公曰：“父母之愛子，則爲之計深遠。媼之送燕後也，持其踵，爲之泣，念悲其遠也，亦哀之矣。已行，非弗思也，祭祀必祝之，祝曰：‘必勿使反。’豈非計久長，有子孫相繼爲王也哉？”太后曰：“然。”",
            "左師公曰：“今三世以前，至於趙之爲趙，趙王之子孫侯者，其繼有在者乎？”曰：“無有。”曰：“微獨趙，諸侯有在者乎？”曰：“老婦不聞也。”“此其近者禍及身，遠者及其子孫。豈人主之子孫則必不善哉？位尊而無功，奉厚而無勞，而挾重器多也。今媼尊長安君之位，而封之以膏腴之地，多予之重器，而不及今令有功於國，—旦山陵崩，長安君何以自託於趙？老臣以媼爲長安君計短也，故以爲其愛不若燕後。”太后曰：“諾，恣君之所使之。”",
            "於是爲長安君約車百乘，質於齊，齊兵乃出。",
            "子義聞之曰：“人主之子也、骨肉之親也，猶不能恃無功之尊、無勞之奉，已守金玉之重也，而況人臣乎。”"
          ]
        },
        {
          "chapter": "魯仲連義不帝秦",
          "source": "《戰國策》",
          "author": "先秦：佚名 ",
          "paragraphs": [
            "秦圍趙之邯鄲。魏安釐王使將軍晉鄙救趙，畏秦，止於蕩陰不進。",
            "魏王使客將軍辛垣衍間入邯鄲，因平原君謂趙王曰：“秦所以急圍趙者，前與齊閔王爭強爲帝，已而復歸帝，以齊故；今齊閔王已益弱，方今唯秦雄天下，此非必貪邯鄲，其意欲求爲帝。趙誠發使尊秦昭王爲帝，秦必喜，罷兵去。”平原君猶豫未有所決。",
            "此時魯仲連適遊趙，會秦圍趙，聞魏將欲令趙尊秦爲帝，乃見平原君，曰：“事將奈何矣？”平原君曰：“勝也何敢言事！百萬之衆折於外，今又內圍邯鄲而不去。魏王使客將軍辛垣衍令趙帝秦，今其人在是。勝也何敢言事！”魯連曰：“始吾以君爲天下之賢公子也，吾乃今然後知君非天下之賢公子也。樑客辛垣衍安在？吾請爲君責而歸之！”平原君曰：“勝請爲召而見之於先生。”",
            "平原君遂見辛垣衍曰：“東國有魯連先生，其人在此，勝請爲紹介，而見之於先生。”辛垣衍曰：“吾聞魯連先生，齊國之高士也。衍，人臣也，使事有職，吾不願見魯連先生也。”平原君曰：“勝已泄之矣。”辛垣衍許諾。",
            "魯連見辛垣衍而無言。辛垣衍曰：“吾視居此圍城之中者，皆有求於平原君者也。今吾視先生之玉貌，非有求於平原君者，曷爲久居此圍城中而不去也？”魯連曰：“世以鮑焦無從容而死者，皆非也。今衆人不知，則爲一身。彼秦，棄禮義，上首功之國也，權使其士，虜使其民，彼則肆然而爲帝，過而遂正於天下，則連有赴東海而死耳，吾不忍爲之民也！所爲見將軍者，欲以助趙也。”辛垣衍曰：“先生助之奈何？”魯連曰：“吾將使樑及燕助之，齊楚則固助之矣。”辛垣衍曰：“燕則吾請以從矣；若乃樑，則吾樑人也，先生惡能使樑助之耶？”魯連曰：“樑未睹秦稱帝之害故也；使樑睹秦稱帝之害，則必助趙矣。”辛垣衍曰：“秦稱帝之害將奈何？”魯仲連曰：“昔齊威王嘗爲仁義矣，率天下諸侯而朝周。周貧且微，諸侯莫朝，而齊獨朝之。居歲餘，周烈王崩，諸侯皆吊，齊後往。周怒，赴於齊曰：‘天崩地坼，天子下席，東藩之臣田嬰齊後至，則斮之！’威王勃然怒曰：‘叱嗟！而母，婢也！’卒爲天下笑。故生則朝周，死則叱之，誠不忍其求也。彼天子固然，其無足怪。”",
            "辛垣衍曰：“先生獨未見夫僕乎？十人而從一人者，寧力不勝、智不若邪？畏之也。”魯仲連曰：“然樑之比於秦，若僕邪？”辛垣衍曰：“然。”魯仲連曰：“然則吾將使秦王烹醢樑王！”辛垣衍怏然不悅，曰：“嘻！亦太甚矣，先生之言也！先生又惡能使秦王烹醢樑王？”魯仲連曰：“固也！待吾言之：昔者鬼侯、鄂侯、文王，紂之三公也。鬼侯有子而好，故入之於紂，紂以爲惡，醢鬼侯；鄂侯爭之急，辨之疾，故脯侯；文王聞之，喟然而嘆，故拘之於牖里之庫百日，而欲令之死。曷爲與人俱稱帝王，卒就脯醢之地也？“",
            "“齊閔王將之魯，夷維子執策而從，謂魯人曰：‘子將何以待吾君？’魯人曰：‘吾將以十太牢待子之君。’夷維子曰：‘子安取禮而來待吾君？彼吾君者，天子也。天子巡狩，諸侯闢舍，納筦鍵，攝衽抱幾，視膳於堂下；天子已食，而聽退朝也。’魯人投其鑰，不果納，不得入於魯。將之薛，假塗於鄒。當是時，鄒君死，閔王欲入吊。夷維子謂鄒之孤曰：‘天子吊，主人必將倍殯柩，設北面於南方，然後天子南面吊也。’鄒之羣臣曰：‘必若此，吾將伏劍而死。’故不敢入於鄒。鄒、魯之臣，生則不得事養，死則不得飯含，然且欲行天子之禮於鄒、魯之臣，不果納。今秦萬乘之國，樑亦萬乘之國，交有稱王之名。睹其一戰而勝，欲從而帝之，是使三晉之大臣，不如鄒、魯之僕妾也。",
            "“且秦無已而帝，則且變易諸侯之大臣，彼將奪其所謂不肖，而予其所謂賢，奪其所憎，而與其所愛；彼又將使其子女讒妾，爲諸侯妃姬，處樑之宮，樑王安得晏然而已乎？而將軍又何以得故寵乎？”",
            "於是辛垣衍起，再拜謝曰：“始以先生爲庸人，吾乃今日而知先生爲天下之士也！吾請去，不敢復言帝秦！”",
            "秦將聞之，爲卻軍五十里。適會魏公子無忌奪晉鄙軍以救趙擊秦，秦軍引而去。",
            "於是平原君欲封魯仲連。魯仲連辭讓者三，終不肯受。平原君乃置酒，酒酣，起，前，以千金爲魯連壽。魯連笑曰：“所貴於天下之士者，爲人排患釋難、解紛亂而無所取也。即有所取者，是商賈之人也。仲連不忍爲也。”遂辭平原君而去，終身不復見。"
          ]
        },
        {
          "chapter": "魯共公擇言",
          "source": "《戰國策》",
          "author": "先秦：佚名 ",
          "paragraphs": [
            "樑王魏嬰觴諸侯於範臺。酒酣，請魯君舉觴。魯君興，避席擇言曰：“昔者，帝女令儀狄作酒而美，進之禹，禹飲而甘之，遂疏儀狄，絕旨酒，曰：‘後世必有以酒亡其國者。’齊桓公夜半不嗛，易牙乃煎熬燔灸，和調五味而進之，桓公食之而飽，至旦不覺，曰：‘後世必有以味亡其國者。’晉文公得南之威，三日不聽朝，遂推南之威而遠之，曰：‘後世必有以色亡其國者。’楚王登強臺而望崩山，左江而右湖，以臨彷徨，其樂忘死，遂盟強臺而弗登，曰：‘後世必有以高臺陂池亡其國者。’今主君之尊，儀狄之酒以；主君之味，易牙之調也；左白臺而右閭須，南威之美也；前夾林而後蘭臺，強臺之樂也。有一於此，足以亡其國。今主君兼此四者，可無戒與！”樑王稱善相屬。"
          ]
        },
        {
          "chapter": "唐雎說信陵君",
          "source": "《戰國策》",
          "author": "先秦：佚名 ",
          "paragraphs": [
            "信陵君殺晉鄙，救邯鄲，破秦人，存趙國，趙王自郊迎。",
            "唐雎謂信陵君曰：“臣聞之曰：事有不可知者，有不可不知者；有不可忘者，有不可不忘者。”信陵君曰：“何謂也？”對曰：“人之憎我也，不可不知也；吾憎人也，不可得而知也。人之有德於我也，不可忘也；吾有德於人也，不可不忘也。今君殺晉鄙，救邯鄲，破秦人，存趙國，此大德也。今趙王自郊迎，卒然見趙王，願君之忘之也。”信陵君曰：“無忌謹受教。”"
          ]
        },
        {
          "chapter": "唐雎不辱使命 ",
          "source": "《戰國策》",
          "author": "先秦：劉向 撰 ",
          "paragraphs": [
            "秦王使人謂安陵君曰：“寡人慾以五百里之地易安陵，安陵君其許寡人！”安陵君曰：“大王加惠，以大易小，甚善；雖然，受地於先王，願終守之，弗敢易！”秦王不說。安陵君因使唐雎使於秦。(說 通：悅)",
            "秦王謂唐雎曰：“寡人以五百里之地易安陵，安陵君不聽寡人，何也？且秦滅韓亡魏，而君以五十里之地存者，以君爲長者，故不錯意也。今吾以十倍之地，請廣於君，而君逆寡人者，輕寡人與？”唐雎對曰：“否，非若是也。安陵君受地於先王而守之，雖千里不敢易也，豈直五百里哉？”",
            "秦王怫然怒，謂唐雎曰：“公亦嘗聞天子之怒乎？”唐雎對曰：“臣未嘗聞也。”秦王曰：“天子之怒，伏屍百萬，流血千里。”唐雎曰：“大王嘗聞布衣之怒乎？”秦王曰：“布衣之怒，亦免冠徒跣，以頭搶地耳。”唐雎曰：“此庸夫之怒也，非士之怒也。夫專諸之刺王僚也，彗星襲月；聶政之刺韓傀也，白虹貫日；要離之刺慶忌也，倉鷹擊於殿上。此三子者，皆布衣之士也，懷怒未發，休祲降於天，與臣而將四矣。若士必怒，伏屍二人，流血五步，天下縞素，今日是也。”挺劍而起。",
            "秦王色撓，長跪而謝之曰：“先生坐！何至於此！寡人諭矣：夫韓、魏滅亡，而安陵以五十里之地存者，徒以有先生也。”"
          ]
        },
        {
          "chapter": "樂毅報燕王書",
          "source": "《戰國策》",
          "author": "先秦：佚名 ",
          "paragraphs": [
            "昌國君樂毅，爲燕昭王合五國之兵而攻齊，下七十餘城，盡郡縣之以屬燕。三城未下，而燕昭王死。惠王即位，用齊人反間，疑樂毅，而使騎劫代之將。樂毅奔趙，趙封以爲望諸君。齊田單詐騎劫，卒敗燕軍，復收七十餘城以復齊。",
            "燕王悔，懼趙用樂毅乘燕之弊以伐燕。燕王乃使人讓樂毅，且謝之曰：“先王舉國而委將軍，將軍爲燕破齊，報先王之仇，天下莫不振動。寡人豈敢一日而忘將軍之功哉！會先王棄羣臣，寡人新即位，左右誤寡人。寡人之使騎劫代將軍，爲將軍久暴露於外，故召將軍，且休計事。將軍過聽，以與寡人有隙，遂捐燕而歸趙。將軍自爲計則可矣，而亦何以報先王之所以遇將軍之意乎？”",
            "望諸君乃使人獻書報燕王曰：“臣不佞，不能奉承先王之教，以順左右之心，恐抵斧質之罪，以傷先王之明，而又害於足下之義，故遁逃奔趙。自負以不肖之罪，故不敢爲辭說。今王使使者數之罪，臣恐侍御者之不察先王之所以畜倖臣之理，而又不白於臣之所以事先王之心，故敢以書對。”",
            "“臣聞賢聖之君不以祿私其親，功多者授之；不以官隨其愛，能當者處之。故察能而授官者，成功之君也；論行而結交者，立名之士也。臣以所學者觀之，先王之舉錯，有高世之心，故假節於魏王，而以身得察於燕。先王過舉，擢之乎賓客之中，而立之乎羣臣之上，不謀於父兄，而使臣爲亞卿。臣自以爲奉令承教，可以幸無罪矣，故受命而不辭。",
            "“先王命之曰：‘我有積怨深怒於齊，不量輕弱，而欲以齊爲事。’臣對曰：‘夫齊，霸國之餘教而驟勝之遺事也，閒於甲兵，習於戰攻。王若欲伐之，則必舉天下而圖之。舉天下而圖之，莫徑於結趙矣。且又淮北、宋地，楚、魏之所同願也。趙若許約，楚、趙、宋盡力，四國攻之，齊可大破也。’先王曰：‘善。’臣乃口受令，具符節，南使臣於趙。顧反命，起兵隨而攻齊，以天之道，先王之靈，河北之地，隨先王舉而有之於濟上。濟上之軍奉令擊齊，大勝之。輕卒銳兵，長驅至國。齊王逃遁走莒，僅以身免。珠玉財寶，車甲珍器，盡收入燕。大呂陳於元英，故鼎反乎曆室，齊器設於寧臺。薊丘之植，植於汶篁。自五伯以來，功未有及先王者也。先王以爲順於其志，以臣爲不頓命，故裂地而封之，使之得比乎小國諸侯。臣不佞，自以爲奉令承教，可以幸無罪矣，故受命而弗辭。”",
            "“臣聞賢明之君，功立而不廢，故著於《春秋》，蚤知之士，名成而不毀，故稱於後世。若先王之報怨雪恥，夷萬乘之強國，收八百歲之蓄積，及至棄羣臣之日，遺令詔後嗣之餘義，執政任事之臣，所以能循法令，順庶孽者，施及萌隸，皆可以教於後世。”",
            "“臣聞善作者不必善成，善始者不必善終。昔者伍子胥說聽乎闔閭，故吳王遠跡至於郢；夫差弗是也，賜之鴟夷而浮之江。故吳王夫差不悟先論之可以立功，故沉子胥而弗悔；子胥不蚤見主之不同量，故入江而不改。”",
            "“夫免身功，以明先王之跡者，臣之上計也。離毀辱之非，墮先王之名者，臣之所大恐也。臨不測之罪，以幸爲利者，義之所不敢出也。”",
            "“臣聞古之君子，交絕不出惡聲；忠臣之去也，不潔其名。臣雖不佞，數奉教於君子矣。恐侍御者之親左右之說，而不察疏遠之行也。故敢以書報，唯君之留意焉。"
          ]
        },
        {
          "chapter": "諫逐客書",
          "source": "(李斯)",
          "author": "先秦：李斯 ",
          "paragraphs": [
            "臣聞吏議逐客，竊以爲過矣。昔穆公求士，西取由余於戎，東得百里奚於宛，迎蹇叔於宋，來邳豹、公孫支於晉。此五子者，不產於秦，而穆公用之，並國二十，遂霸西戎。孝公用商鞅之法，移風易俗，民以殷盛，國以富強，百姓樂用，諸侯親服，獲楚、魏之師，舉地千里，至今治強。惠王用張儀之計，拔三川之地，西並巴、蜀，北收上郡，南取漢中，包九夷，制鄢、郢，東據成皋之險，割膏腴之壤，遂散六國之縱，使之西面事秦，功施到今。昭王得范雎，廢穰侯，逐華陽，強公室，杜私門，蠶食諸侯，使秦成帝業。此四君者，皆以客之功。由此觀之，客何負於秦哉！向使四君卻客而不內，疏士而不用，是使國無富利之實，而秦無強大之名也。",
            "今陛下致崑山之玉，有隨和之寶，垂明月之珠，服太阿之劍，乘纖離之馬，建翠鳳之旗，樹靈鼉之鼓。此數寶者，秦不生一焉，而陛下說之，何也？必秦國之所生然後可，則是夜光之璧，不飾朝廷；犀象之器，不爲玩好；鄭、衛之女不充後宮，而駿良駃騠不實外廄，江南金錫不爲用，西蜀丹青不爲採。所以飾後宮，充下陳，娛心意，說耳目者，必出於秦然後可，則是宛珠之簪，傅璣之珥，阿縞之衣，錦繡之飾不進於前，而隨俗雅化，佳冶窈窕，趙女不立於側也。夫擊甕叩缶彈箏搏髀，而歌呼嗚嗚快耳者，真秦之聲也；《鄭》、《衛》、《桑間》，《韶》、《虞》、《武》、《象》者，異國之樂也。今棄擊甕叩缶而就《鄭》、《衛》，退彈箏而取《昭》、《虞》，若是者何也？快意當前，適觀而已矣。今取人則不然。不問可否，不論曲直，非秦者去，爲客者逐。然則是所重者在乎色樂珠玉，而所輕者在乎人民也。此非所以跨海內、制諸侯之術也。",
            "臣聞地廣者粟多，國大者人衆，兵強則士勇。是以泰山不讓土壤，故能成其大；河海不擇細流，故能就其深；王者不卻衆庶，故能明其德。是以地無四方，民無異國，四時充美，鬼神降福，此五帝三王之所以無敵也。今乃棄黔首以資敵國，卻賓客以業諸侯，使天下之士退而不敢西向，裹足不入秦，此所謂“藉寇兵而齎盜糧”者也。夫物不產於秦，可寶者多；士不產於秦，而願忠者衆。今逐客以資敵國，損民以益讎，內自虛而外樹怨於諸侯，求國無危，不可得也。(泰山 一作：太山)"
          ]
        },
        {
          "chapter": "卜居",
          "source": "(屈原)",
          "author": "先秦：屈原 ",
          "paragraphs": [
            "屈原既放，三年不得復見。竭知盡忠而蔽障於讒。心煩慮亂，不知所從。乃往見太卜鄭詹尹曰：“餘有所疑，願因先生決之。”詹尹乃端策拂龜，曰：“君將何以教之？”",
            "屈原曰：“吾寧悃悃款款，樸以忠乎，將送往勞來，斯無窮乎？",
            "“寧誅鋤草茅以力耕乎，將遊大人以成名乎？寧正言不諱以危身乎，將從俗富貴以偷生乎？寧超然高舉以保真乎，將哫訾慄斯，喔咿儒兒，以事婦人乎？寧廉潔正直以自清乎，將突梯滑稽，如脂如韋，以潔楹乎？",
            "“寧昂昂若千里之駒乎，將泛泛若水中之鳧，與波上下，偷以全吾軀乎？寧與騏驥亢軛乎，將隨駑馬之跡乎？寧與黃鵠比翼乎，將與雞鶩爭食乎？",
            "“此孰吉孰兇？何去何從？",
            "“世溷濁而不清：蟬翼爲重，千鈞爲輕；黃鐘譭棄，瓦釜雷鳴；讒人高張，賢士無名。吁嗟默默兮，誰知吾之廉貞！”",
            "詹尹乃釋策而謝曰：“夫尺有所短，寸有所長；物有所不足，智有所不明；數有所不逮，神有所不通。用君之心，行君之意。龜策誠不能知此事。”"
          ]
        },
        {
          "chapter": "對楚王問",
          "source": "(宋玉)",
          "author": "先秦：宋玉 ",
          "paragraphs": [
            "楚襄王問於宋玉曰：“先生其有遺行與？何士民衆庶不譽之甚也！”",
            "宋玉對曰：“唯，然，有之！願大王寬其罪，使得畢其辭。客有歌於郢中者，其始曰《下里》、《巴人》，國中屬而和者數千人。其爲《陽阿》、《薤露》，國中屬而和者數百人。其爲《陽春》、《白雪》，國中有屬而和者，不過數十人。引商刻羽，雜以流徵，國中屬而和者，不過數人而已。是其曲彌高，其和彌寡。",
            "故鳥有鳳而魚有鯤。鳳皇上擊九千里，絕雲霓，負蒼天，足亂浮雲，翱翔乎杳冥之上。夫蕃籬之鷃，豈能與之料天地之高哉？鯤魚朝發崑崙之墟，暴鬐於碣石，暮宿於孟諸。夫尺澤之鯢，豈能與之量江海之大哉？故非獨鳥有鳳而魚有鯤，士亦有之。夫聖人瑰意琦行，超然獨處，世俗之民，又安知臣之所爲哉？”"
          ]
        }
      ]
    },
    {
      "title": "卷五・漢文",
      "content": [
        {
          "chapter": "五帝本紀贊",
          "source": "《史記》",
          "author": "兩漢：司馬遷 ",
          "paragraphs": [
            "太史公曰：學者多稱五帝，尚矣。然《尚書》獨載堯以來，而百家言黃帝，其文不雅馴，薦紳先生難言之。孔子所傳《宰予問五帝德》及《帝系姓》，儒者或不傳。餘嘗西至空桐，北過涿鹿，東漸於海，南浮江淮矣，至長老皆各往往稱黃帝、堯、舜之處，風教固殊焉。總之，不離古文者近是。予觀《春秋》《國語》，其發明《五帝德》《帝系姓》章矣，顧弟弗深考，其所表見皆不虛。書缺有間矣，其軼乃時時見於他說。非好學深思，心知其意，固難爲淺見寡聞道也。餘並論次，擇其言尤雅者，故著爲本紀書首。"
          ]
        },
        {
          "chapter": "項羽本紀贊",
          "source": "《史記》",
          "author": "兩漢：司馬遷 ",
          "paragraphs": [
            "太史公曰：吾聞之周生曰：“舜目蓋重瞳子。”又聞項羽亦重瞳子。羽豈其苗裔邪？何興之暴也？夫秦失其政，陳涉首難，豪傑蜂起，相與並爭，不可勝數。然羽非有尺寸，乘勢起隴畝之中，三年，遂將五諸侯滅秦，分裂天下而封王侯，政由羽出，號爲霸王，位雖不終，近古以來，未嘗有也。及羽背關懷楚，放逐義帝而自立，怨王侯叛己，難矣。自矜功伐，奮其私智，而不師古，謂霸王之業，欲以力征經營天下，五年，卒亡其國，身死東城，尚不覺寤，而不自責，過矣。乃引“天亡我，非用兵之罪也”，豈不謬哉！"
          ]
        },
        {
          "chapter": "秦楚之際月表",
          "source": "《史記》",
          "author": "兩漢：司馬遷 ",
          "paragraphs": [
            "太史公讀秦楚之際，曰：初作難，發於陳涉；虐戾滅秦自項氏；撥亂誅暴，平定海內，卒踐帝祚，成於漢家。五年之間，號令三嬗，自生民以來，未始有受命若斯之亟也！",
            "昔虞、夏之興，積善累功數十年，德洽百姓，攝行政事，考之於天，然後在位。湯、武之王，乃由契、后稷，修仁行義十餘世，不期而會孟津八百諸侯，猶以爲未可，其後乃放弒。秦起襄公，章於文、繆，獻、孝之後，稍以蠶食六國，百有餘載，至始皇乃能並冠帶之倫。以德若彼，用力如此，蓋一統若斯之難也！",
            "秦既稱帝，患兵革不休，以有諸侯也，於是無尺土之封，墮壞名城，銷鋒鏑，鋤豪傑，維萬世之安。然王跡之興，起於閭巷，合從討伐，軼於三代。鄉秦之禁，適足以資賢者爲驅除難耳，故奮發其所爲天下雄，安在無土不王？此乃傳之所謂大聖乎？豈非天哉？豈非天哉？非大聖孰能當此受命而帝者乎？"
          ]
        },
        {
          "chapter": "高祖功臣侯者年表",
          "source": "《史記》",
          "author": "兩漢：司馬遷 ",
          "paragraphs": [
            "正義高祖初定天下，表明有功之臣而侯之，若蕭、曹等。 太史公曰：古者人臣功有五品，以德立宗廟、定社稷曰勳，以言曰勞，用力曰功，明其等曰伐，積日曰閱。封爵之誓曰：“使河如帶，泰山若厲，國以永寧，爰及苗裔。”始未嘗不欲固其根本，而枝葉稍陵夷衰微也。",
            "餘讀高祖侯功臣，察其首封，所以失之者，曰：異哉新聞！《書》曰“協和萬國”，遷於夏、商，或數千歲。蓋周封八百，幽、厲之後，見於《春秋》。《尚書》有唐虞之侯伯，歷三代千有餘載，自全以蕃衛天子，豈非篤於仁義、奉上法哉？漢興，功臣受封者百有餘人。天下初定，故大城名都散亡，戶口可得而數者十二三，是以大侯不過萬家，小者五六百戶。後數世，民鹹歸鄉里，戶益息，蕭、曹、絳、灌之屬或至四萬，小侯自倍，富厚如之。子孫驕溢，忘其先，淫嬖。至太初，百年之間，見侯五，餘皆坐法隕命亡國，豐耗矣。罔亦少密焉，然皆身無兢兢於當世之禁雲。",
            "居今之世，志古之道，所以自鏡也，未必盡同。帝王者各殊禮而異務，要以成功爲統紀，豈可緄乎？觀所以得尊寵及所以廢辱，亦當世得失之林也，何必舊聞？於是謹其終始，表見其文，頗有所不盡本末，著其明，疑者闕之。後有君子，欲推而列之，得以覽焉。"
          ]
        },
        {
          "chapter": "孔子世家贊",
          "source": "《史記》",
          "author": "兩漢：司馬遷 ",
          "paragraphs": [
            "太史公曰：《詩》有之：“高山仰止，景行行止。”雖不能至，然心鄉往之。餘讀孔氏書，想見其爲人。適魯，觀仲尼廟堂車服禮器，諸生以時習禮其家，餘祗回留之不能去雲。天下君王至於賢人衆矣，當時則榮，沒則已焉。孔子布衣，傳十餘世，學者宗之。自天子王侯，中國言《六藝》者折中於夫子，可謂至聖矣！"
          ]
        },
        {
          "chapter": "外戚世家序",
          "source": "《史記》",
          "author": "兩漢：司馬遷 ",
          "paragraphs": [
            "自古受命帝王及繼體守文之君，非獨內德茂也，蓋亦有外戚之助焉。夏之興也以塗山，而桀之放也以末喜。殷之興也以有娀，紂之殺也嬖妲己。周之興也以姜原及大任，而幽王之禽也淫於褒姒。故《易》基《乾》《坤》，《詩》始《關雎》，《書》美釐降，《春秋》譏不親迎。夫婦之際，人道之大倫也。禮之用，唯婚姻爲兢兢。夫樂調而四時和，陰陽之變，萬物之統也。可不慎與？人能弘道，無如命何。甚哉，妃匹之愛，君不能得之於臣，父不能得之於子，況卑不乎！即歡合矣，或不能成子姓；能成子姓矣，或不能要終：豈非命也哉？孔子罕稱命，蓋難言之也。非通幽明，惡能識乎性命哉？"
          ]
        },
        {
          "chapter": "伯夷列傳",
          "source": "《史記》",
          "author": "兩漢：司馬遷 ",
          "paragraphs": [
            "夫學者載籍極博。尤考信於六藝。《詩》、《書》雖缺，然虞、夏之文可知也。堯將遜位，讓於虞舜，舜、禹之間，嶽牧鹹薦，乃試之於位，典職數十年，功用既興，然後授政。示天下重器，王者大統，傳天下若斯之難也。而說者曰：“堯讓天下於許由，許由不受，恥之逃隱。及夏之時，有卞隨、務光者。”此何以稱焉？太史公曰：餘登箕山，其上蓋有許由冢雲。孔子序列古之仁聖賢人，如吳太伯、伯夷之倫詳矣。餘以所聞，由、光義至高，其文辭不少概見，何哉？孔子曰：“伯夷、叔齊，不念舊惡，怨是用希。”“求仁得仁，又何怨乎？”餘悲伯夷之意，睹軼詩可異焉。其傳曰：伯夷、叔齊，孤竹君之二子也。父欲立叔齊。及父卒，叔齊讓伯夷。伯夷曰：“父命也。”遂逃去。叔齊亦不肯立而逃之。國人立其中子。於是伯夷、叔齊聞西伯昌善養老，“盍往歸焉！”及至，西伯卒，武王載木主，號爲文王，東伐紂。伯夷、叔齊叩馬而諫曰：“父死不葬，爰及干戈，可謂孝乎？以臣弒君，可謂仁乎？”左右欲兵之。太公曰：“此義人也。”扶而去之。武王已平殷亂，天下宗周，而伯夷、叔齊恥之，義不食周粟，隱於首陽山，采薇而食之。及餓且死，作歌，其辭曰：“登彼西山兮，採其薇矣。以暴易暴兮，不知其非矣。神農、虞、夏忽焉沒兮，我安適歸矣？于嗟徂兮，命之衰矣。”遂餓死於首陽山。由此觀之，怨邪非邪？ 或曰：“天道無親，常與善人。”若伯夷、叔齊，可謂善人者非邪？積仁潔行，如此而餓死。且七十子之徒，仲尼獨薦顏淵爲好學。然回也屢空，糟糠不厭，而卒蚤夭。天之報施善人，其何如哉？盜跖日殺不辜，肝人之肉，暴戾恣睢，聚黨數千人，橫行天下，竟以壽終，是遵何德哉？此其尤大彰明較著者也。若至近世，操行不軌，專犯忌諱，而終身逸樂，富厚累世不絕。或擇地而蹈之，時然後出言，行不由徑，非公正不發憤，而遇禍災者，不可勝數也。餘甚惑焉，倘所謂天道，是邪非邪？",
            "子曰：“道不同，不相爲謀。”亦各從其志也。故曰：“富貴如可求，雖執鞭之士，吾亦爲之。如不可求，從吾所好。”“歲寒，然後知松柏之後凋。”舉世混濁，清士乃見。豈以其重若彼，其輕若此哉？“君子疾沒世而名不稱焉。”賈子曰：“貪夫徇財，烈士徇名，誇者死權，衆庶馮生。”同明相照，同類相求。“雲從龍，風從虎，聖人作而萬物睹。”伯夷、叔齊雖賢，得夫子而名益彰；顏淵雖篤學，附驥尾而行益顯。巖穴之士，趨舍有時，若此類名湮滅而不稱，悲夫。閭巷之人，欲砥行立名者，非附青雲之士，惡能施於後世哉！"
          ]
        },
        {
          "chapter": "管晏列傳",
          "source": "《史記》",
          "author": "兩漢：司馬遷 ",
          "paragraphs": [
            "管仲夷吾者，潁上人也。少時常與鮑叔牙遊，鮑叔知其賢。管仲貧困，常欺鮑叔，鮑叔終善遇之，不以爲言。已而鮑叔事齊公子小白，管仲事公子糾。及小白立爲桓公，公子糾死，管仲囚焉。鮑叔遂進管仲。管仲既用，任政於齊，齊桓公以霸，九合諸侯，一匡天下，管仲之謀也。",
            "管仲曰：“吾始困時，嘗與鮑叔賈，分財利多自與，鮑叔不以我爲貪，知我貧也。吾嘗爲鮑叔謀事而更窮困，鮑叔不以我爲愚，知時有利不利也。吾嘗三仕三見逐於君，鮑叔不以我爲不肖，知我不遇時。吾嘗三戰三走，鮑叔不以我怯，知我有老母也。公子糾敗，召忽死之，吾幽囚受辱，鮑叔不以我爲無恥，知我不羞小節而恥功名不顯於天下也。生我者父母，知我者鮑子也。”",
            "鮑叔既進管仲，以身下之。子孫世祿於齊，有封邑者十餘世，常爲名大夫。天下不多管仲之賢而多鮑叔能知人也。",
            "管仲",
            "既任政相齊，以區區之齊在海濱，通貨積財，富國強兵，與俗同好惡。故其稱曰：“倉廩實而知禮節，衣食足而知榮辱，上服度則六親固。四維不張，國乃滅亡。下令如流水之原，令順民心。”故論卑而易行。俗之所欲，因而予之；俗之所否，因而去之。",
            "其爲政也，善因禍而爲福，轉敗而爲功。貴輕重，慎權衡。桓公實怒少姬，南襲蔡，管仲因而伐楚，責包茅不入貢於周室。桓公實北征山戎，而管仲因而令燕修召公之政。於柯之會，桓公欲背曹沫之約，管仲因而信之，諸侯由是歸齊。故曰：“知與之爲取，政之寶也。”",
            "管仲富擬於公室，有三歸、反坫，齊人不以爲侈。管仲卒，齊國遵其政，常強於諸侯。後百餘年而有晏子焉。",
            "晏子",
            "晏平仲嬰者，萊之夷維人也。事齊靈公、莊公、景公，以節儉力行重於齊。既相齊，食不重肉，妾不衣帛。其在朝，君語及之，即危言；語不及之，即危行。國有道，即順命；無道，即衡命。以此三世顯名於諸侯。",
            "越石父賢，在縲紲中。晏子出，遭之塗，解左驂贖之，載歸。弗謝，入閨。久之，越石父請絕。晏子懼然，攝衣冠謝曰：“嬰雖不仁，免子於緦何子求絕之速也？”石父曰：“不然。吾聞君子詘於不知己而信於知己者。方吾在縲紲中，彼不知我也。夫子既已感寤而贖我，是知己；知己而無禮，固不如在縲紲之中。”晏子於是延入爲上客。",
            "爲齊相，出，其御之妻從門閒而窺其夫。其夫爲相御，擁大蓋，策駟馬，意氣揚揚甚自得也。既而歸，其妻請去。夫問其故。妻曰：“晏子長不滿六尺，身相齊國，名顯諸侯。今者妾觀其出，志念深矣，常有以自下者。今子長八尺，乃爲人僕御，然子之意自以爲足，妾是以求去也。”其後夫自抑損。晏子怪而問之，御以實對。晏子薦以爲大夫。",
            "太史公曰：吾讀管氏牧民、山高、乘馬、輕重、九府，及晏子春秋，詳哉其言之也。既見其著書，欲觀其行事，故次其傳。至其書，世多有之，是以不論，論其軼事。",
            "管仲世所謂賢臣，然孔子小之。豈以爲周道衰微，桓公既賢，而不勉之至王，乃稱霸哉？語曰“將順其美，匡救其惡，故上下能相親也”。豈管仲之謂乎？",
            "方晏子伏莊公屍哭之，成禮然後去，豈所謂“見義不爲無勇”者邪？至其諫說，犯君之顏，此所謂“進思盡忠，退思補過”者哉！假令晏子而在，餘雖爲之執鞭，所忻慕焉。"
          ]
        },
        {
          "chapter": "屈原列傳",
          "source": "《史記》",
          "author": "兩漢：司馬遷 ",
          "paragraphs": [
            "屈原者，名平，楚之同姓也。爲楚懷王左徒。博聞強志，明於治亂，嫺於辭令。入則與王圖議國事，以出號令；出則接遇賓客，應對諸侯。王甚任之。",
            "上官大夫與之同列，爭寵而心害其能。懷王使屈原造爲憲令，屈平屬草稿未定。上官大夫見而欲奪之，屈平不與，因讒之曰：“王使屈平爲令，衆莫不知。每一令出，平伐其功，曰以爲‘非我莫能爲也。’”王怒而疏屈平。",
            "屈平疾王聽之不聰也，讒諂之蔽明也，邪曲之害公也，方正之不容也，故憂愁幽思而作《離騷》。“離騷”者，猶離憂也。夫天者，人之始也；父母者，人之本也。人窮則反本，故勞苦倦極，未嘗不呼天也；疾痛慘怛，未嘗不呼父母也。屈平正道直行，竭忠盡智，以事其君，讒人間之，可謂窮矣。信而見疑，忠而被謗，能無怨乎？屈平之作《離騷》，蓋自怨生也。《國風》好色而不淫，《小雅》怨誹而不亂。若《離騷》者，可謂兼之矣。上稱帝嚳，下道齊桓，中述湯、武，以刺世事。明道德之廣崇，治亂之條貫，靡不畢見。其文約，其辭微，其志潔，其行廉。其稱文小而其指極大，舉類邇而見義遠。其志潔，故其稱物芳；其行廉，故死而不容。自疏濯淖污泥之中，蟬蛻於濁穢，以浮游塵埃之外，不獲世之滋垢，皭然泥而不滓者也。推此志也，雖與日月爭光可也。",
            "屈原既絀。其後秦欲伐齊，齊與楚從親，惠王患之。乃令張儀佯去秦，厚幣委質事楚，曰：“秦甚憎齊，齊與楚從親，楚誠能絕齊，秦願獻商、於之地六百里。”楚懷王貪而信張儀，遂絕齊，使使如秦受地。張儀詐之曰：“儀與王約六裏，不聞六百里。”楚使怒去，歸告懷王。懷王怒，大興師伐秦。秦發兵擊之，大破楚師于丹、淅，斬首八萬，虜楚將屈匄，遂取楚之漢中地。懷王乃悉發國中兵，以深入擊秦，戰於藍田。魏聞之，襲楚至鄧。楚兵懼，自秦歸。而齊竟怒，不救楚，楚大困。明年，秦割漢中地與楚以和。楚王曰：“不願得地，願得張儀而甘心焉。”張儀聞，乃曰：“以一儀而當漢中地，臣請往如楚。”如楚，又因厚幣用事者臣靳尚，而設詭辯於懷王之寵姬鄭袖。懷王竟聽鄭袖，復釋去張儀。是時屈原既疏，不復在位，使於齊，顧反，諫懷王曰：“何不殺張儀？”懷王悔，追張儀，不及。",
            "其後，諸侯共擊楚，大破之，殺其將唐眜。時秦昭王與楚婚，欲與懷王會。懷王欲行，屈平曰：“秦，虎狼之國，不可信，不如毋行。”懷王稚子子蘭勸王行：“奈何絕秦歡！”懷王卒行。入武關，秦伏兵絕其後，因留懷王，以求割地。懷王怒，不聽。亡走趙，趙不內。復之秦，竟死於秦而歸葬。",
            "長子頃襄王立，以其弟子蘭爲令尹。楚人既咎子蘭以勸懷王入秦而不反也。屈平既嫉之，雖放流，眷顧楚國，繫心懷王，不忘欲反。冀幸君之一悟，俗之一改也。其存君興國，而欲反覆之，一篇之中，三致志焉。然終無可奈何，故不可以反。卒以此見懷王之終不悟也。",
            "人君無愚智賢不肖，莫不欲求忠以自爲，舉賢以自佐。然亡國破家相隨屬，而聖君治國累世而不見者，其所謂忠者不忠，而所謂賢者不賢也。懷王以不知忠臣之分，故內惑於鄭袖，外欺於張儀，疏屈平而信上官大夫、令尹子蘭，兵挫地削，亡其六郡，身客死於秦，爲天下笑，此不知人之禍也。《易》曰：“井渫不食，爲我心惻，可以汲。王明，並受其福。”王之不明，豈足福哉！令尹子蘭聞之，大怒。卒使上官大夫短屈原於頃襄王。頃襄王怒而遷之。屈原至於江濱，被髮行吟澤畔，顏色憔悴，形容枯槁。漁父見而問之曰：“子非三閭大夫歟？何故而至此？”屈原曰：“舉世皆濁而我獨清，衆人皆醉而我獨醒，是以見放。”漁父曰：“夫聖人者，不凝滯於物，而能與世推移。舉世皆濁，何不隨其流而揚其波？衆人皆醉，何不哺其糟而啜其醨？何故懷瑾握瑜，而自令見放爲？”屈原曰：“吾聞之，新沐者必彈冠，新浴者必振衣。人又誰能以身之察察，受物之汶汶者乎？寧赴常流而葬乎江魚腹中耳。又安能以皓皓之白，而蒙世之溫蠖乎？”乃作《懷沙》之賦。於是懷石，遂自投汨羅以死。",
            "屈原既死之後，楚有宋玉、唐勒、景差之徒者，皆好辭而以賦見稱。然皆祖屈原之從容辭令，終莫敢直諫。其後楚日以削，數十年竟爲秦所滅。自屈原沉汨羅後百有餘年，漢有賈生，爲長沙王太傅。過湘水，投書以吊屈原。",
            "太史公曰：“餘讀《離騷》、《天問》、《招魂》、《哀郢》，悲其志。適長沙，過屈原所自沉淵，未嘗不垂涕，想見其爲人。及見賈生吊之，又怪屈原以彼其材遊諸侯，何國不容，而自令若是！讀《鵩鳥賦》，同死生，輕去就，又爽然自失矣。”"
          ]
        },
        {
          "chapter": "酷吏列傳序",
          "source": "《史記》",
          "author": "兩漢：司馬遷 ",
          "paragraphs": [
            "孔子曰：“導之以政，齊之以刑，民免而無恥。導之以德，齊之以禮，有恥且格。”老氏稱：“上德不德，是以有德；下德不失德，是以無德。”“法令滋章，盜賊多有。”太史公曰：信哉是言也！法令者治之具，而非制治清濁之源也。昔天下之網嘗密矣然奸僞萌起，其極也，上下相遁，至於不振當是之時，吏治若救火揚沸，非武健嚴酷，惡能勝其任而愉快乎！言道德者，溺其職矣。故曰“聽訟，吾猶人也，必也使無訟乎。”“下士聞道大笑之”。非虛言也。漢興，破觚而爲圜，斫雕而爲樸，網漏於吞舟之魚，而吏治，不至於奸，黎民艾安。由是觀之，在彼不在此。"
          ]
        },
        {
          "chapter": "遊俠列傳序",
          "source": "《史記》",
          "author": "兩漢：司馬遷 ",
          "paragraphs": [
            "韓子曰：“儒以文亂法，而俠以武犯禁。”二者皆譏，而學士多稱於世雲。至如以術取宰相、卿、大夫，輔翼其世主，功名俱著於《春秋》，固無可言者。及若季次、原憲，閭巷人也，讀書懷獨行君子之德，義不苟合當世，當世亦笑之。故季次、原憲，終身空室蓬戶，褐衣疏食不厭。死而已四百餘年，而弟子志之不倦。今遊俠，其行雖不軌於正義，然其言必信，其行必果，已諾必誠，不愛其軀，赴士之厄困，既已存亡死生矣，而不矜其能。羞伐其德。蓋亦有足多者焉。",
            "且緩急，人之所時有也。太史公曰：昔者虞舜窘於井廩，伊尹負於鼎俎，傅說匿於傅險，呂尚困於棘津，夷吾桎梏，百里飯牛，仲尼畏匡，菜色陳、蔡。此皆學士所謂有道仁人也，猶然遭此災，況以中材而涉亂世之末流乎?其遇害何可勝道哉!鄙人有言曰：“何知仁義，已享其利者爲有德。”故伯夷醜周，餓死首陽山，而文、武不以其故貶王；跖躋暴戾，其徒誦義無窮。由此觀之，“竊鉤者誅，竊國者侯；侯之門，仁義存。”非虛言也。今拘學或抱咫尺之義，久孤於世，豈若卑論儕俗，與世浮沉而取榮名哉!而布衣之徒，設取予然諾，千里誦義，爲死不顧世。此亦有所長，非苟而已也。故士窮窘而得委命，此豈非人之所謂賢豪間者邪?誠使鄉曲之俠，予季次、原憲比權量力，效功於當世，不同日而論矣。要以功見言信，俠客之義，又曷可少哉!",
            "古布衣之俠，靡得而聞已。近世延陵、孟嘗、春申、平原、信陵之徒，皆因王者親屬，藉於有土卿相之富厚，招天下賢者，顯名諸侯，不可謂不賢者矣。比如順風而呼，聲非加疾，其勢激也。至如閭巷之俠，修行砥名，聲施於天下，莫不稱賢，是爲難耳!然儒、墨皆排擯不載。自秦以前，匹夫之俠，湮滅不見，餘甚恨之。以餘所聞，漢興，有朱家、田仲、王公、劇孟、郭解之徒，雖時扞當世之文罔，然其私義，廉潔退讓，有足稱者。名不虛立，士不虛附。至如朋黨宗強比周，設財役貧，豪暴侵凌孤弱，恣欲自快，遊俠亦醜之。餘悲世俗不察其意，而猥以朱家、郭解等，令與豪暴之徒同類而共笑之也。"
          ]
        },
        {
          "chapter": "滑稽列傳",
          "source": "《史記》",
          "author": "兩漢：司馬遷 ",
          "paragraphs": [
            "孔子曰：“六藝於治一也。《禮》以節人，《樂》以發和，《書》以道事，《詩》以達意，《易》以神化，《春秋》以義。”太史公曰：“天道恢恢，豈不大哉！談言微中，亦可以解紛。",
            "淳于髡者，齊之贅婿也。長不滿七尺，滑稽多辯，數使諸侯，未嘗屈辱。齊威王之時喜隱，好爲淫樂長夜之飲，沉湎不治，委政卿大夫。百官荒亂，諸侯並侵，國且危亡，在於旦暮，左右莫敢諫。淳于髡說之以隱曰：“國中有大鳥，止王之庭，三年不蜚又不嗚，王知此鳥何也？”王曰：“此鳥不飛則已，一飛沖天；不鳴則已，一鳴驚人。”於是乃朝諸縣令長七十二人，賞一人，誅一人，奮兵而出。諸侯振驚，皆還齊侵地。威行三十六年。語在《田完世家》中。",
            "威王八年，楚人發兵加齊。齊王使淳于髡之趙請救兵，齎金百斤，車馬十駟。淳于髡仰天大笑，冠纓索絕。王曰：“先生少之乎？”髡曰：“何敢！”王曰：“笑豈有說乎？”髡曰：“今者臣從東方來，見道旁有禳田者，操一豚蹄，酒一盂，祝曰：‘甌窶滿篝，污邪滿車，五穀蕃熟，穰穰滿家。’臣見其所持者狹而所欲者奢，故笑之。”於是齊威王乃益齎黃金千溢，白璧十雙，車馬百駟。髡辭而行，至趙。趙王與之精兵十萬，革車千乘。楚聞之，夜引兵而去。",
            "威王大悅，置酒後宮，召髡賜之酒。問曰：“先生能飲幾何而醉？”對曰：“臣飲一斗亦醉，一石亦醉。”威王曰：“先生飲一斗而醉，惡能飲一石哉！其說可得聞乎？”髡曰：“賜酒大王之前，執法在傍，御史在後，髡恐懼俯伏而飲，不過一斗徑醉矣。若親有嚴客，髡帣韝鞠，侍酒於前，時賜餘瀝，奉觴上壽，數起，飲不過二斗徑醉矣。若朋友交遊，久不相見，卒然相覩，歡然道故，私情相語，飲可五六鬥徑醉矣。若乃州閭之會，男女雜坐，行酒稽留，六博投壺，相引爲曹，握手無罰，目眙不禁，前有墮珥，後有遺簪，髡竊樂此，飲可八斗而醉二三。日暮酒闌，合尊促坐，男女同席，履舄交錯，杯盤狼藉，堂上燭滅，主人留髡而送客。羅襦襟解，微聞薌澤，當此之時，髡心最歡，能飲一石。故曰酒極則亂，樂極則悲，萬事盡然。”言不可極，極之而衰，以諷諫焉。齊王曰：“善。”乃罷長夜之飲，以髡爲諸侯主客。宗室置酒，髡嘗在側。"
          ]
        },
        {
          "chapter": "貨殖列傳序",
          "source": "《史記》",
          "author": "兩漢：司馬遷 ",
          "paragraphs": [
            "老子曰：“至治之極，鄰國相望，雞狗之聲相聞，民各甘其食，美其服，安其俗，樂其業，至老死不相往來。”必用此爲務，挽近世塗民耳目，則幾無行矣。",
            "太史公曰：夫神農以前，吾不知已。至若《詩》、《書》所述虞、夏以來，耳目欲極聲色之好，口欲窮芻豢 之味，身安逸樂而心誇矜勢能之榮。使俗之漸民久矣，雖戶說以眇 論，終不能化。故善者因之，其次利道 之，其次教誨之，其次整齊之，最下者與之爭。",
            "夫山西饒材、竹、旄、玉石，山東多魚、鹽、漆、絲、聲色，江南出棻、梓、姜、桂、金、錫、連、丹沙、犀、玳瑁、珠璣、齒、革，龍門、碣石 北多馬、牛、羊、旃、裘、筋、角；銅、鐵則千里往往山出置。此其大較也。皆中國人民所喜好，謠俗被服飲食奉生送死之具也。故待農而食之，虞 而出之，工而成之，商而通之。此寧有政教發徵期會哉？人各任其能，竭其力，以得所欲。故物賤之徵貴，貴之徵賤，各勸其業，樂其事，若水之趨下，日夜無休時，不召而自來，不求而民出之。豈非道之所符，而自然之驗邪？",
            "《周書》 曰：“農不出則乏其食，工不出則乏其事，商不出則三寶絕，虞不出則財匱少。”財匱少而山澤不闢 矣。此四者，民所衣食之原 也。原大則饒，原小則鮮。上則富國，下則富家。貧富之道，莫之奪予，而巧者有餘，拙者不足。故太公望 封於營丘，地潟鹵，人民寡，於是太公勸其女功，極技巧，通魚鹽，則人物歸之， 繦至 而輻湊。故齊冠帶衣履天下，海岱之閒斂袂而往朝焉。其後齊中衰，管子修之，設輕重九府，則桓公以霸，九合諸侯，一匡天下；而管氏亦有三歸，位在陪臣，富於列國之君。是以齊富強至於威宣 也。",
            "故曰： “倉廩實而知禮節，衣食足而知榮辱。”禮生於有而廢於無。故君子富，好行其德；小人富，以適其力。淵深而魚生之，山深而獸往之，人富而仁義附焉。富者得執益彰，失執則客無所之，以而不樂。夷狄益甚。諺曰：“千金之子，不死於市。”此非空言也。故曰：“天下熙熙，皆爲利來；天下壤壤，皆爲利往。”夫千乘之王，萬家之侯，百室之君，尚猶患貧，而況匹夫編戶 之民乎！"
          ]
        },
        {
          "chapter": "太史公自序",
          "source": "《史記》",
          "author": "兩漢：司馬遷 ",
          "paragraphs": [
            "太史公曰：“先人有言：‘自周公卒五百歲而有孔子。孔子卒後至於今五百歲，有能紹明世、正《易傳》，繼《春秋》、本《詩》、《書》、《禮》、《樂》之際？’”意在斯乎！意在斯乎！小子何敢讓焉！",
            "上大夫壺遂曰：“昔孔子何爲而作《春秋》哉”？太史公曰：“餘聞董生曰：‘周道衰廢，孔子爲魯司寇，諸侯害子，大夫雍之。孔子知言之不用，道之不行也，是非二百四十二年之中，以爲天下儀表，貶天子，退諸侯，討大夫，以達王事而已矣。’子曰：‘我欲載之空言，不如見之於行事之深切著明也。’夫《春秋》，上明三王之道，下辨人事之紀，別嫌疑，明是非，定猶豫，善善惡惡，賢賢賤不肖，存亡國，繼絕世，補弊起廢，王道之大者也。《易》著天地、陰陽、四時、五行，故長於變；《禮》經紀人倫，故長於行；《書》記先王之事，故長於政；《詩》記山川、溪谷、禽獸、草木、牝牡、雌雄，故長於風；《樂》樂所以立，故長於和；《春秋》辨是非，故長於治人。是故《禮》以節人，《樂》以發和，《書》以道事，《詩》以達意，《易》以道化，《春秋》以道義。撥亂世反之正，莫近於《春秋》。《春秋》文成數萬，其指數千。萬物之散聚皆在《春秋》。《春秋》之中，弒君三十六，亡國五十二，諸侯奔走不得保其社稷者不可勝數。察其所以，皆失其本已。故《易》曰‘失之毫釐，差之千里。’故曰‘臣弒君，子弒父，非一旦一夕之故也，其漸久矣’。故有國者不可以不知《春秋》，前有讒而弗見，後有賊而不知。爲人臣者不可以不知《春秋》，守經事而不知其宜，遭變事而不知其權。爲人君父而不通於《春秋》之義者，必蒙首惡之名。爲人臣子而不通於《春秋》之義者，必陷篡弒之誅，死罪之名。其實皆以爲善，爲之不知其義，被之空言而不敢辭。夫不通禮義之旨，至於君不君，臣不臣，父不父，子不子。夫君不君則犯，臣不臣則誅，父不父則無道，子不子則不孝。此四行者，天下之大過也。以天下之大過予之，則受而弗敢辭。故《春秋》者，禮義之大宗也。夫禮禁未然之前，法施已然之後；法之所爲用者易見，而禮之所爲禁者難知。”",
            "壺遂曰：“孔子之時，上無明君，下不得任用，故作《春秋》，垂空文以斷禮義，當一王之法。今夫子上遇明天子，下得守職，萬事既具，鹹各序其宜，夫子所論，欲以何明？”",
            "太史公曰：“唯唯，否否，不然。餘聞之先人曰：‘伏羲至純厚，作《易》八卦。堯舜之盛，《尚書》載之，禮樂作焉。湯武之隆，詩人歌之。《春秋》採善貶惡，推三代之德，褒周室，非獨刺譏而已也。’漢興以來，至明天子，獲符瑞，封禪，改正朔，易服色，受命於穆清，澤流罔極，海外殊俗，重譯款塞，請來獻見者不可勝道。臣下百官力誦聖德，猶不能宣盡其意。且士賢能而不用，有國者之恥；主上明聖而德不布聞，有司之過也。且餘嘗掌其官，廢明聖盛德不載，滅功臣世家賢大夫之業不述，墮先人所言，罪莫大焉。餘所謂述故事，整齊其世傳，非所謂作也，而君比之於《春秋》，謬矣。”",
            "於是論次其文。七年而太史公遭李陵之禍，幽於縲紲。乃喟然而嘆曰：“是餘之罪也夫。是餘之罪也夫！身毀不用矣！”退而深惟曰：“夫《詩》、《書》隱約者，欲遂其志之思也。昔西伯拘羑里，演《周易》；孔子厄陳、蔡，作《春秋》；屈原放逐，著《離騷》；左丘失明，厥有《國語》；孫子臏腳，而論兵法；不韋遷蜀，世傳《呂覽》；韓非囚秦，《說難》、《孤憤》；《詩》三百篇，大抵賢聖發憤之所爲作也。此人皆意有所鬱結，不得通其道也，故述往事，思來者。”於是卒述陶唐以來，至於麟止，自黃帝始。"
          ]
        },
        {
          "chapter": "報任安書",
          "source": "(司馬遷)",
          "author": "兩漢：司馬遷 ",
          "paragraphs": [
            "太史公牛馬走司馬遷，再拜言。",
            "少卿足下：曩者辱賜書，教以慎於接物，推賢進士爲務，意氣勤勤懇懇。若望僕不相師，而用流俗人之言，僕非敢如此也。僕雖罷駑，亦嘗側聞長者之遺風矣。顧自以爲身殘處穢，動而見尤，欲益反損，是以獨鬱悒而無誰語。諺曰：“誰爲爲之？孰令聽之？”蓋鍾子期死，伯牙終身不復鼓琴。何則？士爲知己者用，女爲說己者容。若僕大質已虧缺矣，雖材懷隨和，行若由夷，終不可以爲榮，適足以發笑而自點耳。",
            "書辭宜答，會東從上來，又迫賤事，相見日淺，卒卒無須臾之間，得竭指意。今少卿抱不測之罪，涉旬月，迫季冬，僕又薄從上雍，恐卒然不可爲諱，是僕終已不得舒憤懣以曉左右，則長逝者魂魄私恨無窮。請略陳固陋。闕然久不報，幸勿爲過。",
            "僕聞之：修身者，智之符也；愛施者，仁之端也；取予者，義之表也；恥辱者，勇之決也；立名者，行之極也。士有此五者，然後可以託於世，列於君子之林矣。故禍莫憯於欲利，悲莫痛於傷心，行莫醜於辱先，詬莫大於宮刑。刑餘之人，無所比數，非一世也，所從來遠矣。昔衛靈公與雍渠同載，孔子適陳；商鞅因景監見，趙良寒心；同子參乘，袁絲變色：自古而恥之！夫以中材之人，事有關於宦豎，莫不傷氣，而況於慷慨之士乎！如今朝廷雖乏人，奈何令刀鋸之餘，薦天下之豪俊哉！僕賴先人緒業，得待罪輦轂下，二十餘年矣。所以自惟：上之，不能納忠效信，有奇策材力之譽，自結明主；次之，又不能拾遺補闕，招賢進能，顯巖穴之士；外之，不能備行伍，攻城野戰，有斬將搴旗之功；下之，不能積日累勞，取尊官厚祿，以爲宗族交遊光寵。四者無一遂，苟合取容，無所短長之效，可見於此矣。鄉者，僕亦嘗廁下大夫之列，陪外廷末議。不以此時引維綱，盡思慮，今已虧形爲掃除之隸，在闒茸之中，乃欲仰首伸眉，論列是非，不亦輕朝廷、羞當世之士邪？嗟乎！嗟乎！如僕尚何言哉！尚何言哉！",
            "且事本末未易明也。僕少負不羈之才，長無鄉曲之譽，主上幸以先人之故，使得奉薄伎，出入周衛之中。僕以爲戴盆何以望天，故絕賓客之知，忘室家之業，日夜思竭其不肖之材力，務一心營職，以求親媚於主上。而事乃有大謬不然者！",
            "夫僕與李陵俱居門下，素非能相善也。趣舍異路，未嘗銜杯酒，接殷勤之餘歡。然僕觀其爲人，自守奇士，事親孝，與士信，臨財廉，取予義，分別有讓，恭儉下人，常思奮不顧身，以徇國家之急。其素所蓄積也，僕以爲有國士之風。夫人臣出萬死不顧一生之計，赴公家之難，斯已奇矣。今舉事一不當，而全軀保妻子之臣隨而媒孽其短，僕誠私心痛之。且李陵提步卒不滿五千，深踐戎馬之地，足歷王庭，垂餌虎口，橫挑強胡，仰億萬之師，與單于連戰十有餘日，所殺過當。虜救死扶傷不給，旃裘之君長鹹震怖，乃悉徵其左、右賢王，舉引弓之民，一國共攻而圍之。轉鬥千里，矢盡道窮，救兵不至，士卒死傷如積。然陵一呼勞軍，士無不起，躬自流涕，沬血飲泣，更張空弮，冒白刃，北首爭死敵者。陵未沒時，使有來報，漢公卿王侯皆奉觴上壽。後數日，陵敗書聞，主上爲之食不甘味，聽朝不怡。大臣憂懼，不知所出。僕竊不自料其卑賤，見主上慘悽怛悼，誠欲效其款款之愚，以爲李陵素與士大夫絕甘分少，能得人之死力，雖古之名將，不能過也。身雖陷敗，彼觀其意，且欲得其當而報於漢。事已無可奈何，其所摧敗，功亦足以暴於天下矣。僕懷欲陳之，而未有路，適會召問，即以此指，推言陵之功，欲以廣主上之意，塞睚眥之辭。未能盡明，明主不曉，以爲僕沮貳師，而爲李陵遊說，遂下於理。拳拳之忠，終不能自列。因爲誣上，卒從吏議。家貧，貨賂不足以自贖，交遊莫救，左右親近不爲一言。身非木石，獨與法吏爲伍，深幽囹圄之中，誰可告愬者！此真少卿所親見，僕行事豈不然乎？李陵既生降，隤其家聲，而僕又佴之蠶室，重爲天下觀笑。悲夫！悲夫！事未易一二爲俗人言也。",
            "僕之先非有剖符丹書之功，文史星曆，近乎卜祝之間，固主上所戲弄，倡優所畜，流俗之所輕也。假令僕伏法受誅，若九牛亡一毛，與螻蟻何以異？而世又不與能死節者比，特以爲智窮罪極，不能自免，卒就死耳。何也？素所自樹立使然也。人固有一死，或重於泰山，或輕於鴻毛，用之所趨異也。太上不辱先，其次不辱身，其次不辱理色，其次不辱辭令，其次詘體受辱，其次易服受辱，其次關木索、被箠楚受辱，其次剔毛髮、嬰金鐵受辱，其次毀肌膚、斷肢體受辱，最下腐刑極矣！傳曰“刑不上大夫。”此言士節不可不勉厲也。猛虎在深山，百獸震恐，及在檻阱之中，搖尾而求食，積威約之漸也。故士有畫地爲牢，勢不可入；削木爲吏，議不可對，定計於鮮也。今交手足，受木索，暴肌膚，受榜箠，幽於圜牆之中。當此之時，見獄吏則頭搶地，視徒隸則心惕息。何者？積威約之勢也。及以至是，言不辱者，所謂強顏耳，曷足貴乎！且西伯，伯也，拘於羑里；李斯，相也，具於五刑；淮陰，王也，受械於陳；彭越、張敖，南面稱孤，繫獄抵罪；絳侯誅諸呂，權傾五伯，囚於請室；魏其，大將也，衣赭衣，關三木；季布爲朱家鉗奴；灌夫受辱於居室。此人皆身至王侯將相，聲聞鄰國，及罪至罔加，不能引決自裁，在塵埃之中。古今一體，安在其不辱也？由此言之，勇怯，勢也；強弱，形也。審矣，何足怪乎？夫人不能早自裁繩墨之外，以稍陵遲，至於鞭箠之間，乃欲引節，斯不亦遠乎！古人所以重施刑于大夫者，殆爲此也。",
            "夫人情莫不貪生惡死，念父母，顧妻子，至激於義理者不然，乃有所不得已也。今僕不幸，早失父母，無兄弟之親，獨身孤立，少卿視僕於妻子何如哉？且勇者不必死節，怯夫慕義，何處不勉焉！僕雖怯懦，欲苟活，亦頗識去就之分矣，何至自沉溺縲紲之辱哉！且夫臧獲婢妾，猶能引決，況僕之不得已乎？所以隱忍苟活，幽於糞土之中而不辭者，恨私心有所不盡，鄙陋沒世，而文采不表於後也。",
            "古者富貴而名摩滅，不可勝記，唯倜儻非常之人稱焉。蓋文王拘而演《周易》；仲尼厄而作《春秋》；屈原放逐，乃賦《離騷》；左丘失明，厥有《國語》；孫子臏腳，《兵法》修列；不韋遷蜀，世傳《呂覽》；韓非囚秦，《說難》《孤憤》；《詩》三百篇，大底聖賢發憤之所爲作也。此人皆意有所鬱結，不得通其道，故述往事、思來者。乃如左丘無目，孫子斷足，終不可用，退而論書策，以舒其憤，思垂空文以自見。",
            "僕竊不遜，近自託於無能之辭，網羅天下放失舊聞，略考其行事，綜其終始，稽其成敗興壞之紀，上計軒轅，下至於茲，爲十表，本紀十二，書八章，世家三十，列傳七十，凡百三十篇。亦欲以究天人之際，通古今之變，成一家之言。草創未就，會遭此禍，惜其不成，是以就極刑而無慍色。僕誠以著此書，藏之名山，傳之其人，通邑大都，則僕償前辱之責，雖萬被戮，豈有悔哉！然此可爲智者道，難爲俗人言也！",
            "且負下未易居，下流多謗議。僕以口語遇遭此禍，重爲鄉黨所笑，以污辱先人，亦何面目覆上父母之丘墓乎？雖累百世，垢彌甚耳！是以腸一日而九回，居則忽忽若有所亡，出則不知其所往。每念斯恥，汗未嘗不發背沾衣也！身直爲閨閣之臣，寧得自引深藏於巖穴邪？故且從俗浮沉，與時俯仰，以通其狂惑。今少卿乃教以推賢進士，無乃與僕私心剌謬乎？今雖欲自雕琢，曼辭以自飾，無益，於俗不信，適足取辱耳。要之，死日然後是非乃定。書不能悉意，故略陳固陋。謹再拜。"
          ]
        }
      ]
    },
    {
      "title": "卷六・漢文",
      "content": [
        {
          "chapter": "高帝求賢詔",
          "source": "(班固)",
          "author": "兩漢：劉邦 ",
          "paragraphs": [
            "蓋聞王者莫高於周文，伯者莫高於齊桓，皆待賢人而成名。今天下賢者智能，豈特古之人乎？患在人主不交故也，士奚由進？今吾以天之靈，賢士大夫，定有天下，以爲一家。欲其長久，世世奉宗廟亡絕也。賢人已與我共平之矣，而不與吾共安利之，可乎？賢士大夫有肯從我遊者，吾能尊顯之。佈告天下，使明知朕意。",
            "御史大夫昌下相國，相國酇侯下諸侯王，御史中執法下郡守，其有意稱明德者，必身勸，爲之駕，遣詣相國府，署行義年，有而弗言，覺免。年老癃病，勿遣。"
          ]
        },
        {
          "chapter": "文帝議佐百姓詔",
          "source": "(漢文帝)",
          "author": "兩漢：劉恆 ",
          "paragraphs": [
            "間者數年比不登，又有水旱疾疫之災，朕甚憂之。愚而不明，未達其咎。意者朕之政有所失、而行有過與？乃天道有不順、地利或不得、人事多失和、鬼神廢不享與？何以致此？將百官之奉養或費、無用之事或多與？何其民食之寡乏也？",
            "夫度田非益寡，而計民未加益，以口量地，其於古猶有餘，而食之甚不足者，其咎安在？無乃百姓之從事於末、以害農者蕃、爲酒醪以靡谷者多、六畜之食焉者衆與？細大之義，吾未能得其中。其與丞相、列侯、吏二千石、博土議之，有可以佐百姓者，率意遠思，無有所隱。"
          ]
        },
        {
          "chapter": "景帝令二千石修職詔",
          "source": "(漢景帝)",
          "author": "兩漢：劉啓 ",
          "paragraphs": [
            "雕文刻鏤，傷農事者也；錦繡纂組，害女紅者也。農事傷，則飢之本也；女紅害，則寒之原也。夫飢寒並至，而能無爲非者寡矣。朕親耕，後親桑，以奉宗廟粢盛祭服，爲天下先。不受獻，減太官，省繇賦，欲天下務農蠶，素有畜積，以備災害；強毋攘弱，衆毋暴寡，老耆以壽終，幼孤得遂長。今歲或不登，民食頗寡，其咎安在？或詐僞爲吏，吏以貨賂爲市，漁奪百姓，侵牟萬民。縣丞，長吏也，奸法與盜盜，甚無謂也！其令二千石修其職！不事官職耗亂者，丞相以聞，請其罪。佈告天下，使明知朕意！"
          ]
        },
        {
          "chapter": "武帝求茂才異等詔",
          "source": "(漢武帝)",
          "author": "兩漢：劉徹 ",
          "paragraphs": [
            "蓋有非常之功，必待非常之人，故馬或奔踶而致千里，士或有負俗之累而立功名。夫泛駕之馬，跅弛之士，亦在御之而已。其令州郡察吏民有茂材異等可爲將相及使絕國者。"
          ]
        },
        {
          "chapter": "過秦論",
          "source": "(賈誼)",
          "author": "兩漢：賈誼 ",
          "paragraphs": [
            "上篇",
            "秦孝公據崤函之固，擁雍州之地，君臣固守以窺周室，有席捲天下，包舉宇內，囊括四海之意，併吞八荒之心。當是時也，商君佐之，內立法度，務耕織，修守戰之具；外連衡而鬥諸侯。於是秦人拱手而取西河之外。",
            "孝公既沒，惠文、武、昭襄蒙故業，因遺策，南取漢中，西舉巴、蜀，東割膏腴之地，北收要害之郡。諸侯恐懼，會盟而謀弱秦，不愛珍器重寶肥饒之地，以致天下之士，合從締交，相與爲一。當此之時，齊有孟嘗，趙有平原，楚有春申，魏有信陵。此四君者，皆明智而忠信，寬厚而愛人，尊賢而重士，約從離衡，兼韓、魏、燕、楚、齊、趙、宋、衛、中山之衆。於是六國之士，有甯越、徐尚、蘇秦、杜赫之屬爲之謀，齊明、周最、陳軫、召滑、樓緩、翟景、蘇厲、樂毅之徒通其意，吳起、孫臏、帶佗、倪良、王廖、田忌、廉頗、趙奢之倫制其兵。嘗以十倍之地，百萬之衆，叩關而攻秦。秦人開關延敵，九國之師，逡巡而不敢進。秦無亡矢遺鏃之費，而天下諸侯已困矣。於是從散約敗，爭割地而賂秦。秦有餘力而制其弊，追亡逐北，伏屍百萬，流血漂櫓。因利乘便，宰割天下，分裂山河。強國請服，弱國入朝。延及孝文王、莊襄王，享國之日淺，國家無事。",
            "及至始皇，奮六世之餘烈，振長策而御宇內，吞二週而亡諸侯，履至尊而制六合，執敲撲而鞭笞天下，威振四海。南取百越之地，以爲桂林、象郡；百越之君，俯首繫頸，委命下吏。乃使蒙恬北築長城而守藩籬，卻匈奴七百餘里。胡人不敢南下而牧馬，士不敢彎弓而報怨。於是廢先王之道，焚百家之言，以愚黔首；隳名城，殺豪傑，收天下之兵，聚之咸陽，銷鋒鏑，鑄以爲金人十二，以弱天下之民。然後踐華爲城，因河爲池，據億丈之城，臨不測之淵，以爲固。良將勁弩守要害之處，信臣精卒陳利兵而誰何。天下已定，始皇之心，自以爲關中之固，金城千里，子孫帝王萬世之業也。",
            "始皇既沒，餘威震於殊俗。然陳涉甕牖繩樞之子，氓隸之人，而遷徙之徒也；才能不及中人，非有仲尼、墨翟之賢，陶朱、猗頓之富；躡足行伍之間，而倔起阡陌之中，率疲弊之卒，將數百之衆，轉而攻秦，斬木爲兵，揭竿爲旗，天下雲集響應，贏糧而景從。山東豪俊遂並起而亡秦族矣。",
            "且夫天下非小弱也，雍州之地，崤函之固，自若也。陳涉之位，非尊於齊、楚、燕、趙、韓、魏、宋、衛、中山之君也；鋤耰棘矜，非銛於鉤戟長鎩也；謫戍之衆，非抗於九國之師也；深謀遠慮，行軍用兵之道，非及向時之士也。然而成敗異變，功業相反，何也?試使山東之國與陳涉度長絜大，比權量力，則不可同年而語矣。然秦以區區之地，致萬乘之勢，序八州而朝同列，百有餘年矣；然後以六合爲家，崤函爲宮；一夫作難而七廟隳，身死人手，爲天下笑者，何也？仁義不施而攻守之勢異也。",
            "中篇",
            "秦滅周祀，並海內，兼諸侯，南面稱帝，以養四海。天下之士，斐然向風。若是，何也？曰：近古之無王者久矣。周室卑微，五霸既滅，令不行於天下。是以諸侯力政，強凌弱，衆暴寡，兵革不休，士民罷弊。今秦南面而王天下，是上有天子也。既元元之民冀得安其性命，莫不虛心而仰上。當此之時，專威定功，安危之本，在於此矣。",
            "秦王懷貪鄙之心，行自奮之智，不信功臣，不親士民，廢王道而立私愛，焚文書而酷刑法，先詐力而後仁義，以暴虐爲天下始。夫兼併者高詐力，安危者貴順權，此言取與守不同術也。秦離戰國而王天下，其道不易，其政不改，是其所以取之守之者無異也。孤獨而有之，故其亡可立而待也。借使秦王論上世之事，並殷、周之跡，以制御其政，後雖有淫驕之主，猶未有傾危之患也。故三王之建天下，名號顯美，功業長久。",
            "今秦二世立，天下莫不引領而觀其政。夫寒者利裋褐，而飢者甘糟糠。天下囂囂，新主之資也。此言勞民之易爲仁也。向使二世有庸主之行而任忠賢，臣主一心而憂海內之患，縞素而正先帝之過；裂地分民以封功臣之後，建國立君以禮天下；虛囹圄而免刑戮，去收孥污穢之罪，使各反其鄉里；發倉廩，散財幣，以振孤獨窮困之士；輕賦少事，以佐百姓之急；約法省刑，以持其後，使天下之人皆得自新，更節修行，各慎其身；塞萬民之望，而以盛德與天下，天下息矣。即四海之內皆歡然各自安樂其處，惟恐有變。雖有狡害之民，無離上之心，則不軌之臣無以飾其智，而暴亂之奸弭矣。",
            "二世不行此術，而重以無道：壞宗廟與民，更始作阿房之宮；繁刑嚴誅，吏治刻深；賞罰不當，賦斂無度。天下多事，吏不能紀；百姓困窮，而主不收恤。然後奸僞並起，而上下相遁；蒙罪者衆，刑戮相望於道，而天下苦之。自羣卿以下至於衆庶，人懷自危之心，親處窮苦之實，鹹不安其位，故易動也。是以陳涉不用湯、武之賢，不借公侯之尊，奮臂於大澤，而天下響應者，其民危也。",
            "故先王者，見終始不變，知存亡之由。是以牧民之道，務在安之而已矣。下雖有逆行之臣，必無響應之助。故曰：“安民可與爲義，而危民易與爲非”，此之謂也。貴爲天子，富有四海，身在於戮者，正之非也。是二世之過也。",
            "下篇",
            "秦兼諸侯山東三十餘郡，脩津關，據險塞，繕甲兵而守之。然陳涉率散亂之衆數百，奮臂大呼，不用弓戟之兵，鉏耰白梃，望屋而食，橫行天下。秦人阻險不守，關樑不閉，長戟不刺，強弩不射。楚師深入，戰於鴻門，曾無藩籬之難。於是山東諸侯並起，豪俊相立。秦使章邯將而東征，章邯因其三軍之衆，要市於外，以謀其上。羣臣之不相信，可見於此矣。子嬰立，遂不悟。借使子嬰有庸主之材而僅得中佐，山東雖亂，三秦之地可全而有，宗廟之祀宜未絕也。",
            "秦地被山帶河以爲固，四塞之國也。自繆公以來至於秦王二十餘君，常爲諸侯雄。此豈世賢哉？其勢居然也。且天下嘗同心並力攻秦矣，然困於險阻而不能進者，豈勇力智慧不足哉？形不利、勢不便也。秦雖小邑，伐並大城，得阨塞而守之。諸侯起於匹夫，以利會，非有素王之行也。其交未親，其民未附，名曰亡秦，其實利之也。彼見秦阻之難犯，必退師。案土息民以待其弊，收弱扶罷以令大國之君，不患不得意於海內。貴爲天子，富有四海，而身爲禽者，救敗非也。",
            "秦王足己而不問，遂過而不變。二世受之，因而不改，暴虐以重禍。子嬰孤立無親，危弱無輔。三主之惑，終身不悟，亡不亦宜乎？當此時也，也非無深謀遠慮知化之士也，然所以不敢盡忠指過者，秦俗多忌諱之禁也，——忠言未卒於口而身糜沒矣。故使天下之士傾耳而聽，重足而立，闔口而不言。是以三主失道，而忠臣不諫，智士不謀也。天下已亂，奸不上聞，豈不悲哉！先王知壅蔽之傷國也，故置公卿、大夫、士，以飾法設刑而天下治。其強也，禁暴誅亂而天下服；其弱也，王霸徵而諸侯從；其削也，內守外附而社稷存。故秦之盛也，繁法嚴刑而天下震；及其衰也，百姓怨而海內叛矣。故周王序得其道，千餘載不絕；秦本末並失，故不能長。由是觀之，安危之統相去遠矣。",
            "鄙諺曰：“前事之不忘，後事之師也。”是以君子爲國，觀之上古，驗之當世，參之人事，察盛衰之理，審權勢之宜，去就有序，變化因時，故曠日長久而社稷安矣。"
          ]
        },
        {
          "chapter": "治安策",
          "source": "(賈誼)",
          "author": "兩漢：賈誼 ",
          "paragraphs": [
            "臣竊惟事勢，可爲痛哭者一，可爲流涕者二，可爲長太息者六，若其它背理而傷道者，難遍以疏舉。進言者皆曰天下已安已治矣，臣獨以爲未也。曰安且治者，非愚則諛，皆非事實知治亂之體者也。夫抱火厝之積薪之下而寢其上，火未及燃，因謂之安，方今之勢，何以異此！本末舛逆，首尾衡決，國制搶攘，非甚有紀，胡可謂治！陛下何不一令臣得熟數之於前，因陳治安之策，試詳擇焉！",
            "夫射獵之娛，與安危之機孰急？使爲治勞智慮，苦身體，乏鐘鼓之樂，勿爲可也。樂與今同，而加之諸侯軌道，兵革不動，民保首領，匈敘賓服，四荒鄉風，百姓素樸，獄訟衰息。大數既得，則天下順治，海內之氣，清和鹹理，生爲明帝，沒爲明神，名譽之美，垂於無窮。《禮》祖有功而宗有德，使顧成之廟稱爲太宗，上配太祖，與漢亡極。建久安之勢，成長治之業，以承祖廟，以奉六親，至孝也；以幸天下，以育羣生，至仁也；立經陳紀，輕重同得，後可以爲萬世法程，雖有愚幼不肖之嗣，猶得蒙業而安，至明也。以陛下之明達，因使少知治體者得佐下風，致此非難也。其具可素陳於前，願幸無忽。臣謹稽之天地，驗之往古，按之當今之務，日夜念此至孰也，雖使禹舜復生，爲陛下計，亡以易此。",
            "夫樹國固，必相疑之勢也，下數被其殃，上數爽其憂，甚非所以安上而全下也。今或親弟謀爲東帝，親兄之子西鄉而擊，今吳又見告矣。天子春秋鼎盛，行義未過，德澤有加焉，猶尚如是，況莫大諸侯權力且十此者乎！",
            "然而天下少安，何也？大國之王幼弱未壯，漢之所置傅相方握其事。數年之後，諸侯之王大抵皆冠，血氣方剛，漢之傅相稱病而賜罷，彼自丞尉以上徧置私人，如此，有異淮南、濟北之爲邪？此時而欲爲治安，雖堯舜不治。",
            "黃帝曰：“日中必熭，操刀必割。”今令此道順，而全安甚易；不肯早爲，已乃墮骨肉之屬而抗剄之，豈有異秦之季世乎！夫以天子之位，乘今之時，因天之助，尚憚以危爲安，以亂爲治，假設陛下居齊桓之處，將不合諸侯而匡天下乎？臣又以知陛下有所必不能矣。假設天下如曩時，淮陰侯尚王楚，黥布王淮南，彭越王樑，韓信王韓，張敖王趙，貫高爲相，盧綰王燕，陳狶在代，令此六七公者皆亡恙，當是時而陛下即天子位，能自安乎？臣有以知陛下之不能也。天下餚亂，高皇帝與諸公倂起，非有仄室之勢以豫席之也。諸公幸者乃爲中涓，其次僅得舍人，材之不逮至遠也。高皇帝以明聖威武即天子位，割膏腴之地以王諸公，多者百餘城，少者乃三四十縣，德至渥也，然其後十年之間，反者九起。陛下之與諸公，非親角材而臣之也，又非身封王之也，自高皇帝不能以是一歲爲安，故臣知陛下之不能也。",
            "然尚有可諉者，曰疏。臣請試言其親者。假令悼惠王王齊，元王王楚，中子王趙，幽王王淮陽，共王王樑，靈王王燕，厲王王淮南，六七貴人皆亡恙，當是時陛下即位，能爲治乎？臣又知陛下之不能也。若此諸王，雖名爲臣，實皆有布衣昆弟之心，慮無不帝制而天子自爲者。擅爵人，赦死罪，甚者或戴黃屋，漢法令非行也。雖行不軌如厲王者，令之不肯聽，召之安可致乎！幸而來至，法安可得加！動一親戚，天下圜視而起，陛下之臣雖有悍如馮敬者，適啓其口，匕首已陷其胸矣。陛下雖賢，誰與領此？",
            "故疏者必危，親者必亂，已然之效也。其異姓負強而動者，漢已幸勝之矣，又不易其所以然。同姓襲是跡而動，既有徵矣，其勢盡又復然。殃禍之變未知所移，明帝處之尚不能以安，後世將如之何！",
            "屠牛坦一朝解十二牛，而芒刃不頓者，所排擊剝割，皆衆理解也。至於髖髀之所，非斤則斧。夫仁義恩厚，人主之芒刃也；權勢法制，人主之斤斧也。今諸侯王皆衆髖髀也，釋斤斧之用，而欲嬰以芒刃，臣以爲不缺則折。胡不用之淮南、濟北？勢不可也。",
            "臣竊跡前事，大抵強者先反，淮陰王楚最強，則最先反；韓信倚胡，則又反；貫高因趙資，則又反；陳狶兵精，則又反；彭越用樑，則又反；黥布用淮南，則又反；盧綰最弱，最後反。長沙乃在二萬五千戶耳，功少而最完，勢疏而最忠，非獨性異人也，亦形勢然也。曩令樊、酈、絳、灌據數十城而王，今雖以殘亡可也；令信、越之倫列爲徹侯而居，雖至今存可也。",
            "然則天下之大計可知已。欲諸王之皆忠附，則莫若令如長沙王，欲臣子之勿菹醢，則莫若令如樊酈等；欲天下之治安，莫若衆建諸侯而少其力。力少則易使以義，國小則亡邪心。令海內之勢如身之使臂，臂之使指，莫不制從。諸侯之君不敢有異心，輻湊並進而歸命天子，雖在細民，且知其安，故天下鹹知陛下之明。割地定製，令齊、趙、楚各爲若干國，使悼惠王、幽王、元王之子孫畢以次各受祖之分地，地盡而止，及燕、樑它國皆然。其分地衆而子孫少者，建以爲國，空而置之，須其子孫生者，舉使君之。諸侯之地其削頗入漢者，爲徙其侯國，及封其子孫也，所以數償之；一寸之地，一人之衆，天子亡所利焉，誠以定治而已，故天下鹹知陛下之廉。地制壹定，宗室子孫莫慮不王，下無倍畔之心，上無誅伐之志，故天下鹹知陛下之仁。法立而不犯，令行而不逆，貫高、利幾之謀不生，柴奇、開章不計不萌，細民鄉善，大臣致順，故天下鹹知陛下之義。臥赤子天下之上而安，植遺腹，朝委裘，而天下不亂。當時大治，後世誦聖。壹動而五業附，陛下誰憚而久不爲此？",
            "天下之勢方病大瘇。一脛之大幾如要，一指之大幾如股，平居不可屈信，一二指搐，身慮亡聊。失今不治，必爲錮疾，後雖有扁鵲，不能爲已。病非徒瘇也，又苦蹠戾。元王之子，帝之從弟也，今之王者，從弟之子也。惠王之子，親兄子也；今之王者，兄子之子也。親者或亡分地以安天下，疏者或制大權以逼天子，臣故曰非徒病瘇也，又苦蹠戾。可痛哭者，此病是也。",
            "天下之勢方倒縣。凡天子者，天下之首，何也？上也。蠻夷者，天下之足，何也？下也。今匈奴嫚娒侵掠，至不敬也，爲天下患，至亡已也，而漢歲金絮採繒以奉之。夷狄徵令，是主上之操也；天子共貢，是臣下之禮也。足反居上，首顧居下，倒縣如此，莫之能解，猶爲國有人乎？非亶倒縣而已，又類闢，且病痱。夫闢者一面病，痱者一方痛。今西邊北邊之郡，雖有長爵不輕得復，五尺以上不輕得息，斥候望烽燧不得臥，將吏被介冑而睡，臣故曰一方病矣。醫能治之，而上不使，可爲流涕者此也。",
            "陛下何忍以帝皇之號爲戎人諸侯，勢既卑辱，而禍不息，長此安窮！進謀者率以爲是，固不可解也，亡具甚矣。臣竊料匈奴之衆不過漢一大縣，以天下之大困於一縣之衆，甚爲執事者羞之。陛下何不試以臣爲屬國之官以主匈奴？行臣之計，請必系單于之頸而制其命，伏中行說而笞其背，舉匈奴之衆唯上之令。今不獵猛敵而獵田彘，不搏反寇而搏畜菟，玩細娛而不圖大患，非所以爲安也。德可遠施，威可遠加，而直數百里外威令不信，可爲流涕者此也。",
            "今民賣僮者，爲之繡衣絲履偏諸緣，內之閒中，是古天子後服，所以廟而不宴者也，而庶人得以衣婢妾。白縠之表，薄紈之裏， 以偏諸，美者黼繡，是古天子之服，今富人大賈嘉會召客者以被牆。古者以奉一帝一後而節適，今庶人屋壁得爲帝服，倡優下賤得爲後飾，然而天下不屈者，殆未有也。且帝之身自衣皁綈，而富民牆屋被文繡；天子之後以緣其領，庶人孽妾緣其履：此臣所謂舛也。夫百人作之不能衣一人，欲天下亡寒，胡可得也？一人耕之，十人聚而食之，欲天下亡飢，不可得也。飢寒切於民之肌膚，欲其亡爲奸邪，不可得也。國已屈矣，盜賊直須時耳，然而獻計者曰“毋動”，爲大耳。夫俗至大不敬也，至亡等也，至冒上也，進計者猶曰“毋爲”，可爲長太息者此也。",
            "商君遺禮義，棄仁恩，並心於進取。行之二歲，秦俗日敗。故秦人家富子壯則出分，家貧子壯則出贅。借父耰鉏，慮有德色；母取箕帚，立而誶語。抱哺其於，與公並倨；婦姑不相說，則反脣而相稽。其慈子耆利，不同禽獸者亡幾耳。然並心而赴時猶曰蹶六國，兼天下。功成求得矣，終不知反廉愧之節，仁義之厚。信併兼之法，遂進取之業，天下大敗，衆掩寡，智欺愚，勇威怯，壯陵衰，其亂至矣，是以大賢起之，威震海內，德從天下。曩之爲秦者，今轉而爲漢矣。然其遺風餘俗，猶尚未改。今世以侈靡相競，而上亡制度，棄禮誼，捐廉恥日甚，可謂月異而歲不同矣。逐利不耳，慮非顧行也，今其甚者殺父兄矣。盜者剟寢戶之簾，搴兩廟之器，白晝大都之中剽吏而奪之金。矯僞者出幾十萬石粟，賦六百餘萬錢，乘傳而行郡國，此其亡行義之尤至者也。而大臣特以簿書不報，期會之間，以爲大故。至於俗流失，世壞敗，因恬而不知怪，慮不動於耳目，以爲是適然耳。夫移風易俗，使天下回心而鄉道，類非俗吏之所能爲也。俗吏之所務，在於刀筆筐篋，而不知大體。陛下又不自憂，竊爲陛下惜之。",
            "夫立君臣，等上下，使父子有禮，六親有紀，此非天之所爲，人之所設也。夫人之所設，不爲不立，不植則僵，不修則壞。《管子》曰：“禮義廉恥，是謂四維；四維不張，國乃滅亡。”使管子愚人也則可，管子而少知治體，則是豈可不爲寒心哉！秦滅四維而不張，故君臣乖亂，六親殃戮，奸人並起，萬民離叛，凡十三歲，而社稷爲虛。今四維猶未備也，故奸人幾幸，而衆心疑惑。豈如今定經制，令君君臣臣，上下有差，父子六親各得其宜，奸人亡所幾幸，而羣臣衆信，是不疑惑！此業一定，世世常安，而後有所持循矣。若夫經制不定，是猶度江河亡維楫，中流而遇風波，舩必覆矣。可爲長太息者此也。",
            "夏爲天子，十有餘世，而殷受之。殷爲天子，二十餘世，而周受之。周爲天子，三十餘世，而秦受之。秦爲天子，二世而亡。人性不甚相遠也，何三代之君有道之長，而秦無道之暴也？其故可知也。古之王者，太子乃生，固舉以禮，使士負之，有司齊肅端冕，見之南郊，見於天也。過闕則下，過廟則趨，孝子之道也。故自爲赤子而教固已行矣。昔者成王幼在襁抱之中，召公爲太保，周公爲太傅，太公爲太師。保，保其身體；傅，傳之德義；師，道之教訓：此三公之職也。於是爲置三少，皆上大夫也，曰少保、少傅、少師，是與太子宴者也。故乃孩子提有識，三公、三少固明孝仁禮義以道習之，逐去邪人，不使見惡行。於是皆選天下之端士孝悌博聞有道術者以衛翼之，使與太子居處出入。故太子乃生而見正事，聞正言，行正道，左右前後皆正人也。夫習與正人居之，不能毋正，猶生長於齊不能不齊言也；習與不正人居之，不能毋不正，猶生長於楚之地不能不楚言也。故擇其所耆，必先受業，乃得嘗之；擇其所樂，必先有習，乃得爲之。孔子曰：“少成若天性，習貫如自然。”及太子少長，知妃色，則入於學。學者，所學之官也。《學禮》曰：“帝入東學，上親而貴仁，則親疏有序而恩相及矣；帝入南學，上齒而貴信，則長幼有差而民不誣矣；帝入西學，上賢而貴德，則聖智在位而功不遺矣；帝入北學，上貴而尊爵，則貴賤有等而下不 矣；帝入太學，承師問道，退習而考於太傅，太傅罰其不則而匡其不及，則德智長而治道得矣。此五學者既成於上，則百姓黎民化輯於下矣。”及太於既冠成人，免於保傅之嚴，則有記過之史，徹膳之宰，進善之旌，誹謗之木，敢諫之鼓。瞽史誦詩，工誦箴諫，大夫進謀，士傳民語。習與智長，故切而不媿；化與心成，故中道若性。三代之禮：春朝朝日，秋暮夕月，所以明有敬也；春秋入學，坐國老，執醬而親饋之，所以明有孝也；行以鸞和，步中《採齊》，趣中《肆夏》，所以明有度也；其於禽獸，見其生不食其死，聞其聲不食其肉，故遠庖廚，所以長恩，且明有仁也。",
            "夫三代之所以長久者，以其輔翼太子有此具也。及秦而不然。其俗固非貴辭讓也，所上者告訐也；固非貴禮義也，所上者刑罰也。使趙高傅胡亥而教之獄，所習者非斬劓人，則夷人之三族也。故胡亥今日即位而明日射人，忠諫者謂之誹謗，深計者謂之妖言，其視殺人若艾草菅然。豈惟胡亥之性惡哉？彼其所以道之者非其理故也。",
            "鄙諺曰：“不習爲吏，視已成事。”又曰：“前車覆，後車誡。”夫三代之所以長久者，其已事可知也；然而不能從者，是不法聖智也。秦世之所以亟絕者，其轍跡可見也；然而不避，是後車又將覆也。夫存亡之變，治亂之機，其要在是矣。天下之命，縣於太子；太子之善，在於早諭教與選左右。夫心未濫而先諭教，則化易成也；開於道術智誼之指，則教之力也。若其服習積貫，則左右而已。夫胡、粵之人，生而同聲，耆欲不異，及其長而成俗，累數譯而不能相通，行者有雖死而不相爲者，則教習然也。臣故曰選左右早諭教最急。夫教得而左右正，則太子正矣，太子正而天下定矣。《書》曰：“一人有慶，兆民賴之。”此時務也。",
            "凡人之智，能見已然，不能見將然。夫禮者禁於將然之前，而法者禁於己然之後，是故法之所用易見，而禮之所爲生難知也。若夫慶賞以勸善，刑罰以懲惡，先王執此之政，堅如金石，行此之令，信如四時，據此之公，無私如天地耳，豈顧不用哉？然而曰禮雲禮雲者，貴絕惡於未萌，而起教於微眇，使民日遷善遠罪而不自知也。孔於曰：“聽訟，吾猶人也，必也使毋訟乎！”爲人主計者，莫如先審取捨，取捨之極定於內，而安危之萌應於外矣。安者非一日而安也，危者非一日而危也，皆以積漸然，不可不察也。人主之所積，在其取捨，以禮義治之者，積禮義；以刑罰治之者，積刑罰。刑罰積而民怨背，札義積而民和親。故世主欲民之善同，而所以使民善者或異。或道之以德教，或毆之以法令。道之以德教者，德教洽而民氣樂；毆之以法令者，法令極而民風哀。哀樂之感，禍福之應也。秦王之慾尊宗廟而安子孫，與湯武同，然而湯武廣大其德行，六七百歲而弗失，秦王治天下，十餘歲則大敗。此亡它故矣，湯武之定取捨審而秦王之定取捨不審矣。夫天下，大器也。今人之置器，置諸安處則安，置諸危處則危。天下之情與器亡以異，在天子之所置之。湯武置天下於仁義禮樂，而德澤洽，禽獸草木廣裕，德被蠻貊四夷，累子孫數十世，此天下所共聞也。秦王置天下於法令刑罰，德澤亡一有，而怨毒盈於世，下憎惡之如仇，禍幾及身，子孫誅絕，此天下之所共見也。是非其明效大驗邪！人之言曰：“聽言之道，必以其事觀之，則言者莫敢妄言。”今或言禮誼之不如法令，教化之不如刑罰，人主胡不引殷、周、秦事以觀之也？",
            "人主之尊譬如堂，羣臣如陛，衆庶如地。故陛九級上，廉遠地，則堂高；陛亡級，廉近地，則堂卑。高者難攀，卑者易陵，理勢然也。故古者聖王制爲等列，內有公卿大夫士，外有公侯伯子男，然後有官師小吏，延及庶人，等級分明，而天子加焉，故其尊不可及也。里諺曰：“欲投鼠而忌器。”此善諭也。鼠近於器，尚憚不投，恐傷其器，況於貴臣之近主乎！廉恥節禮以治君子，故有賜死而亡戮辱。是以黥劓之罪不及太夫，以其離主上不遠也，禮不敢齒君之路馬，蹴其芻者有罰；見君之几杖則起，遭君之乘車則下，入正門則趨；君之寵臣雖或有過，刑戮之罪不加其身者，尊君之故也。此所以爲主上豫遠不敬也，所以體貌大臣而厲其節也。今自王侯三公之貴，皆天子之所改容而禮之也，古天子之所謂伯父、伯舅也，而令與衆庶同黥劓 刖笞 棄市之法，然則堂不亡陛乎？被戮辱者不泰迫乎？廉恥不行，大臣無乃握重權，大官而有徒隸亡恥之心乎？夫望夷之事，二世見當以重法者，投鼠而不忌器之習也。",
            "臣聞之，履雖鮮不加於枕，冠雖敝不以苴履。夫嘗已在貴寵之位，天子改容而體貌之矣，吏民嘗俯伏以敬畏之矣，今而有過，帝令廢之可也，退之可也，賜之死可也，滅之可也；若夫束縛之，系緤之，輸之司寇，編之徒官，司寇小吏詈罵而榜笞之，殆非所以令衆庶見也。夫卑賤者習知尊貴者之一旦，吾亦乃可以加此也，非所以習天下也，非尊尊貴貴之化也。夫天子之所嘗敬，衆庶之所嘗寵，死而死耳，賤人安宜得如此而頓辱之哉！",
            "豫讓事中行之君，智伯伐而滅之，移事智伯。及趙滅智伯，豫讓釁面吞炭，必報襄子，五起而不中。人問豫子，豫子曰：“中行衆人畜我，我故衆人事之；智伯國士遇我，我故國士報之。”故此一豫讓也，反君事仇，行若狗彘，已而抗節致忠，行出乎列士，人主使然也。故主上遇其大臣如遇犬馬，彼將犬馬自爲也；如遇官徒，彼將官徒自爲也。頑頓亡恥， 詬亡節，廉恥不立，且不自好，苟若而可，故見利則逝，見便則奪。主上有敗，則因而挺之矣；主上有患，則吾苟免而已，立而觀之耳；有便吾身者，則欺賣而利之耳。人主將何便於此？羣下至衆，而主上至少也，所託財器職業者粹於羣下也。俱亡恥，俱苟妄，則主上最病。故古者禮不及庶人，刑不至大夫，所以厲寵臣之節也。古者大臣有坐不廉而廢者，不謂不廉，曰“簠簋不飾”；坐污穢淫亂男女亡別者，不曰污穢，曰“帷薄不修”，坐罷軟不勝任者，不謂罷軟，曰“下官不職”。故貴大臣定有其罪矣，猶未斥然正以呼之也，尚遷就而爲之諱也。故其在大譴大何之域者，聞譴何則白冠 纓，盤水加劍，造請室而請罪耳，上不執縛系引而行也。其有中罪者，聞命而自弛，上不使人頸 而加也。其有大罪者，聞命則北面再拜，跌而自裁，上不使捽抑而刑之也，曰：“子大夫自有過耳！吾遇子有禮矣。”遇之有禮，故羣臣自憙；嬰以廉恥，故人矜節行。上設廉禮義以遇其臣，而臣不以節行報其上者，則非人類也。故化成俗定，則爲人臣者主耳忘身，國耳忘家，公耳忘私，利不苟就，害不苟去，唯義所在。上之化也，故父兄之臣誠死宗廟，法度之臣誠死社稷，輔翼之臣誠死君上，守圄扞敵之臣誠死城郭封疆。故曰聖人有金城者，比物此志也。彼且爲我死，故吾得與之俱生；彼且爲我亡，故吾得與之俱存；夫將爲我危，故吾得與之皆安。顧行而忘利，守節而仗義，故可以託不御之權，可以寄六尺之孤。此厲廉恥行禮誼之所致也，主上何喪焉！此之不爲，而顧彼之久行，故曰可爲長太息者此也。"
          ]
        },
        {
          "chapter": "論貴粟疏",
          "source": "(晁錯)",
          "author": "兩漢：晁錯 ",
          "paragraphs": [
            "聖王在上，而民不凍飢者，非能耕而食之，織而衣之也，爲開其資財之道也。故堯、禹有九年之水，湯有七年之旱，而國亡捐瘠者，以畜積多而備先具也。今海內爲一，土地人民之衆不避湯、禹，加以亡天災數年之水旱，而畜積未及者，何也？地有遺利，民有餘力，生谷之土未盡墾，山澤之利未盡出也，遊食之民未盡歸農也。",
            "民貧，則奸邪生。貧生於不足，不足生於不農，不農則不地著，不地著則離鄉輕家，民如鳥獸。雖有高城深池，嚴法重刑，猶不能禁也。夫寒之於衣，不待輕暖；飢之於食，不待甘旨；飢寒至身，不顧廉恥。人情一日不再食則飢，終歲不製衣則寒。夫腹飢不得食，膚寒不得衣，雖慈母不能保其子，君安能以有其民哉？明主知其然也，故務民於農桑，薄賦斂，廣畜積，以實倉廩，備水旱， 故民可得而有也。",
            "民者，在上所以牧之，趨利如水走下，四方無擇也。夫珠玉金銀，飢不可食，寒不可衣，然而衆貴之者，以上用之故也。其爲物輕微易藏，在於把握，可以周海內而無飢寒之患。此令臣輕背其主，而民易去其鄉，盜賊有所勸，亡逃者得輕資也。粟米布帛生於地，長於時，聚於力，非可一日成也。數石之重，中人弗勝，不爲奸邪所利；一日弗得而飢寒至。是故明君貴五穀而賤金玉。",
            "今農夫五口之家，其服役者不下二人，其能耕者不過百畝，百畝之收不過百石。春耕，夏耘，秋獲，冬藏，伐薪樵，治官府，給徭役；春不得避風塵，夏不得避署熱，秋不得避陰雨，冬不得避寒凍，四時之間，無日休息。又私自送往迎來，弔死問疾，養孤長幼在其中。勤苦如此，尚覆被水旱之災，急政暴虐，賦斂不時，朝令而暮改。當具有者半賈而賣，無者取倍稱之息；於是有賣田宅、鬻子孫以償債者矣。而商賈大者積貯倍息，小者坐列販賣，操其奇贏，日遊都市，乘上之急，所賣必倍。故其男不耕耘，女不蠶織，衣必文采，食必粱肉；無農夫之苦，有阡陌之得。因其富厚，交通王侯，力過吏勢，以利相傾；千里遊遨，冠蓋相望，乘堅策肥，履絲曳縞。此商人所以兼併農人，農人所以流亡者也。今法律賤商人，商人已富貴矣；尊農夫，農夫已貧賤矣。故俗之所貴，主之所賤也；吏之所卑，法之所尊也。上下相反，好惡乖迕，而欲國富法立，不可得也。",
            "方今之務，莫若使民務農而已矣。欲民務農，在於貴粟；貴粟之道，在於使民以粟爲賞罰。今募天下入粟縣官，得以拜爵，得以除罪。如此，富人有爵，農民有錢，粟有所渫。夫能入粟以受爵，皆有餘者也。取於有餘，以供上用，則貧民之賦可損，所謂損有餘、補不足，令出而民利者也。順於民心，所補者三：一曰主用足，二曰民賦少，三曰勸農功。今令民有車騎馬一匹者，復卒三人。車騎者，天下武備也，故爲復卒。神農之教曰：“有石城十仞，湯池百步，帶甲百萬，而無粟，弗能守也。”以是觀之，粟者，王者大用，政之本務。令民入粟受爵，至五大夫以上，乃復一人耳，此其與騎馬之功相去遠矣。爵者，上之所擅，出於口而無窮；粟者，民之所種，生於地而不乏。夫得高爵也免罪，人之所甚欲也。使天下人入粟於邊，以受爵免罪，不過三歲，塞下之粟必多矣。",
            "陛下幸使天下入粟塞下以拜爵，甚大惠也。竊竊恐塞卒之食不足用大渫天下粟。邊食足以支五歲，可令入粟郡縣矣；足支一歲以上，可時赦，勿收農民租。如此，德澤加於萬民，民俞勤農。時有軍役，若遭水旱，民不睏乏，天下安寧；歲孰且美，則民大富樂矣。"
          ]
        },
        {
          "chapter": "獄中上樑王書",
          "source": "(鄒陽)",
          "author": "兩漢：鄒陽 ",
          "paragraphs": [
            "臣聞忠無不報，信不見疑，臣常以爲然，徒虛語耳。昔荊軻慕燕丹之義，白虹貫日，太子畏之；衛先生爲秦畫長平之事，太白食昴，昭王疑之。夫精變天地而信不諭兩主，豈不哀哉！今臣盡忠竭誠，畢議願知，左右不明，卒從吏訊，爲世所疑。是使荊軻、衛先生復起，而燕、秦不寤也。願大王孰察之。",
            "昔玉人獻寶，楚王誅之；李斯竭忠，胡亥極刑。是以箕子陽狂，接輿避世，恐遭此患也。願大王察玉人、李斯之意，而後楚王、胡亥之聽，毋使臣爲箕子、接輿所笑。臣聞比干剖心，子胥鴟夷，臣始不信，乃今知之。願大王孰察，少加憐焉。",
            "語曰：“有白頭如新，傾蓋如故。”何則？知與不知也。故樊於期逃秦之燕，借荊軻首以奉丹事；王奢去齊之魏，臨城自剄以卻齊而存魏。夫王奢、樊於期非新於齊、秦而故於燕、魏也，所以去二國、死兩君者，行合於志，慕義無窮也。是以蘇秦不信於天下，爲燕尾生；白圭戰亡六城，爲魏取中山。何則？誠有以相知也。蘇秦相燕，人惡之燕王，燕王按劍而怒，食以駃騠；白圭顯於中山，人惡之於魏文侯，文侯賜以夜光之璧。何則？兩主二臣，剖心析肝相信，豈移於浮辭哉！",
            "故女無美惡，入宮見妒；士無賢不肖，入朝見嫉。昔司馬喜臏腳於宋，卒相中山；范雎拉脅折齒於魏，卒爲應侯。此二人者，皆信必然之畫，捐朋黨之私，挾孤獨之交，故不能自免於嫉妒之人也。是以申徒狄蹈雍之河，徐衍負石入海，不容於世，義不苟取比周於朝以移主上之心。故百里奚乞食於道路，繆公委之以政；甯戚飯牛車下，桓公任之以國。此二人者，豈素宦於朝，借譽於左右，然後二主用之哉？感於心，合於行，堅如膠漆，昆弟不能離，豈惑於衆口哉？故偏聽生奸，獨任成亂。昔魯聽季孫之說逐孔子，宋任子冉之計囚墨翟。夫以孔、墨之辯，不能自免於讒諛，而二國以危。何則？衆口鑠金，積毀銷骨也。秦用戎人由余而伯中國，齊用越人子臧而強威、宣。此二國豈繫於俗，牽於世，系奇偏之浮辭哉？公聽並觀，垂明當世。故意合則胡越爲兄弟，由余，子臧是矣；不合則骨肉爲仇敵，朱、象、管、蔡是矣。今人主誠能用齊、秦之明，後宋、魯之聽，則五伯不足侔，而三王易爲也。",
            "是以聖王覺寤，捐子之之心，而不說田常之賢，封比干之後，修孕婦之墓，故功業覆於天下。何則？欲善亡厭也。夫晉文親其讎，強伯諸侯；齊桓用其仇，而一匡天下。何則？慈仁殷勤，誠加於心，不可以虛辭借也。",
            "至夫秦用商鞅之法，東弱韓、魏，立強天下，卒車裂之。越用大夫種之謀，禽勁吳而伯中國，遂誅其身。是以孫叔敖三去相而不悔，於陵子仲辭三公爲人灌園。今人主誠能去驕傲之心，懷可報之意，披心腹，見情素，墮肝膽，施德厚，終與之窮達，無愛於士，則桀之犬可使呔堯，跖之客可使刺由，何況因萬乘之權，假聖王之資乎！然則荊軻湛七族，要離燔妻子()，豈足爲大王道哉！",
            "臣聞明月之珠，夜光之璧，以闇投人於道，衆莫不按劍相眄者。何則？無因而至前也。蟠木根柢，輪囷離奇，而爲萬乘器者，以左右先爲之容也。故無因而至前，雖出隨珠和璧，祗怨結而不見德；有人先遊，則枯木朽株，樹功而不忘。今夫天下布衣窮居之士，身在貧羸，雖蒙堯、舜之術，挾伊、管之辯，懷龍逢、比干之意，而素無根柢之容，雖竭精神，欲開忠於當世之君，則人主必襲按劍相眄之跡矣。是使布衣之士不得爲枯木朽株之資也。",
            "是以聖王制世御俗，獨化於陶鈞之上，而不牽乎卑辭之語，不奪乎衆多之口。故秦皇帝任中庶子蒙嘉之言，以信荊軻，而匕首竊發；周文王獵涇渭，載呂尚歸，以王天下。秦信左右而亡，周用烏集而王。何則？以其能越攣拘之語，馳域外之議，獨觀乎昭曠之道也。",
            "今人主沈諂諛之辭，牽帷廧之制，使不羈之士與牛驥同皁，此鮑焦所以憤於世也。",
            "臣聞盛飾入朝者不以私污義，底厲名號者不以利傷行。故里名勝母，曾子不入；邑號朝歌，墨子回車。今欲使天下寥廓之士籠於威重之權，脅於位勢之貴，回面污行，以事諂諛之人，而求親近於左右，則士有伏死堀穴巖藪之中耳，安有盡忠信而趨闕下者哉！"
          ]
        },
        {
          "chapter": "上書諫獵",
          "source": "(司馬相如)",
          "author": "兩漢：司馬相如 ",
          "paragraphs": [
            "臣聞物有同類而殊能者，故力稱烏獲，捷言慶忌，勇期賁、育。臣之愚，竊以爲人誠有之，獸亦宜然。今陛下好陵阻險，射猛獸，卒然遇逸材之獸，駭不存之地，犯屬車之清塵，輿不及還轅，人不暇施巧，雖有烏獲、逢蒙之技不能用，枯木朽枝盡爲難矣。是胡越起於轂下，而羌夷接軫也，豈不殆哉！雖萬全而無患，然本非天子之所宜近也。",
            "且夫清道而後行，中路而馳，猶時有銜橛之變。況乎涉豐草，騁丘虛，前有利獸之樂，而內無存變之意，其爲害也不難矣。夫輕萬乘之重不以爲安，樂出萬有一危之途以爲娛，臣竊爲陛下不取。",
            "蓋明者遠見於未萌，而知者避危於無形，禍固多藏於隱微而發於人之所忽者也。故鄙諺曰：“家累千金，坐不垂堂。”此言雖小，可以喻大。臣願陛下留意幸察。"
          ]
        },
        {
          "chapter": "答蘇武書",
          "source": "(李陵)",
          "author": "兩漢：李陵 ",
          "paragraphs": [
            "子卿足下：",
            "勤宣令德，策名清時，榮問休暢，幸甚幸甚。遠託異國，昔人所悲，望風懷想，能不依依？昔者不遺，遠辱還答，慰誨勤勤，有逾骨肉，陵雖不敏，能不慨然？",
            "自從初降，以至今日，身之窮困，獨坐愁苦。終日無睹，但見異類。韋韝毳幕，以御風雨；羶肉酪漿，以充飢渴。舉目言笑，誰與爲歡？胡地玄冰，邊土慘裂，但聞悲風蕭條之聲。涼秋九月，塞外草衰。夜不能寐，側耳遠聽，胡笳互動，牧馬悲鳴，吟嘯成羣，邊聲四起。晨坐聽之，不覺淚下。嗟乎子卿，陵獨何心，能不悲哉！",
            "與子別後，益復無聊，上念老母，臨年被戮；妻子無辜，併爲鯨鯢；身負國恩，爲世所悲。子歸受榮，我留受辱，命也如何？身出禮義之鄉，而入無知之俗；違棄君親之恩，長爲蠻夷之域，傷已！令先君之嗣，更成戎狄之族，又自悲矣。功大罪小，不蒙明察，孤負陵心區區之意。每一念至，忽然忘生。陵不難刺心以自明，刎頸以見志，顧國家於我已矣，殺身無益，適足增羞，故每攘臂忍辱，轍復苟活。左右之人，見陵如此，以爲不入耳之歡，來相勸勉。異方之樂，只令人悲，增忉怛耳。",
            "嗟乎子卿，人之相知，貴相知心，前書倉卒，未盡所懷，故復略而言之。",
            "昔先帝授陵步卒五千，出征絕域。五將失道，陵獨遇戰，而裹萬里之糧，帥徒步之師；出天漢之外，入強胡之域；以五千之衆，對十萬之軍；策疲乏之兵，當新羈之馬。然猶斬將搴旗，追奔逐北，滅跡掃塵，斬其梟帥，使三軍之士，視死如歸。陵也不才，希當大任，意謂此時，功難堪矣。匈奴既敗，舉國興師。更練精兵，強逾十萬。單于臨陣，親自合圍。客主之形，既不相如；步馬之勢，又甚懸絕。疲兵再戰，一以當千，然猶扶乘創痛，決命爭首。死傷積野，餘不滿百，而皆扶病，不任干戈，然陵振臂一呼，創病皆起，舉刃指虜，胡馬奔走。兵盡矢窮，人無尺鐵，猶復徒首奮呼，爭爲先登。當此時也，天地爲陵震怒，戰士爲陵飲血。單于謂陵不可復得，便欲引還，而賊臣教之，遂使復戰，故陵不免耳。",
            "昔高皇帝以三十萬衆，困於平城。當此之時，猛將如雲，謀臣如雨，然猶七日不食，僅乃得免。況當陵者，豈易爲力哉？而執事者云云，苟怨陵以不死。然陵不死，罪也；子卿視陵，豈偷生之士而惜死之人哉？寧有背君親，捐妻子而反爲利者乎？然陵不死，有所爲也，故欲如前書之言，報恩於國主耳，誠以虛死不如立節，滅名不如報德也。昔范蠡不殉會稽之恥，曹沬不死三敗之辱，卒復勾踐之仇，報魯國之羞，區區之心，竊慕此耳。何圖志未立而怨已成，計未從而骨肉受刑，此陵所以仰天椎心而泣血也。",
            "足下又云：“漢與功臣不薄。”子爲漢臣，安得不云爾乎？昔蕭樊囚縶，韓彭葅醢，晁錯受戮，周魏見辜。其餘佐命立功之士，賈誼亞夫之徒，皆信命世之才，抱將相之具，而受小人之讒，並受禍敗之辱，卒使懷才受謗，能不得展。彼二子之遐舉，誰不爲之痛心哉？陵先將軍，功略蓋天地，義勇冠三軍，徒失貴臣之意，剄身絕域之表。此功臣義士所以負戟而長嘆者也。何謂不薄哉？且足下昔以單車之使，適萬乘之虜。遭時不遇，至於伏劍不顧；流離辛苦，幾死朔北之野。丁年奉使，皓首而歸；老母終堂，生妻去帷。此天下所希聞，古今所未有也。蠻貊之人，尚猶嘉子之節，況爲天下之主乎？陵謂足下當享茅土之薦，受千乘之賞。聞子之歸，賜不過二百萬，位不過典屬國，無尺土之封，加子之勤。而妨功害能之臣，盡爲萬戶侯；親戚貪佞之類，悉爲廊廟宰。子尚如此，陵復何望哉？且漢厚誅陵以不死，薄賞子以守節，欲使遠聽之臣望風馳命，此實難矣，所以每顧而不悔者也。陵雖孤恩，漢亦負德。昔人有言：“雖忠不烈，視死如歸。”陵誠能安，而主豈復能眷眷乎？男兒生以不成名，死則葬蠻夷中，誰復能屈身稽顙，還向北闕，使刀筆之吏弄其文墨邪？願足下勿復望陵。",
            "嗟乎子卿，夫復何言？相去萬里，人絕路殊。生爲別世之人，死爲異域之鬼。長與足下生死辭矣。幸謝故人，勉事聖君。足下胤子無恙，勿以爲念。努力自愛，時因北風，復惠德音。李陵頓首。"
          ]
        },
        {
          "chapter": "尚德緩刑書",
          "source": "(路溫舒)",
          "author": "兩漢：路溫舒 ",
          "paragraphs": [
            "漢昭帝逝世，昌邑王劉賀被廢黜，漢宣帝劉詢剛剛登上皇位。路溫舒呈上奏書，奏書說：",
            "昭帝崩，昌邑王賀廢，宣帝初即位，路溫舒上書，言宜尚德緩刑。其辭曰：",
            "“臣聞齊有無知之禍，而桓公以興；晉有驪姬之難，而文公用伯。近世趙王不終，諸呂作亂，而孝文爲太宗。由是觀之，禍亂之作，將以開聖人也。故桓、文扶微興壞，尊文、武之業，",
            "澤加百姓，功潤諸侯，雖不及三王，天下歸仁焉。文帝永思至德，以承天心，崇仁義，省刑罰，通關樑，一遠近，敬賢如大賓，愛民如赤子，內恕情之所安而施之於海內，是以囹圄空虛，天下太平。夫繼變化之後，必有異舊之恩，此賢聖所以昭天命也。“往者，昭帝即世而無嗣，大臣憂戚，焦心合謀，皆以昌邑尊親，援而立之。然天不授命，淫亂其心，遂以自亡。深察禍變之故，乃皇天之所以開至聖也。故大將軍受命武帝，股肱漢國，披肝膽，決大計，黜亡義，立有德，輔天而行，然後宗廟以安，天下咸寧。臣聞《春秋》正即位，大一統而慎始也。陛下初登至尊，與天合符，宜改前世之失，正始受命之統，滌煩文，除民疾，存亡繼絕，以應天意。",
            "“臣聞秦有十失，其一尚存，治獄之吏是也。秦之時，羞文學，好武勇，賤仁義之士，貴治獄之吏，正言者謂之誹謗，遏過者謂之妖言，故盛服先王不用於世⒅，忠良切言皆鬱於胸，譽諛之聲日滿於耳，虛美薰心，實禍蔽塞，此乃秦之所以亡天下也。方今天下，賴陛下恩厚，亡金革之危、飢寒之患，父子夫妻戮力安家，然太平未洽者，獄亂之也。夫獄者，天下之大命也，死者不可復生，絕者不可復屬。《書》曰：“與其殺不辜，寧失不經。”今治獄吏則不然，上下相驅，以刻爲明，深者獲公名，平者多後患。故治獄之吏，皆欲人死，非憎人也，自安之道在人之死。是以死人之血流離於市，被刑之徒比肩而立，大辟之計歲以萬數。此仁聖之所以傷也。太平之未洽，凡以此也。夫人情安則樂生，痛則思死，棰楚之下，何求而不得？做囚人不勝痛，則飾詞以視之，吏治者利其然，則指道以明之，上奏畏卻，則鍛練而周內之；蓋奏當之成，雖咎繇聽之，猶以爲死有餘辜。何則？成練者衆，文致之罪明也。是以獄吏專爲深刻，殘賊而亡極，媮爲一切，不顧國患，此世之大賊也。故俗語曰：“畫地爲獄議不入；刻木爲吏期不對。”此皆疾吏之風，悲痛之辭也。故天下之患，莫深於獄；敗法亂正，離親塞道，莫甚乎治獄之吏，此所謂一尚存者也。”",
            "“臣聞烏鳶之卵不毀，而後鳳凰集；誹謗之罪不誅，而後良言進。故古人有言：“山藪臧疾，川澤納污，瑾瑜匿惡，國君含詬。”唯陛下除誹謗以招切言，開天下之口，廣箴諫之路，掃亡秦之失，尊文武之德，省法制，寬刑罰，以廢治獄，則太平之風可興於世，永履和樂，與天亡極，天下幸甚。”",
            "上善其言。"
          ]
        },
        {
          "chapter": "報孫會宗書",
          "source": "(楊惲)",
          "author": "兩漢：楊惲 ",
          "paragraphs": [
            "惲材朽行穢，文質無所底，幸賴先人餘業，得備宿衛。遭遇時變，以獲爵位。終非其任，卒與禍會。足下哀其愚，蒙賜書教督以所不及，殷勤甚厚。然竊恨足下不深推其終始，而猥隨俗之譭譽也。言鄙陋之愚心，若逆指而文過；默而息乎，恐違孔氏各言爾志之義。故敢略陳其愚，惟君子察焉。",
            "惲家方隆盛時，乘朱輪者十人，位在列卿，爵爲通侯，總領從官，與聞政事。曾不能以此時有所建明，以宣德化，又不能與羣僚同心並力，陪輔朝庭之遺忘，已負竊位素餐之責久矣。懷祿貪勢，不能自退，遂遭變故，橫被口語，身幽北闕，妻子滿獄。當此之時，自以夷滅不足以塞責，豈意得全首領，復奉先人之丘墓乎？伏惟聖主之恩不可勝量。君子游道，樂以忘憂；小人全軀，說以忘罪。竊自念過已大矣，行已虧矣，長爲農夫以末世矣。是故身率妻子，戮力耕桑，灌園治產，以給公上，不意當複用此爲譏議也。",
            "夫人情所不能止者，聖人弗禁。故君父至尊親，送其終也，有時而既。臣之得罪，已三年矣。田家作苦。歲時伏臘，烹羊炰羔，斗酒自勞。家本秦也，能爲秦聲。婦趙女也，雅善鼓瑟。奴婢歌者數人，酒後耳熱，仰天撫缶而呼烏烏。其詩曰：“田彼南山，蕪穢不治。種一頃豆，落而爲萁。人生行樂耳，須富貴何時！”是日也，奮袖低昂，頓足起舞；誠滛荒無度，不知其不可也。惲幸有餘祿，方糴賤販貴，逐什一之利。此賈豎之事，污辱之處，惲親行之。下流之人，衆毀所歸，不寒而慄。雖雅知惲者，猶隨風而靡，尚何稱譽之有？董生不云乎：“明明求仁義，常恐不能化民者，卿大夫之意也。明明求財利，常恐睏乏者，庶人之事也。”故道不同，不相爲謀，今子尚安得以卿大夫之制而責僕哉！",
            "夫西河魏土，文侯所興，有段幹木、田子方之遺風，漂然皆有節概，知去就之分。頃者足下離舊土，臨安定，安定山谷之間，昆戎舊壤，子弟貪鄙，豈習俗之移人哉？於今乃睹子之志矣！方當盛漢之隆，願勉旃，毋多談。"
          ]
        },
        {
          "chapter": "光武帝臨淄勞耿弇",
          "source": "(光武帝)",
          "author": "兩漢：劉秀 ",
          "paragraphs": [
            "車駕至臨溜自勞軍，羣臣大會。帝謂弇曰：“昔韓信破歷下以開基，今將軍攻祝阿以發跡，此皆齊之西界，功足相方。而韓信襲擊已降，將軍獨拔勍敵，其功乃難於信也。又田橫烹酈生，及田橫降，高帝詔衛尉，不聽爲仇。張步前亦殺伏隆，若步來歸命，吾當詔大司徒釋其怨。又事尤相類也。將軍前在南陽，建此大策，常以爲落落難合，有志者事竟成也。”"
          ]
        },
        {
          "chapter": "誡兄子嚴敦書",
          "source": "(馬援)",
          "author": "兩漢：馬援 ",
          "paragraphs": [
            "援兄子嚴、敦，並喜譏議，而通輕俠客。援前在交趾，還書誡之曰：“吾欲汝曹聞人過失，如聞父母之名：耳可得聞，口不可得言也。好議論人長短，妄是非正法，此吾所大惡也：寧死，不願聞子孫有此行也。汝曹知吾惡之甚矣，所以復言者，施衿結縭，申父母之戒，欲使汝曹不忘之耳！",
            "“龍伯高敦厚周慎，口無擇言，謙約節儉，廉公有威。吾愛之重之，願汝曹效之。杜季良豪俠好義，憂人之憂，樂人之樂，清濁無所失。父喪致客，數郡畢至。吾愛之重之，不願汝曹效也。效伯高不得，猶爲謹敕之士，所謂‘刻鵠不成尚類鶩’者也。效季良不得，陷爲天下輕薄子，所謂‘畫虎不成反類狗’者也。訖今季良尚未可知，郡將下車輒切齒，州郡以爲言，吾常爲寒心，是以不願子孫效也。”"
          ]
        },
        {
          "chapter": "前出師表",
          "source": "(諸葛亮)",
          "author": "兩漢：諸葛亮 ",
          "paragraphs": [
            "先帝創業未半而中道崩殂，今天下三分，益州疲弊，此誠危急存亡之秋也。然侍衛之臣不懈於內，忠志之士忘身於外者，蓋追先帝之殊遇，欲報之於陛下也。誠宜開張聖聽，以光先帝遺德，恢弘志士之氣，不宜妄自菲薄，引喻失義，以塞忠諫之路也。",
            "宮中府中，俱爲一體；陟罰臧否，不宜異同。若有作奸犯科及爲忠善者，宜付有司論其刑賞，以昭陛下平明之理；不宜偏私，使內外異法也。",
            "侍中、侍郎郭攸之、費禕、董允等，此皆良實，志慮忠純，是以先帝簡拔以遺陛下：愚以爲宮中之事，事無大小，悉以諮之，然後施行，必能裨補闕漏，有所廣益。",
            "將軍向寵，性行淑均，曉暢軍事，試用於昔日，先帝稱之曰“能”，是以衆議舉寵爲督：愚以爲營中之事，悉以諮之，必能使行陣和睦，優劣得所。",
            "親賢臣，遠小人，此先漢所以興隆也；親小人，遠賢臣，此後漢所以傾頹也。先帝在時，每與臣論此事，未嘗不嘆息痛恨於桓、靈也。侍中、尚書、長史、參軍，此悉貞良死節之臣，願陛下親之、信之，則漢室之隆，可計日而待也。",
            "臣本布衣，躬耕於南陽，苟全性命於亂世，不求聞達於諸侯。先帝不以臣卑鄙，猥自枉屈，三顧臣於草廬之中，諮臣以當世之事，由是感激，遂許先帝以驅馳。後值傾覆，受任於敗軍之際，奉命於危難之間，爾來二十有一年矣。",
            "先帝知臣謹慎，故臨崩寄臣以大事也。受命以來，夙夜憂嘆，恐託付不效，以傷先帝之明；故五月渡瀘，深入不毛。今南方已定，兵甲已足，當獎率三軍，北定中原，庶竭駑鈍，攘除奸兇，興復漢室，還於舊都。此臣所以報先帝而忠陛下之職分也。至於斟酌損益，進盡忠言，則攸之、禕、允之任也。",
            "願陛下託臣以討賊興復之效，不效，則治臣之罪，以告先帝之靈。若無興德之言，則責攸之、禕、允等之慢，以彰其咎；陛下亦宜自謀，以諮諏善道，察納雅言，深追先帝遺詔。臣不勝受恩感激。",
            "今當遠離，臨表涕零，不知所言。"
          ]
        },
        {
          "chapter": "後出師表",
          "source": "(諸葛亮)",
          "author": "兩漢：諸葛亮 ",
          "paragraphs": [
            "先帝深慮漢、賊不兩立，王業不偏安，故託臣以討賊也。以先帝之明，量臣之才，固知臣伐賊，才弱敵強也。然不伐賊，王業亦亡。惟坐而待亡，孰與伐之？是故託臣而弗疑也。",
            "臣受命之日，寢不安席，食不甘味。思惟北征。宜先入南。故五月渡瀘，深入不毛，並日而食；臣非不自惜也，顧王業不可得偏安於蜀都，故冒危難，以奉先帝之遺意也，而議者謂爲非計。今賊適疲於西，又務於東，兵法乘勞，此進趨之時也。謹陳其事如左：",
            "高帝明並日月，謀臣淵深，然涉險被創，危然後安。今陛下未及高帝，謀臣不如良、平，而欲以長策取勝，坐定天下，此臣之未解一也。",
            "劉繇、王朗各據州郡，論安言計，動引聖人，羣疑滿腹，衆難塞胸，今歲不戰，明年不徵，使孫策坐大，遂並江東，此臣之未解二也。",
            "曹操智計，殊絕於人，其用兵也，彷彿孫、吳，然困於南陽，險於烏巢，危於祁連，逼於黎陽，幾敗北山，殆死潼關，然後僞定一時耳。況臣才弱，而欲以不危而定之，此臣之未解三也。",
            "曹操五攻昌霸不下，四越巢湖不成，任用李服而李服圖之，委任夏侯而夏侯敗亡，先帝每稱操爲能，猶有此失，況臣駑下，何能必勝？此臣之未解四也。",
            "自臣到漢中，中間期年耳，然喪趙雲、陽羣、馬玉、閻芝、丁立、白壽、劉郃、鄧銅等及曲長、屯將七十餘人，突將、無前、賨叟、青羌、散騎、武騎一千餘人。此皆數十年之內所糾合四方之精銳，非一州之所有；若複數年，則損三分之二也，當何以圖敵？此臣之未解五也。",
            "今民窮兵疲，而事不可息；事不可息，則住與行勞費正等。而不及今圖之，欲以一州之地，與賊持久，此臣之未解六也。",
            "夫難平者，事也。昔先帝敗軍於楚，當此時，曹操拊手，謂天下已定。然後先帝東連吳越，西取巴蜀，舉兵北征，夏侯授首，此操之失計，而漢事將成也。然後吳更違盟，關羽毀敗，秭歸蹉跌，曹丕稱帝。凡事如是，難可逆見。臣鞠躬盡瘁，死而後已。至於成敗利鈍，非臣之明所能逆睹也。"
          ]
        }
      ]
    },
    {
      "title": "卷七・六朝唐文",
      "content": [
        {
          "chapter": "陳情表",
          "source": "(李密)",
          "author": "魏晉：西晉·李密 ",
          "paragraphs": [
            "臣密言：臣以險釁，夙遭閔凶。生孩六月，慈父見背；行年四歲，舅奪母志。祖母劉愍臣孤弱，躬親撫養。臣少多疾病，九歲不行，零丁孤苦，至於成立。既無伯叔，終鮮兄弟，門衰祚薄，晚有兒息。外無期功強近之親，內無應門五尺之僮，煢煢孑立，形影相弔。而劉夙嬰疾病，常在牀蓐，臣侍湯藥，未曾廢離。(愍 一作：憫 煢煢",
            "孑立",
            "一作：",
            "獨立",
            ")",
            "逮奉聖朝，沐浴清化。前太守臣逵察臣孝廉；後刺史臣榮舉臣秀才。臣以供養無主，辭不赴命。詔書特下，拜臣郎中，尋蒙國恩，除臣洗馬。猥以微賤，當侍東宮，非臣隕首所能上報。臣具以表聞，辭不就職。詔書切峻，責臣逋慢；郡縣逼迫，催臣上道；州司臨門，急於星火。臣欲奉詔奔馳，則劉病日篤，欲苟順私情，則告訴不許。臣之進退，實爲狼狽。",
            "伏惟聖朝以孝治天下，凡在故老，猶蒙矜育，況臣孤苦，特爲尤甚。且臣少仕僞朝，歷職郎署，本圖宦達，不矜名節。今臣亡國賤俘，至微至陋，過蒙拔擢，寵命優渥，豈敢盤桓，有所希冀！但以劉日薄西山，氣息奄奄，人命危淺，朝不慮夕。臣無祖母，無以至今日，祖母無臣，無以終餘年。母孫二人，更相爲命，是以區區不能廢遠。",
            "臣密今年四十有四，祖母今年九十有六，是臣盡節於陛下之日長，報養劉之日短也。烏鳥私情，願乞終養。臣之辛苦，非獨蜀之人士及二州牧伯所見明知，皇天后土，實所共鑑。願陛下矜憫愚誠，聽臣微志，庶劉僥倖，保卒餘年。臣生當隕首，死當結草。臣不勝犬馬怖懼之情，謹拜表以聞。(祖母 一作：祖母劉)"
          ]
        },
        {
          "chapter": "蘭亭集序",
          "source": "(王羲之)",
          "author": "魏晉：王羲之 ",
          "paragraphs": [
            "永和九年，歲在癸丑，暮春之初，會於會稽山陰之蘭亭，修禊事也。羣賢畢至，少長鹹集。此地有崇山峻嶺，茂林修竹；又有清流激湍，映帶左右，引以爲流觴曲水，列坐其次。雖無絲竹管絃之盛，一觴一詠，亦足以暢敘幽情。",
            "是日也，天朗氣清，惠風和暢，仰觀宇宙之大，俯察品類之盛，所以遊目騁懷，足以極視聽之娛，信可樂也。",
            "夫人之相與，俯仰一世，或取諸懷抱，悟言一室之內；或因寄所託，放浪形骸之外。雖趣舍萬殊，靜躁不同，當其欣於所遇，暫得於己，快然自足，不知老之將至。及其所之既倦，情隨事遷，感慨系之矣。向之所欣，俯仰之間，已爲陳跡，猶不能不以之興懷。況修短隨化，終期於盡。古人云：“死生亦大矣。”豈不痛哉！(不知老之將至 一作：曾不知老之將至)",
            "每覽昔人興感之由，若合一契，未嘗不臨文嗟悼，不能喻之於懷。固知一死生爲虛誕，齊彭殤爲妄作。後之視今，亦猶今之視昔。悲夫！故列敘時人，錄其所述，雖世殊事異，所以興懷，其致一也。後之覽者，亦將有感於斯文。"
          ]
        },
        {
          "chapter": "歸去來兮辭",
          "source": "(陶淵明)",
          "author": "魏晉：陶淵明 ",
          "paragraphs": [
            "餘家貧，耕植不足以自給。幼稚盈室，瓶無儲粟，生生所資，未見其術。親故多勸餘爲長吏，脫然有懷，求之靡途。會有四方之事，諸侯以惠愛爲德，家叔以餘貧苦，遂見用於小邑。於時風波未靜，心憚遠役，彭澤去家百里，公田之利，足以爲酒。故便求之。及少日，眷然有歸歟之情。何則？質性自然，非矯厲所得。飢凍雖切，違己交病。嘗從人事，皆口腹自役。於是悵然慷慨，深愧平生之志。猶望一稔，當斂裳宵逝。尋程氏妹喪於武昌，情在駿奔，自免去職。仲秋至冬，在官八十餘日。因事順心，命篇曰《歸去來兮》。乙巳歲十一月也。",
            "歸去來兮，田園將蕪胡不歸？既自以心爲形役，奚惆悵而獨悲？悟已往之不諫，知來者之可追。實迷途其未遠，覺今是而昨非。舟遙遙以輕颺，風飄飄而吹衣。問征夫以前路，恨晨光之熹微。",
            "乃瞻衡宇，載欣載奔。僮僕歡迎，稚子候門。三徑就荒，鬆菊猶存。攜幼入室，有酒盈樽。引壺觴以自酌，眄庭柯以怡顏。倚南窗以寄傲，審容膝之易安。園日涉以成趣，門雖設而常關。策扶老以流憩，時矯首而遐觀。雲無心以出岫，鳥倦飛而知還。景翳翳以將入，撫孤鬆而盤桓。",
            "歸去來兮，請息交以絕遊。世與我而相違，復駕言兮焉求？悅親戚之情話，樂琴書以消憂。農人告餘以春及，將有事於西疇。或命巾車，或棹孤舟。既窈窕以尋壑，亦崎嶇而經丘。木欣欣以向榮，泉涓涓而始流。善萬物之得時，感吾生之行休。",
            "已矣乎！寓形宇內復幾時？曷不委心任去留？胡爲乎遑遑欲何之？富貴非吾願，帝鄉不可期。懷良辰以孤往，或植杖而耘耔。登東皋以舒嘯，臨清流而賦詩。聊乘化以歸盡，樂夫天命復奚疑！"
          ]
        },
        {
          "chapter": "桃花源記",
          "source": "(陶淵明)",
          "author": "魏晉：陶淵明 ",
          "paragraphs": [
            "晉太元中，武陵人捕魚爲業。緣溪行，忘路之遠近。忽逢桃花林，夾岸數百步，中無雜樹，芳草鮮美，落英繽紛，漁人甚異之。復前行，欲窮其林。",
            "林盡水源，便得一山，山有小口，彷彿若有光。便舍船，從口入。初極狹，才通人。復行數十步，豁然開朗。土地平曠，屋舍儼然，有良田美池桑竹之屬。阡陌交通，雞犬相聞。其中往來種作，男女衣着，悉如外人。黃髮垂髫，並怡然自樂。",
            "見漁人，乃大驚，問所從來。具答之。便要還家，設酒殺雞作食。村中聞有此人，鹹來問訊。自雲先世避秦時亂，率妻子邑人來此絕境，不復出焉，遂與外人間隔。問今是何世，乃不知有漢，無論魏晉。此人一一爲具言所聞，皆嘆惋。餘人各復延至其家，皆出酒食。停數日，辭去。此中人語云：“不足爲外人道也。”(間隔 一作：隔絕)",
            "既出，得其船，便扶向路，處處志之。及郡下，詣太守，說如此。太守即遣人隨其往，尋向所志，遂迷，不復得路。",
            "南陽劉子驥，高尚士也，聞之，欣然規往。未果，尋病終，後遂無問津者。"
          ]
        },
        {
          "chapter": "五柳先生傳",
          "source": "(陶淵明)",
          "author": "魏晉：陶淵明 ",
          "paragraphs": [
            "先生不知何許人也，亦不詳其姓字，宅邊有五柳樹，因以爲號焉。閒靜少言，不慕榮利。好讀書，不求甚解；每有會意，便欣然忘食。性嗜酒，家貧不能常得。親舊知其如此，或置酒而招之；造飲輒盡，期在必醉。既醉而退，曾不吝情去留。環堵蕭然，不蔽風日；短褐穿結，簞瓢屢空，晏如也。常著文章自娛，頗示己志。忘懷得失，以此自終。",
            "贊曰：黔婁之妻有言：“不慼慼於貧賤，不汲汲於富貴。”其言茲若人之儔乎？銜觴賦詩，以樂其志，無懷氏之民歟？葛天氏之民歟？"
          ]
        },
        {
          "chapter": "北山移文",
          "source": "(孔稚珪)",
          "author": "南北朝：孔稚珪 ",
          "paragraphs": [
            "鐘山之英，草堂之靈，馳煙驛路，勒移山庭：",
            "夫以耿介拔俗之標，蕭灑出塵之想，度白雪以方潔，幹青雲而直上，吾方知之矣。",
            "若其亭亭物表，皎皎霞外，芥千金而不眄，屣萬乘其如脫，聞鳳吹於洛浦，值薪歌於延瀨，固亦有焉。",
            "豈期終始參差，蒼黃翻覆，淚翟子之悲，慟朱公之哭。乍回跡以心染，或先貞而後黷，何其謬哉！嗚呼，尚生不存，仲氏既往，山阿寂寥，千載誰賞！",
            "世有周子，雋俗之士，既文既博，亦玄亦史。然而學遁東魯，習隱南郭，偶吹草堂，濫巾北嶽。誘我鬆桂，欺我雲壑。雖假容於江皋，乃纓情於好爵。",
            "其始至也，將欲排巢父，拉許由，傲百氏，蔑王侯。風情張日，霜氣橫秋。或嘆幽人長往，或怨王孫不遊。談空空於釋部，覈玄玄於道流，務光何足比，涓子不能儔。",
            "及其鳴騶入谷，鶴書赴隴，形馳魄散，志變神動。爾乃眉軒席次，袂聳筵上，焚芰制而裂荷衣，抗塵容而走俗狀。風雲悽其帶憤，石泉咽而下愴，望林巒而有失，顧草木而如喪。",
            "至其鈕金章，綰墨綬，跨屬城之雄，冠百里之首。張英風於海甸，馳妙譽於浙右。道帙長擯，法筵久埋。敲撲喧囂犯其慮，牒訴倥傯裝其懷。琴歌既斷，酒賦無續，常綢繆於結課，每紛綸於折獄，籠張趙於往圖，架卓魯於前籙，希蹤三輔豪，馳聲九州牧。",
            "使我高霞孤映，明月獨舉，青松落陰，白雲誰侶？磵戶摧絕無與歸，石徑荒涼徒延佇。至於還飆入幕，寫霧出楹，蕙帳空兮夜鶴怨，山人去兮曉猨驚。昔聞投簪逸海岸，今見解蘭縛塵纓。於是南嶽獻嘲，北隴騰笑，列壑爭譏，攢峯竦誚。慨遊子之我欺，悲無人以赴吊。",
            "故其林慚無盡，澗愧不歇，秋桂遣風，春蘿罷月。騁西山之逸議，馳東皋之素謁。",
            "今又促裝下邑，浪栧上京，雖情殷於魏闕，或假步于山扃。豈可使芳杜厚顏，薜荔蒙恥，碧嶺再辱，丹崖重滓，塵遊躅於蕙路，污淥池以洗耳。宜扃岫幌，掩雲關，斂輕霧，藏鳴湍。截來轅於谷口，杜妄轡於郊端。於是叢條瞋膽，疊穎怒魄。或飛柯以折輪，乍低枝而掃跡。請回俗士駕，爲君謝逋客。"
          ]
        },
        {
          "chapter": "諫太宗十思疏",
          "source": "(魏徵)",
          "author": "唐代：魏徵 ",
          "paragraphs": [
            "臣聞：求木之長者，必固其根本；欲流之遠者，必浚其泉源；思國之安者，必積其德義。源不深而望流之遠，根不固而求木之長，德不厚而思國之治，臣雖下愚，知其不可，而況於明哲乎？人君當神器之重，居域中之大，將崇極天之峻，永保無疆之休。不念居安思危，戒奢以儉，德不處其厚，情不勝其欲，斯亦伐根以求木茂，塞源而欲流長也。(望國 一作：思國)",
            "凡昔元首，承天景命，莫不殷憂而道著，功成而德衰，有善始者實繁，能克終者蓋寡。豈其取之易守之難乎？昔取之而有餘，今守之而不足，何也？夫在殷憂必竭誠以待下，既得志則縱情以傲物；竭誠則吳、越爲一體，傲物則骨肉爲行路。雖董之以嚴刑，震之以威怒，終苟免而不懷仁，貌恭而不心服。怨不在大，可畏惟人；載舟覆舟，所宜深慎。奔車朽索，其可忽乎？",
            "君人者，誠能見可欲，則思知足以自戒；將有作，則思知止以安人；念高危，則思謙沖而自牧；懼滿溢，則思江海下百川；樂盤遊，則思三驅以爲度；憂懈怠，則思慎始而敬終；慮壅蔽，則思虛心以納下；懼讒邪，則思正身以黜惡；恩所加，則思無因喜以謬賞；罰所及，則思無以怒而濫刑。總此十思，宏茲九德，簡能而任之，擇善而從之，則智者盡其謀，勇者竭其力，仁者播其惠，信者效其忠；文武爭馳，君臣無事，可以盡豫遊之樂，可以養松喬之壽，鳴琴垂拱，不言而化。何必勞神苦思，代下司職，役聰明之耳目，虧無爲之大道哉？"
          ]
        },
        {
          "chapter": "爲徐敬業討武曌檄",
          "source": "(駱賓王)",
          "author": "唐代：駱賓王 ",
          "paragraphs": [
            "僞臨朝武氏者，性非和順，地實寒微。昔充太宗下陳，曾以更衣入侍。洎乎晚節，穢亂春宮。潛隱先帝之私，陰圖後房之嬖。入門見嫉，蛾眉不肯讓人；掩袖工讒，狐媚偏能惑主。踐元后於翬翟，陷吾君於聚麀。加以虺蜴爲心，豺狼成性，近狎邪僻，殘害忠良，殺姊屠兄，弒君鴆母。人神之所同嫉，天地之所不容。猶復包藏禍心，窺竊神器。君之愛子，幽之於別宮；賊之宗盟，委之以重任。嗚呼！霍子孟之不作，朱虛侯之已亡。燕啄皇孫，知漢祚之將盡；龍漦帝后，識夏庭之遽衰。",
            "敬業皇唐舊臣，公侯冢子。奉先帝之成業，荷本朝之厚恩。宋微子之興悲，良有以也；袁君山之流涕，豈徒然哉！是用氣憤風雲，志安社稷。因天下之失望，順宇內之推心，爰舉義旗，以清妖孽。南連百越，北盡三河，鐵騎成羣，玉軸相接。海陵紅粟，倉儲之積靡窮；江浦黃旗，匡復之功何遠？班聲動而北風起，劍氣衝而南鬥平。喑嗚則山嶽崩頹，叱吒則風雲變色。以此制敵，何敵不摧；以此圖功，何功不克！",
            "公等或家傳漢爵，或地協周親，或膺重寄於爪牙，或受顧命於宣室。言猶在耳，忠豈忘心？一抔之土未乾，六尺之孤何託？倘能轉禍爲福，送往事居，共立勤王之勳，無廢舊君之命，凡諸爵賞，同指山河。若其眷戀窮城，徘徊歧路，坐昧先幾之兆，必貽後至之誅。請看今日之域中，竟是誰家之天下！移檄州郡，鹹使知聞。"
          ]
        },
        {
          "chapter": "滕王閣序",
          "source": "(王勃)",
          "author": "唐代：王勃 ",
          "paragraphs": [
            "豫章故郡，洪都新府。星分翼軫，地接衡廬。襟三江而帶五湖，控蠻荊而引甌越。物華天寶，龍光射牛鬥之墟；人傑地靈，徐孺下陳蕃之榻。雄州霧列，俊採星馳。臺隍枕夷夏之交，賓主盡東南之美。都督閻公之雅望，棨戟遙臨；宇文新州之懿範，襜帷暫駐。十旬休假，勝友如雲；千里逢迎，高朋滿座。騰蛟起鳳，孟學士之詞宗；紫電清霜，王將軍之武庫。家君作宰，路出名區；童子何知，躬逢勝餞。(豫章故郡 一作：南昌故郡)",
            "時維九月，序屬三秋。潦水盡而寒潭清，煙光凝而暮山紫。儼驂騑於上路，訪風景於崇阿。臨帝子之長洲，得仙人之舊館。層巒聳翠，上出重霄；飛閣流丹，下臨無地。鶴汀鳧渚，窮島嶼之縈迴；桂殿蘭宮，即岡巒之體勢。（層巒 一作：層臺；即岡 一作：列岡；仙人 一作：天人；飛閣流丹 一作：飛閣翔丹）",
            "披繡闥，俯雕甍，山原曠其盈視，川澤紆其駭矚。閭閻撲地，鐘鳴鼎食之家；舸艦迷津，青雀黃龍之舳。雲銷雨霽，彩徹區明。落霞與孤鶩齊飛，秋水共長天一色。漁舟唱晚，響窮彭蠡之濱，雁陣驚寒，聲斷衡陽之浦。(軸 通：舳；迷津 一作：彌津；雲銷雨霽，彩徹區明 一作：虹銷雨霽，彩徹雲衢)",
            "遙襟甫暢，逸興遄飛。爽籟發而清風生，纖歌凝而白雲遏。睢園綠竹，氣凌彭澤之樽；鄴水朱華，光照臨川之筆。四美具，二難並。窮睇眄於中天，極娛遊於暇日。天高地迥，覺宇宙之無窮；興盡悲來，識盈虛之有數。望長安於日下，目吳會於雲間。地勢極而南溟深，天柱高而北辰遠。關山難越，誰悲失路之人；萍水相逢，盡是他鄉之客。懷帝閽而不見，奉宣室以何年？(遙襟甫暢 一作：遙吟俯暢)",
            "嗟乎！時運不齊，命途多舛。馮唐易老，李廣難封。屈賈誼於長沙，非無聖主；竄梁鴻於海曲，豈乏明時？所賴君子見機，達人知命。老當益壯，寧移白首之心？窮且益堅，不墜青雲之志。酌貪泉而覺爽，處涸轍以猶歡。北海雖賒，扶搖可接；東隅已逝，桑榆非晚。孟嘗高潔，空餘報國之情；阮籍猖狂，豈效窮途之哭！(見機 一作：安貧)",
            "勃，三尺微命，一介書生。無路請纓，等終軍之弱冠；有懷投筆，慕宗愨之長風。舍簪笏於百齡，奉晨昏於萬里。非謝家之寶樹，接孟氏之芳鄰。他日趨庭，叨陪鯉對；今茲捧袂，喜託龍門。楊意不逢，撫凌雲而自惜；鍾期既遇，奏流水以何慚？",
            "嗚乎！勝地不常，盛筵難再；蘭亭已矣，梓澤丘墟。臨別贈言，幸承恩於偉餞；登高作賦，是所望於羣公。敢竭鄙懷，恭疏短引；一言均賦，四韻俱成。請灑潘江，各傾陸海云爾：",
            "滕王高閣臨江渚，佩玉鳴鸞罷歌舞。",
            "畫棟朝飛南浦雲，珠簾暮卷西山雨。",
            "閒雲潭影日悠悠，物換星移幾度秋。",
            "閣中帝子今何在？檻外長江空自流。"
          ]
        },
        {
          "chapter": "與韓荊州書",
          "source": "(李白)",
          "author": "唐代：李白 ",
          "paragraphs": [
            "白聞天下談士相聚而言曰：“生不用封萬戶侯，但願一識韓荊州。”何令人之景慕，一至於此耶！豈不以有周公之風，躬吐握之事，使海內豪俊，奔走而歸之，一登龍門，則聲價十倍！所以龍蟠鳳逸之士，皆欲收名定價於君侯。願君侯不以富貴而驕之、寒賤而忽之，則三千之中有毛遂，使白得穎脫而出，即其人焉。",
            "白，隴西布衣，流落楚、漢。十五好劍術，遍幹諸侯。三十成文章，歷抵卿相。雖長不滿七尺，而心雄萬夫。皆王公大人許與氣義。此疇曩心跡，安敢不盡於君侯哉！",
            "君侯製作侔神明，德行動天地，筆參造化，學究天人。幸願開張心顏，不以長揖見拒。必若接之以高宴，縱之以清談，請日試萬言，倚馬可待。今天下以君侯爲文章之司命，人物之權衡，一經品題，便作佳士。而君侯何惜階前盈尺之地，不使白揚眉吐氣，激昂青雲耶？",
            "昔王子師爲豫州，未下車，即闢荀慈明，既下車，又闢孔文舉；山濤作冀州，甄拔三十餘人，或爲侍中、尚書，先代所美。而君侯亦薦一嚴協律，入爲祕書郎，中間崔宗之、房習祖、黎昕、許瑩之徒，或以才名見知，或以清白見賞。白每觀其銜恩撫躬，忠義奮發，以此感激，知君侯推赤心於諸賢腹中，所以不歸他人，而願委身國士。儻急難有用，敢效微軀。",
            "且人非堯舜，誰能盡善？白謨猷籌畫，安能自矜？至於製作，積成卷軸，則欲塵穢視聽。恐雕蟲小技，不合大人。若賜觀芻蕘，請給紙墨，兼之書人，然後退掃閒軒，繕寫呈上。庶青萍、結綠，長價於薛、卞之門。幸惟下流，大開獎飾，惟君侯圖之。"
          ]
        },
        {
          "chapter": "春夜宴桃李園序",
          "source": "(李白)",
          "author": "唐代：李白 ",
          "paragraphs": [
            "夫天地者，萬物之逆旅也；光陰者，百代之過客也。而浮生若夢，爲歡幾何？古人秉燭夜遊，良有以也。況陽春召我以煙景，大塊假我以文章。會桃花之芳園，序天倫之樂事。羣季俊秀，皆爲惠連；吾人詠歌，獨慚康樂。幽賞未已，高談轉清。開瓊筵以坐花，飛羽觴而醉月。不有佳詠，何伸雅懷？如詩不成，罰依金谷酒數。(桃花 一作：桃李)"
          ]
        },
        {
          "chapter": "弔古戰場文",
          "source": "(李華)",
          "author": "唐代：李華 ",
          "paragraphs": [
            "浩浩乎，平沙無垠，夐不見人。河水縈帶，羣山糾紛。黯兮慘悴，風悲日曛。蓬斷草枯，凜若霜晨。鳥飛不下，獸鋌亡羣。亭長告餘曰：“此古戰場也，常覆三軍。往往鬼哭，天陰則聞。”傷心哉！秦歟漢歟？將近代歟？",
            "吾聞夫齊魏徭戍，荊韓召募。萬里奔走，連年暴露。沙草晨牧，河冰夜渡。地闊天長，不知歸路。寄身鋒刃，腷臆誰愬？秦漢而還，多事四夷，中州耗斁，無世無之。古稱戎夏，不抗王師。文教失宣，武臣用奇。奇兵有異於仁義，王道迂闊而莫爲。嗚呼噫嘻！",
            "吾想夫北風振漠，胡兵伺便。主將驕敵，期門受戰。野豎旌旗，川回組練。法重心駭，威尊命賤。利鏃穿骨，驚沙入面，主客相搏，山川震眩。聲析江河，勢崩雷電。至若窮陰凝閉，凜冽海隅，積雪沒脛，堅冰在須。鷙鳥休巢，征馬踟躕。繒纊無溫，墮指裂膚。當此苦寒，天假強胡，憑陵殺氣，以相剪屠。徑截輜重，橫攻士卒。都尉新降，將軍覆沒。屍踣巨港之岸，血滿長城之窟。無貴無賤，同爲枯骨。可勝言哉！鼓衰兮力竭，矢盡兮弦絕，白刃交兮寶刀折，兩軍蹙兮生死決。降矣哉，終身夷狄；戰矣哉，暴骨沙礫。鳥無聲兮山寂寂，夜正長兮風淅淅。魂魄結兮天沉沉，鬼神聚兮雲冪冪。日光寒兮草短，月色苦兮霜白。傷心慘目，有如是耶！",
            "吾聞之：牧用趙卒，大破林胡，開地千里，遁逃匈奴。漢傾天下，財殫力痡。任人而已，豈在多乎！周逐獫狁，北至太原。既城朔方，全師而還。飲至策勳，和樂且閒。穆穆棣棣，君臣之間。秦起長城，竟海爲關。荼毒生民，萬里朱殷。漢擊匈奴，雖得陰山，枕骸徧野，功不補患。",
            "蒼蒼蒸民，誰無父母？提攜捧負，畏其不壽。誰無兄弟？如足如手。誰無夫婦？如賓如友。生也何恩，殺之何咎？其存其沒，家莫聞知。人或有言，將信將疑。悁悁心目，寤寐見之。布奠傾觴，哭望天涯。天地爲愁，草木悽悲。弔祭不至，精魂無依。必有凶年，人其流離。嗚呼噫嘻！時耶命耶？從古如斯！爲之奈何？守在四夷。"
          ]
        },
        {
          "chapter": "陋室銘",
          "source": "(劉禹錫)",
          "author": "唐代：劉禹錫 ",
          "paragraphs": [
            "山不在高，有仙則名。水不在深，有龍則靈。斯是陋室，惟吾德馨。苔痕上階綠，草色入簾青。談笑有鴻儒，往來無白丁。可以調素琴，閱金經。無絲竹之亂耳，無案牘之勞形。南陽諸葛廬，西蜀子云亭。孔子云：何陋之有？"
          ]
        },
        {
          "chapter": "阿房宮賦",
          "source": "(杜牧)",
          "author": "唐代：杜牧 ",
          "paragraphs": [
            "六王畢，四海一，蜀山兀，阿房出。覆壓三百餘里，隔離天日。驪山北構而西折，直走咸陽。二川溶溶，流入宮牆。五步一樓，十步一閣；廊腰縵回，檐牙高啄；各抱地勢，鉤心鬥角。盤盤焉，囷囷焉，蜂房水渦，矗不知其幾千萬落。長橋臥波，未云何龍？複道行空，不霽何虹？高低冥迷，不知西東。歌臺暖響，春光融融；舞殿冷袖，風雨悽悽。一日之內，一宮之間，而氣候不齊。(不知乎 一作：不知其；西東 一作：東西)",
            "妃嬪媵嬙，王子皇孫，辭樓下殿，輦來於秦，朝歌夜弦，爲秦宮人。明星熒熒，開妝鏡也；綠雲擾擾，梳曉鬟也；渭流漲膩，棄脂水也；煙斜霧橫，焚椒蘭也。雷霆乍驚，宮車過也；轆轆遠聽，杳不知其所之也。一肌一容，盡態極妍，縵立遠視，而望幸焉。有不見者，三十六年。(有不見者 一作：有不得見者)燕趙之收藏，韓魏之經營，齊楚之精英，幾世幾年，剽掠其人，倚疊如山。一旦不能有，輸來其間。鼎鐺玉石，金塊珠礫，棄擲邐迤，秦人視之，亦不甚惜。",
            "嗟乎！一人之心，千萬人之心也。秦愛紛奢，人亦念其家。奈何取之盡錙銖，用之如泥沙！使負棟之柱，多於南畝之農夫；架樑之椽，多於機上之工女；釘頭磷磷，多於在庾之粟粒；瓦縫參差，多於周身之帛縷；直欄橫檻，多於九土之城郭；管絃嘔啞，多於市人之言語。使天下之人，不敢言而敢怒。獨夫之心，日益驕固。戍卒叫，函谷舉，楚人一炬，可憐焦土！",
            "嗚呼！滅六國者六國也，非秦也；族秦者秦也，非天下也。嗟乎！使六國各愛其人，則足以拒秦；使秦復愛六國之人，則遞三世可至萬世而爲君，誰得而族滅也？秦人不暇自哀，而後人哀之；後人哀之而不鑑之，亦使後人而復哀後人也。"
          ]
        },
        {
          "chapter": "原道",
          "source": "(韓愈)",
          "author": "唐代：韓愈 ",
          "paragraphs": [
            "博愛之謂仁，行而宜之之謂義，由是而之焉之謂道，足乎己無待於外之謂德。仁與義爲定名，道與德爲虛位。故道有君子小人，而德有兇有吉。老子之小仁義，非毀之也，其見者小也。坐井而觀天，曰天小者，非天小也。彼以煦煦爲仁，孑孑爲義，其小之也則宜。其所謂道，道其所道，非吾所謂道也。其所謂德，德其所德，非吾所謂德也。凡吾所謂道德雲者，合仁與義言之也，天下之公言也。老子之所謂道德雲者，去仁與義言之也，一人之私言也。",
            "周道衰，孔子沒，火於秦，黃老於漢，佛於晉、魏、樑、隋之間。其言道德仁義者，不入於楊，則歸於墨；不入於老，則歸於佛。入於彼，必出於此。入者主之，出者奴之；入者附之，出者污之。噫！後之人其欲聞仁義道德之說，孰從而聽之？老者曰：“孔子，吾師之弟子也。”佛者曰：“孔子，吾師之弟子也。”爲孔子者，習聞其說，樂其誕而自小也，亦曰“吾師亦嘗師之”云爾。不惟舉之於口，而又筆之於其書。噫！後之人雖欲聞仁義道德之說，其孰從而求之？",
            "甚矣，人之好怪也，不求其端，不訊其末，惟怪之慾聞。古之爲民者四，今之爲民者六。古之教者處其一，今之教者處其三。農之家一，而食粟之家六。工之家一，而用器之家六。賈之家一，而資焉之家六。奈之何民不窮且盜也？",
            "古之時，人之害多矣。有聖人者立，然後教之以相生相養之道。爲之君，爲之師。驅其蟲蛇禽獸，而處之中土。寒然後爲之衣，飢然後爲之食。木處而顛，土處而病也，然後爲之宮室。爲之工以贍其器用，爲之賈以通其有無，爲之醫藥以濟其夭死，爲之葬埋祭祀以長其恩愛，爲之禮以次其先後，爲之樂以宣其湮鬱，爲之政以率其怠倦，爲之刑以鋤其強梗。相欺也，爲之符、璽、鬥斛、權衡以信之。相奪也，爲之城郭甲兵以守之。害至而爲之備，患生而爲之防。今其言曰：“聖人不死，大盜不止。剖鬥折衡，而民不爭。”嗚呼！其亦不思而已矣。如古之無聖人，人之類滅久矣。何也？無羽毛鱗介以居寒熱也，無爪牙以爭食也。",
            "是故君者，出令者也；臣者，行君之令而致之民者也；民者，出粟米麻絲，作器皿，通貨財，以事其上者也。君不出令，則失其所以爲君；臣不行君之令而致之民，則失其所以爲臣；民不出粟米麻絲，作器皿，通貨財，以事其上，則誅。今其法曰，必棄而君臣，去而父子，禁而相生相養之道，以求其所謂清淨寂滅者。嗚呼！其亦幸而出於三代之後，不見黜於禹、湯、文、武、周公、孔子也。其亦不幸而不出於三代之前，不見正於禹、湯、文、武、周公、孔子也。",
            "帝之與王，其號雖殊，其所以爲聖一也。夏葛而冬裘，渴飲而飢食，其事雖殊，其所以爲智一也。今其言曰：“曷不爲太古之無事”？”是亦責冬之裘者曰：“曷不爲葛之之易也？”責飢之食者曰：“曷不爲飲之之易也？”傳曰：“古之慾明明德於天下者，先治其國；欲治其國者，先齊其家；欲齊其家者，先修其身；欲修其身者，先正其心；欲正其心者，先誠其意。”然則古之所謂正心而誠意者，將以有爲也。今也欲治其心而外天下國家，滅其天常，子焉而不父其父，臣焉而不君其君，民焉而不事其事。孔子之作《春秋》也，諸侯用夷禮則夷之，進於中國則中國之。經曰：“夷狄之有君，不如諸夏之亡。”《詩》曰：戎狄是膺，荊舒是懲”今也舉夷狄之法，而加之先王之教之上，幾何其不胥而爲夷也？",
            "夫所謂先王之教者，何也？博愛之謂仁，行而宜之之謂義。由是而之焉之謂道。足乎己無待於外之謂德。其文：《詩》、《書》、《易》、《春秋》；其法：禮、樂、刑、政；其民：士、農、工、賈；其位：君臣、父子、師友、賓主、昆弟、夫婦；其服：麻、絲；其居：宮、室；其食：粟米、果蔬、魚肉。其爲道易明，而其爲教易行也。是故以之爲己，則順而祥；以之爲人，則愛而公；以之爲心，則和而平；以之爲天下國家，無所處而不當。是故生則得其情，死則盡其常。效焉而天神假，廟焉而人鬼饗。曰：“斯道也，何道也？”曰：“斯吾所謂道也，非向所謂老與佛之道也。堯以是傳之舜，舜以是傳之禹，禹以是傳之湯，湯以是傳之文、武、周公，文、武、周公傳之孔子，孔子傳之孟軻，軻之死，不得其傳焉。荀與揚也，擇焉而不精，語焉而不詳。由周公而上，上而爲君，故其事行。由周公而下，下而爲臣，故其說長。然則如之何而可也？曰：“不塞不流，不止不行。人其人，火其書，廬其居。明先王之道以道之，鰥寡孤獨廢疾者有養也。其亦庶乎其可也！”"
          ]
        },
        {
          "chapter": "原毀",
          "source": "(韓愈)",
          "author": "唐代：韓愈 ",
          "paragraphs": [
            "古之君子，其責己也重以周，其待人也輕以約。重以周，故不怠；輕以約，故人樂爲善。",
            "聞古之人有舜者，其爲人也，仁義人也。求其所以爲舜者，責於己曰：“彼，人也；予，人也。彼能是，而我乃不能是！”早夜以思，去其不如舜者，就其如舜者。聞古之人有周公者，其爲人也，多才與藝人也。求其所以爲周公者，責於己曰：“彼，人也；予，人也。彼能是，而我乃不能是！”早夜以思，去其不如周公者，就其如周公者。舜，大聖人也，後世無及焉；周公，大聖人也，後世無及焉。是人也，乃曰：“不如舜，不如周公，吾之病也。”是不亦責於身者重以周乎！其於人也，曰：“彼人也，能有是，是足爲良人矣；能善是，是足爲藝人矣。”取其一，不責其二；即其新，不究其舊：恐恐然惟懼其人之不得爲善之利。一善易修也，一藝易能也，其於人也，乃曰：“能有是，是亦足矣。”曰：“能善是，是亦足矣。”不亦待於人者輕以約乎？",
            "今之君子則不然。其責人也詳，其待己也廉。詳，故人難於爲善；廉，故自取也少。己未有善，曰：“我善是，是亦足矣。”己未有能，曰：“我能是，是亦足矣。”外以欺於人，內以欺於心，未少有得而止矣，不亦待其身者已廉乎？",
            "其於人也，曰：“彼雖能是，其人不足稱也；彼雖善是，其用不足稱也。”舉其一，不計其十；究其舊，不圖其新：恐恐然惟懼其人之有聞也。是不亦責於人者已詳乎？",
            "夫是之謂不以衆人待其身，而以聖人望於人，吾未見其尊己也。",
            "雖然，爲是者，有本有原，怠與忌之謂也。怠者不能修，而忌者畏人修。吾嘗試之矣，嘗試語於衆曰：“某良士，某良士。”其應者，必其人之與也；不然，則其所疏遠不與同其利者也；不然，則其畏也。不若是，強者必怒於言，懦者必怒於色矣。又嘗語於衆曰：“某非良士，某非良士。”其不應者，必其人之與也，不然，則其所疏遠不與同其利者也，不然，則其畏也。不若是，強者必說於言，懦者必說於色矣。",
            "是故事修而謗興，德高而譭來。嗚呼！士之處此世，而望名譽之光，道德之行，難已！",
            "將有作於上者，得吾說而存之，其國家可幾而理歟！"
          ]
        },
        {
          "chapter": "獲麟解",
          "source": "(韓愈)",
          "author": "唐代：韓愈 ",
          "paragraphs": [
            "麟之爲靈，昭昭也。詠於《詩》，書於《春秋》，雜出於傳記百家之書，雖婦人小子皆知其爲祥也。",
            "然麟之爲物，不畜於家，不恆有於天下。其爲形也不類，非若馬牛犬豕豺狼麋鹿然。然則雖有麟，不可知其爲麟也。",
            "角者吾知其爲牛，鬣者吾知其爲馬，犬豕豺狼麋鹿，吾知其爲犬豕豺狼麋鹿。惟麟也，不可知。不可知，則其謂之不祥也亦宜。雖然，麟之出，必有聖人在乎位。麟爲聖人出也。聖人者，必知麟，麟之果不爲不祥也。",
            "又曰：“麟之所以爲麟者，以德不以形。”若麟之出不待聖人，則謂之不祥也亦宜。"
          ]
        },
        {
          "chapter": "雜說·龍說",
          "source": "(韓愈)",
          "author": "唐代：韓愈 ",
          "paragraphs": [
            "龍噓氣成雲，雲固弗靈於龍也。然龍乘是氣，茫洋窮乎玄間，薄日月，伏光景，感震電，神變化，水下土，汩陵谷，雲亦靈怪矣哉!",
            "雲，龍之所能使爲靈也；若龍之靈，則非雲之所能使爲靈也。然龍弗得雲，無以神其靈矣。失其所憑依，信不可歟 ！",
            "異哉！其所憑依，乃其所自爲也。《易》曰：“雲從龍。”既曰：龍，雲從之矣。"
          ]
        },
        {
          "chapter": "雜說·馬說",
          "source": "(韓愈)",
          "author": "唐代：韓愈 ",
          "paragraphs": [
            "世有伯樂，然後有千里馬。千里馬常有，而伯樂不常有。故雖有名馬，祗辱於奴隸人之手，駢死於槽櫪之間，不以千里稱也。(祗辱 一作：只辱)",
            "馬之千里者，一食或盡粟一石。食馬者不知其能千里而食也。是馬也，雖有千里之能，食不飽，力不足，才美不外見，且欲與常馬等不可得，安求其能千里也？(",
            "食",
            "馬者 通：",
            "飼",
            ")",
            "策之不以其道，食之不能盡其材，鳴之而不能通其意，執策而臨之，曰：“天下無馬！”嗚呼！其真無馬邪？其真不知馬也！"
          ]
        }
      ]
    },
    {
      "title": "卷八・唐文",
      "content": [
        {
          "chapter": "師說",
          "source": "(韓愈)",
          "author": "唐代：韓愈 ",
          "paragraphs": [
            "古之學者必有師。師者，所以傳道受業解惑也。人非生而知之者，孰能無惑？惑而不從師，其爲惑也，終不解矣。生乎吾前，其聞道也固先乎吾，吾從而師之；生乎吾後，其聞道也亦先乎吾，吾從而師之。吾師道也，夫庸知其年之先後生於吾乎？是故無貴無賤，無長無少，道之所存，師之所存也。",
            "嗟乎！師道之不傳也久矣！欲人之無惑也難矣！古之聖人，其出人也遠矣，猶且從師而問焉；今之衆人，其下聖人也亦遠矣，而恥學於師。是故聖益聖，愚益愚。聖人之所以爲聖，愚人之所以爲愚，其皆出於此乎？愛其子，擇師而教之；於其身也，則恥師焉，惑矣。彼童子之師，授之書而習其句讀者，非吾所謂傳其道解其惑者也。句讀之不知，惑之不解，或師焉，或不焉，小學而大遺，吾未見其明也。巫醫樂師百工之人，不恥相師。士大夫之族，曰師曰弟子云者，則羣聚而笑之。問之，則曰：“彼與彼年相若也，道相似也。位卑則足羞，官盛則近諛。”嗚呼！師道之不復可知矣。巫醫樂師百工之人，君子不齒，今其智乃反不能及，其可怪也歟！",
            "聖人無常師。孔子師郯子、萇弘、師襄、老聃。郯子之徒，其賢不及孔子。孔子曰：三人行，則必有我師。是故弟子不必不如師，師不必賢於弟子，聞道有先後，術業有專攻，如是而已。",
            "李氏子蟠，年十七，好古文，六藝經傳皆通習之，不拘於時，學於餘。餘嘉其能行古道，作師說以貽之。"
          ]
        },
        {
          "chapter": "進學解",
          "source": "(韓愈)",
          "author": "唐代：韓愈 ",
          "paragraphs": [
            "國子先生晨入太學，招諸生立館下，誨之曰：“業精於勤，荒於嬉；行成於思，毀於隨。方今聖賢相逢，治具畢張。拔去兇邪，登崇畯良。佔小善者率以錄，名一藝者無不庸。爬羅剔抉，刮垢磨光。蓋有幸而獲選，孰雲多而不揚？諸生業患不能精，無患有司之不明；行患不能成，無患有司之不公。”",
            "言未既，有笑於列者曰：“先生欺餘哉！弟子事先生，於茲有年矣。先生口不絕吟於六藝之文，手不停披於百家之編。紀事者必提其要，纂言者必鉤其玄。貪多務得，細大不捐。焚膏油以繼晷，恆兀兀以窮年。先生之業，可謂勤矣。",
            "觝排異端，攘斥佛老。補苴罅漏，張皇幽眇。尋墜緒之茫茫，獨旁搜而遠紹。障百川而東之，回狂瀾於既倒。先生之於儒，可謂有勞矣。",
            "沉浸醲郁，含英咀華，作爲文章，其書滿家。上規姚姒，渾渾無涯；周誥、殷《盤》，佶屈聱牙；《春秋》謹嚴，《左氏》浮誇；《易》奇而法，《詩》正而葩；下逮《莊》、《騷》，太史所錄；子云，相如，同工異曲。先生之於文，可謂閎其中而肆其外矣。",
            "少始知學，勇於敢爲；長通於方，左右具宜。先生之於爲人，可謂成矣。",
            "然而公不見信於人，私不見助於友。跋前躓後，動輒得咎。暫爲御史，遂竄南夷。三年博士，冗不見治。命與仇謀，取敗幾時。冬暖而兒號寒，年豐而妻啼飢。頭童齒豁，竟死何裨。不知慮此，而反教人爲？”",
            "先生曰：“籲，子來前！夫大木爲杗，細木爲桷，欂櫨、侏儒，椳、闑、扂、楔，各得其宜，施以成室者，匠氏之工也。玉札、丹砂，赤箭、青芝，牛溲、馬勃，敗鼓之皮，俱收並蓄，待用無遺者，醫師之良也。登明選公，雜進巧拙，紆餘爲妍，卓犖爲傑，校短量長，惟器是適者，宰相之方也。昔者孟軻好辯，孔道以明，轍環天下，卒老於行。荀卿守正，大論是弘，逃讒於楚，廢死蘭陵。是二儒者，吐辭爲經，舉足爲法，絕類離倫，優入聖域，其遇於世何如也？今先生學雖勤而不繇其統，言雖多而不要其中，文雖奇而不濟於用，行雖修而不顯於衆。猶且月費俸錢，歲靡廩粟；子不知耕，婦不知織；乘馬從徒，安坐而食。踵常途之役役，窺陳編以盜竊。然而聖主不加誅，宰臣不見斥，茲非其幸歟？動而得謗，名亦隨之。投閒置散，乃分之宜。若夫商財賄之有亡，計班資之崇庳，忘己量之所稱，指前人之瑕疵，是所謂詰匠氏之不以杙爲楹，而訾醫師以昌陽引年，欲進其豨苓也。"
          ]
        },
        {
          "chapter": "圬者王承福傳",
          "source": "(韓愈)",
          "author": "唐代：韓愈 ",
          "paragraphs": [
            "圬之爲技賤且勞者也。有業之，其色若自得者。聽其言，約而盡。問之，王其姓。承福其名。世爲京兆長安農夫。天寶之亂，發人爲兵。持弓矢十叄年，有官勳，棄之來歸。喪其土田，手衣食，餘叄十年。舍於市之主人，而歸其屋食之當焉。視時屋食之貴賤，而上下其圬之以償之；有餘，則以與道路之廢疾餓者焉。",
            "又曰：“粟，稼而生者也；若布與帛。必蠶績而後成者也；其他所以養生之具，皆待人力而後完也；吾皆賴之。然人不可遍爲，宜乎各致其能以相生也。故君者，理我所以生者也；而百官者，承君之化者也。任有大小，惟其所能，若器皿焉。食焉而怠其事，必有天殃，故吾不敢一日舍鏝以嬉。夫鏝易能，可力焉，又誠有功；取其直雖勞無愧，吾心安焉伕力易強而有功也；心難強而有智也。用力者使於人，用心者使人，亦其宜也。吾特擇其易爲無傀者取焉。",
            "“嘻！吾操鏝以入富貴之家有年矣。有一至者焉，又往過之，則爲墟矣；有再至、叄至者焉，而往過之，則爲墟矣。問之其鄰，或曰：“噫！刑戮也。”或曰：“身既死，而其子孫不能有也。”或曰：“死而歸之官也。”吾以是觀之，非所謂食焉怠其事，而得天殃者邪？非強心以智而不足，不擇其才之稱否而冒之者邪？非多行可愧，知其不可而強爲之者邪？將富貴難守，薄寶而厚饗之者邪？抑豐悴有時，一去一來而不可常者邪？吾之心憫焉，是故擇其力之可能者行焉。樂富貴而悲貧賤，我豈異於人哉？”",
            "又曰：“功大者，其所以自奉也博。妻與子，皆養於我者也；吾能薄而功小，不有之可也。又吾所謂勞力者，若立吾家而力不足，則心又勞也。”一身而二任焉，雖聖者石可爲也。",
            "愈始聞而惑之，又從而思之，蓋所謂“獨善其身”者也。然吾有譏焉；謂其自爲也過多，其爲人也過少。其學楊朱之道者邪？楊之道，不肯拔我一毛而利天下。而夫人以有家爲勞心，不肯一動其心以蓄其妻子，其肯勞其心以爲人乎哉？雖然，其賢於世者之患不得之，而患失之者，以濟其生之慾，貪邪而亡道以喪其身者，其亦遠矣！又其言，有可以警餘者，故餘爲之傳而自鑑焉。"
          ]
        },
        {
          "chapter": "諱辯",
          "source": "(韓愈)",
          "author": "唐代：韓愈 ",
          "paragraphs": [
            "愈與李賀書，勸賀舉進士。賀舉進士有名，與賀爭名者毀之，曰賀父名晉肅，賀不舉進士爲是，勸之舉者爲非。聽者不察也，和而唱之，同然一辭。皇甫湜曰：“若不明白，子與賀且得罪。”愈曰：“然。”",
            "律曰：“二名不偏諱。”釋之者曰：“謂若言‘徵’不稱‘在’，言‘在’不稱‘徵’是也。”律曰：“不諱嫌名。”釋之者曰：“謂若‘禹’與‘雨’、‘丘’與‘蓲’之類是也。”今賀父名晉肅，賀舉進士，爲犯二名律乎？爲犯嫌名律乎？父名晉肅，子不得舉進士，若父名仁，子不得爲人乎？夫諱始於何時？作法制以教天下者，非周公孔子歟？周公作詩不諱，孔子不偏諱二名，《春秋》不譏不諱嫌名，康王釗之孫，實爲昭王。曾參之父名晳，曾子不諱昔。周之時有騏期，漢之時有杜度，此其子宜如何諱？將諱其嫌遂諱其姓乎？將不諱其嫌者乎？漢諱武帝名徹爲通，不聞又諱車轍之轍爲某字也；諱呂后名雉爲野雞，不聞又諱治天下之治爲某字也。今上章及詔，不聞諱滸、勢、秉、機也。惟宦官宮妾，乃不敢言諭及機，以爲觸犯。士君子言語行事，宜何所法守也？今考之於經，質之於律，稽之以國家之典，賀舉進士爲可邪？爲不可邪？",
            "凡事父母，得如曾參，可以無譏矣；作人得如周公孔子，亦可以止矣。今世之士，不務行曾參周公孔子之行，而諱親之名，則務勝於曾參周公孔子，亦見其惑也。夫周公孔子曾參卒不可勝，勝周公孔子曾參，乃比於宦者宮妾，則是宦者宮妾之孝於其親，賢於周公孔子曾參者邪？"
          ]
        },
        {
          "chapter": "爭臣論",
          "source": "(韓愈)",
          "author": "唐代：韓愈 ",
          "paragraphs": [
            "或問諫議大夫陽城於愈，可以爲有道之士乎哉?學廣而聞多，不求聞於人也。行古人之道，居於晉之鄙。晉之鄙人，薰其德而善良者幾千人。大臣聞而薦之，天子以爲諫議大夫。人皆以爲華，陽子不色喜。居於位五年矣，視其德，如在野，彼豈以富貴移易其心哉？",
            "愈應之曰：是《易》所謂恆其德貞，而夫子兇者也。惡得爲有道之士乎哉?在《易·蠱》之“上九”雲：“不事王侯，高尚其事。”《蹇》之“六二”則曰：“王臣蹇蹇，匪躬之故。”夫亦以所居之時不一，而所蹈之德不同也。若《蠱》之“上九”，居無用之地，而致匪躬之節；以《蹇》之“六二”，在王臣之位，而高不事之心，則冒進之患生，曠官之刺興。志不可則，而尤不終無也。今陽子在位，不爲不久矣；聞天下之得失，不爲不熟矣；天子待之，不爲不加矣。而未嘗一言及於政。視政之得失，若越人視秦人之肥瘠，忽焉不加喜戚於其心。問其官，則曰諫議也；問其祿，則曰下大夫之秩秩也；問其政，則曰我不知也。有道之士，固如是乎哉?且吾聞之：有官守者，不得其職則去；有言責者，不得其言則去。今陽子以爲得其言乎哉?得其言而不言，與不得其言而不去，無一可者也。陽子將爲祿仕乎?古之人有云：“仕不爲貧，而有時乎爲貧。”謂祿仕者也。宜乎辭尊而居卑，辭富而居貧，若抱關擊柝者可也。蓋孔子嘗爲委吏矣，嘗爲乘田矣，亦不敢曠其職，必曰“會計當而已矣”，必曰“牛羊遂而已矣”。若陽子之秩祿，不爲卑且貧，章章明矣，而如此，其可乎哉?",
            "或曰：否，非若此也。夫陽子惡訕上者，惡爲人臣招其君之過而以爲名者。故雖諫且議，使人不得而知焉。《書》曰：“爾有嘉謨嘉猷，則人告爾後於內，爾乃順之於外，曰：斯謨斯猷，惟我後之德”若陽子之用心，亦若此者。愈應之曰：若陽子之用心如此，滋所謂惑者矣。入則諫其君，出不使人知者，大臣宰相者之事，非陽子之所宜行也。夫陽子，本以布衣隱於蓬蒿之下，主上嘉其行誼，擢在此位，官以諫爲名，誠宜有以奉其職，使四方後代，知朝廷有直言骨鯁之臣，天子有不僭賞、從諫如流之美。庶巖穴之士，聞而慕之，束帶結髮，願進於闕下，而伸其辭說，致吾君於堯舜，熙鴻號於無窮也。若《書》所謂，則大臣宰相之事，非陽子之所宜行也。且陽子之心，將使君人者惡聞其過乎?是啓之也。",
            "或曰：陽子之不求聞而人聞之，不求用而君用之。不得已而起。守其道而不變，何子過之深也?愈曰：自古聖人賢士，皆非有求於聞用也。閔其時之不平，人之不義，得其道。不敢獨善其身，而必以兼濟天下也。孜孜矻矻，死而後已。故禹過家門不入，孔席不暇暖，而墨突不得黔。彼二聖一賢者，豈不知自安佚之爲樂哉誠畏天命而悲人窮也。夫天授人以賢聖才能，豈使自有餘而已，誠欲以補其不足者也。耳目之於身也，耳司聞而目司見，聽其是非，視其險易，然後身得安焉。聖賢者，時人之耳目也；時人者，聖賢之身也。且陽子之不賢，則將役於賢以奉其上矣；若果賢，則固畏天命而閔人窮也。惡得以自暇逸乎哉?",
            "或曰：吾聞君子不欲加諸人，而惡訐以爲直者。若吾子之論，直則直矣，無乃傷於德而費於辭乎?好盡言以招人過，國武子之所以見殺於齊也，吾子其亦聞乎?愈曰：君子居其位，則思死其官。未得位，則思修其辭以明其道。我將以明道也，非以爲直而加入也。且國武子不能得善人，而好盡言於亂國，是以見殺。《傳》曰：“惟善人能受盡言。”謂其聞而能改之也。子告我曰：“陽子可以爲有之士也。”今雖不能及已，陽子將不得爲善人乎哉?"
          ]
        },
        {
          "chapter": "後十九日覆上宰相書",
          "source": "(韓愈)",
          "author": "唐代：韓愈 ",
          "paragraphs": [
            "二月十六日，前鄉貢進士韓愈，謹再拜言相公閣下：",
            "向上書及所著文後，待命凡十有九日，不得命。恐懼不敢逃遁，不知所爲，乃復敢自納於不測之誅，以求畢其說，而請命於左右。",
            "愈聞之：蹈水火者之求免於人也，不惟其父兄子弟之慈愛，然後呼而望之也。將有介於其側者，雖其所憎怨，苟不至乎欲其死者，則將大其聲疾呼而望其仁之也。彼介於其側者，聞其聲而見其事，不惟其父兄子弟之慈愛，然後往而全之也。雖有所憎怨，苟不至乎欲其死者，則將狂奔盡氣，濡手足，焦毛髮，救之而不辭也。若是者何哉？其勢誠急而其情誠可悲也。",
            "愈之強學力行有年矣。愚不惟道之險夷，行且不息，以蹈於窮餓之水火，其既危且亟矣，大其聲而疾呼矣。閣下其亦聞而見之矣，其將往而全之歟？抑將安而不救歟？有來言於閣下者曰：“有觀溺於水而爇於火者，有可救之道，而終莫之救也。”閣下且以爲仁人乎哉？不然，若愈者，亦君子之所宜動心者也。",
            "或謂愈：“子言則然矣，宰相則知子矣，如時不可何？”愈竊謂之不知言者。誠其材能不足當吾賢相之舉耳；若所謂時者，固在上位者之爲耳，非天之所爲也。前五六年時，宰相薦聞，尚有自布衣蒙抽擢者，與今豈異時哉？且今節度、觀察使及防禦營田諸小使等，尚得自舉判官，無間於已仕未仕者；況在宰相，吾君所尊敬者，而曰不可乎？古之進人者，或取於盜，或舉於管庫。今布衣雖賤，猶足以方乎此。情隘辭蹙，不知所裁，亦惟少垂憐焉。",
            "愈再拜。"
          ]
        },
        {
          "chapter": "後廿九日覆上宰相書",
          "source": "(韓愈)",
          "author": "唐代：韓愈 ",
          "paragraphs": [
            "三月十六日，前鄉貢進士韓愈，謹再拜言相公閣下。",
            "愈聞周公之爲輔相，其急於見賢也，方一食三吐其哺，方一沐三握其發。天下之賢才皆已舉用，奸邪讒佞欺負之徒皆已除去，四海皆已無虞，九夷八蠻之在荒服之外者皆已賓貢，天災時變、昆蟲草木之妖皆已銷息，天下之所謂禮、樂、刑、政教化之具皆已修理，風俗皆已敦厚，動植之物、風雨霜露之所沾被者皆已得宜，休徵嘉瑞、麟鳳龜龍之屬皆已備至，而周公以聖人之才，憑叔父之親，其所輔理承化之功又盡章章如是。其所求進見之士，豈復有賢於周公者哉？不惟不賢於周公而已，豈復有賢於時百執事者哉？豈復有所計議、能補於周公之化者哉？然而周公求之如此其急，惟恐耳目有所不聞見，思慮有所未及，以負成王託周公之意，不得於天下之心。如周公之心，設使其時輔理承化之功未盡章章如是，而非聖人之才，而無叔父之親，則將不暇食與沐矣，豈特吐哺握髮爲勤而止哉？維其如是，故於今頌成王之德，而稱周公之功不衰。",
            "今閣下爲輔相亦近耳。天下之賢才豈盡舉用？奸邪讒佞欺負之徒豈盡除去？四海豈盡無虞？九夷、八蠻之在荒服之外者豈盡賓貢？天災時變、昆蟲草木之妖豈盡銷息？天下之所謂禮、樂、刑、政教化之具豈盡修理？風俗豈盡敦厚？動植之物、風雨霜露之所沾被者豈盡得宜？休徵嘉瑞、麟鳳龜龍之屬豈盡備至？其所求進見之士，雖不足以希望盛德，至比於百執事，豈盡出其下哉？其所稱說，豈盡無所補哉？今雖不能如周公吐哺握髮，亦宜引而進之，察其所以而去就之，不宜默默而已也。",
            "愈之待命，四十餘日矣。書再上，而志不得通。足三及門，而閽人辭焉。惟其昏愚，不知逃遁，故復有周公之說焉。閣下其亦察之。古之士三月不仕則相吊，故出疆必載質。然所以重於自進者，以其於周不可則去之魯，於魯不可則去之齊，於齊不可則去之宋，之鄭，之秦，之楚也。今天下一君，四海一國，舍乎此則夷狄矣，去父母之邦矣。故士之行道者，不得於朝，則山林而已矣。山林者，士之所獨善自養，而不憂天下者之所能安也。如有憂天下之心，則不能矣。故愈每自進而不知愧焉，書亟上，足數及門，而不知止焉。寧獨如此而已，惴惴焉惟，不得出大賢之門下是懼。亦惟少垂察焉。瀆冒威尊，惶恐無已。愈再拜。"
          ]
        },
        {
          "chapter": "與於襄陽書",
          "source": "(韓愈)",
          "author": "唐代：韓愈 ",
          "paragraphs": [
            "七月三日，將仕郎、守國子四門博士韓愈，謹奉書尚書閣下。",
            "士之能享大名、顯當世者，莫不有先達之士、負天下之望者爲之前焉。士之能垂休光、照後世者，亦莫不有後進之士、負天下之望者，爲之後焉。莫爲之前，雖美而不彰；莫爲之後，雖盛而不傳。是二人者，未始不相須也。",
            "然而千百載乃一相遇焉。豈上之人無可援、下之人無可推歟？何其相須之殷而相遇之疏也？其故在下之人負其能不肯諂其上，上之人負其位不肯顧其下。故高材多慼慼之窮，盛位無赫赫之光。是二人者之所爲皆過也。未嘗幹之，不可謂上無其人；未嘗求之，不可謂下無其人。愈之誦此言久矣，未嘗敢以聞於人。",
            "側聞閣下抱不世之才，特立而獨行，道方而事實，卷舒不隨乎時，文武唯其所用，豈愈所謂其人哉？抑未聞後進之士，有遇知於左右、獲禮於門下者，豈求之而未得邪？將志存乎立功，而事專乎報主，雖遇其人，未暇禮邪？何其宜聞而久不聞也？愈雖不才，其自處不敢後於恆人，閣下將求之而未得歟？古人有言：“請自隗始。”愈今者惟朝夕芻米、僕賃之資是急，不過費閣下一朝之享而足也。如曰：“吾志存乎立功，而事專乎報主。雖遇其人，未暇禮焉。”則非愈之所敢知也。世之齪齪者，既不足以語之；磊落奇偉之人，又不能聽焉。則信乎命之窮也！",
            "謹獻舊所爲文一十八首，如賜覽觀，亦足知其志之所存。愈恐懼再拜。"
          ]
        },
        {
          "chapter": "與陳給事書",
          "source": "(韓愈)",
          "author": "唐代：韓愈 ",
          "paragraphs": [
            "愈再拜：愈之獲見於閣下有年矣。始者亦嘗辱一言之譽。貧賤也，衣食於奔走，不得朝夕繼見。其後，閣下位益尊，伺候於門牆者日益進。夫位益尊，則賤者日隔；伺候於門牆者日益進，則愛博而情不專。愈也道不加修，而文日益有名。夫道不加修，則賢者不與；文日益有名，則同進者忌。始之以日隔之疏，加之以不專之望，以不與者之心，而聽忌者之說。由是閣下之庭，無愈之跡矣。",
            "去年春，亦嘗一進謁於左右矣。溫乎其容，若加其新也；屬乎其言，若閔其窮也。退而喜也，以告於人。其後，如東京取妻子，又不得朝夕繼見。及其還也，亦嘗一進謁於左右矣。邈乎其容，若不察其愚也；悄乎其言，若不接其情也。退而懼也，不敢復進。",
            "今則釋然悟，翻然悔曰：其邈也，乃所以怒其來之不繼也；其悄也，乃所以示其意也。不敏之誅，無所逃避。不敢遂進，輒自疏其所以，並獻近所爲《復志賦》以下十首爲一卷，卷有標軸。《送孟郊序》一首，生紙寫，不加裝飾。皆有揩字注字處，急於自解而謝，不能俟更寫。閣下取其意而略其禮可也。",
            "愈恐懼再拜。"
          ]
        },
        {
          "chapter": "應科目時與人書",
          "source": "(韓愈)",
          "author": "唐代：韓愈 ",
          "paragraphs": [
            "月日，愈再拜：天地之濱，大江之濆，有怪物焉，蓋非常鱗凡介之品匹儔也。其得水，變化風雨，上下於天不難也。",
            "其不及水，蓋尋常尺寸之間耳，無高山大陵曠途絕險爲之關隔也，然其窮涸，不能自致乎水，爲獱獺之笑者，蓋十八九矣。如有力者，哀其窮而運轉之，蓋一舉手一投足之勞也。然是物也，負其異於衆也，且曰：“爛死於沙泥，吾寧樂之；若俯首貼耳，搖尾而乞憐者，非我之志也。”是以有力者遇之，熟視之若無睹也。其死其生，固不可知也。",
            "今又有有力者當其前矣，聊試仰首一鳴號焉，庸詎知有力者不哀其窮而忘一舉手，一投足之勞，而轉之清波乎？其哀之，命也；其不哀之，命也；知其在命，而且鳴號之者，亦命也。",
            "愈今者，實有類於是，是以忘其疏愚之罪，而有是說焉。閣下其亦憐察之。"
          ]
        },
        {
          "chapter": "送孟東野序",
          "source": "(韓愈)",
          "author": "唐代：韓愈 ",
          "paragraphs": [
            "大凡物不得其平則鳴：草木之無聲，風撓之鳴。水之無聲，風蕩之鳴。其躍也，或激之；其趨也，或梗之；其沸也，或炙之。金石之無聲，或擊之鳴。人之於言也亦然，有不得已者而後言。其歌也有思，其哭也有懷，凡出乎口而爲聲者，其皆有弗平者乎！",
            "樂也者，鬱於中而泄於外者也，擇其善鳴者而假之鳴。金、石、絲、竹、匏、土、革、木八者，物之善鳴者也。維天之於時也亦然，擇其善鳴者而假之鳴。是故以鳥鳴春，以雷鳴夏，以蟲鳴秋，以風鳴冬。四時之相推敓，其必有不得其平者乎？",
            "其於人也亦然。人聲之精者爲言，文辭之於言，又其精也，尤擇其善鳴者而假之鳴。其在唐、虞，咎陶、禹，其善鳴者也，而假以鳴，夔弗能以文辭鳴，又自假於《韶》以鳴。夏之時，五子以其歌鳴。伊尹鳴殷，周公鳴周。凡載於《詩》、《書》六藝，皆鳴之善者也。周之衰，孔子之徒鳴之，其聲大而遠。傳曰：“天將以夫子爲木鐸。”其弗信矣乎！其末也，莊周以其荒唐之辭鳴。楚，大國也，其亡也以屈原鳴。臧孫辰、孟軻、荀卿，以道鳴者也。楊朱、墨翟、管夷吾、晏嬰、老聃、申不害、韓非、慎到、田駢、鄒衍、屍佼、孫武、張儀、蘇秦之屬，皆以其術鳴。秦之興，李斯鳴之。漢之時，司馬遷、相如、揚雄，最其善鳴者也。其下魏晉氏，鳴者不及於古，然亦未嘗絕也。就其善者，其聲清以浮，其節數以急，其辭淫以哀，其志弛以肆；其爲言也，亂雜而無章。將天醜其德莫之顧邪？何爲乎不鳴其善鳴者也！",
            "唐之有天下，陳子昂、蘇源明、元結、李白、杜甫、李觀，皆以其所能鳴。其存而在下者，孟郊東野始以其詩鳴。其高出魏晉，不懈而及於古，其他浸淫乎漢氏矣。從吾遊者，李翱、張籍其尤也。三子者之鳴信善矣。抑不知天將和其聲，而使鳴國家之盛邪，抑將窮餓其身，思愁其心腸，而使自鳴其不幸邪？三子者之命，則懸乎天矣。其在上也奚以喜，其在下也奚以悲！東野之役於江南也，有若不釋然者，故吾道其於天者以解之。"
          ]
        },
        {
          "chapter": "送李願歸盤谷序",
          "source": "(韓愈)",
          "author": "唐代：韓愈 ",
          "paragraphs": [
            "太行之陽有盤谷。盤谷之間，泉甘而土肥，草木叢茂，居民鮮少。或曰：“謂其環兩山之間，故曰‘盤’。”或曰：“是谷也，宅幽而勢阻，隱者之所盤旋。”友人李願居之。",
            "願之言曰：“人之稱大丈夫者，我知之矣：利澤施於人，名聲昭於時，坐於廟朝，進退百官，而佐天子出令；其在外，則樹旗旄，羅弓矢，武夫前呵，從者塞途，供給之人，各執其物，夾道而疾馳。喜有賞，怒有刑。才畯滿前，道古今而譽盛德，入耳而不煩。曲眉豐頰，清聲而便體，秀外而惠中，飄輕裾，翳長袖，粉白黛綠者，列屋而閒居，妒寵而負恃，爭妍而取憐。大丈夫之遇知於天子、用力於當世者之所爲也。吾非惡此而逃之，是有命焉，不可幸而致也。",
            "窮居而野處，升高而望遠，坐茂樹以終日，濯清泉以自潔。採于山，美可茹；釣於水，鮮可食。起居無時，惟適之安。與其有譽於前，孰若無毀於其後；與其有樂於身，孰若無憂於其心。車服不維，刀鋸不加，理亂不知，黜陟不聞。大丈夫不遇於時者之所爲也，我則行之。",
            "伺候於公卿之門，奔走於形勢之途，足將進而趑趄，口將言而囁嚅，處污穢而不羞，觸刑辟而誅戮，僥倖於萬一，老死而後止者，其於爲人，賢不肖何如也？”",
            "昌黎韓愈聞其言而壯之，與之酒而爲之歌曰：“盤之中，維子之宮；盤之土，維子之稼；盤之泉，可濯可沿；盤之阻，誰爭子所？窈而深，廓其有容；繚而曲，如往而復。嗟盤之樂兮，樂且無央；虎豹遠跡兮，蛟龍遁藏；鬼神守護兮，呵禁不祥。飲且食兮壽而康，無不足兮奚所望！膏吾車兮秣吾馬，從子於盤兮，終吾生以徜徉！”"
          ]
        },
        {
          "chapter": "送董邵南遊河北序",
          "source": "(韓愈)",
          "author": "唐代：韓愈 ",
          "paragraphs": [
            "燕趙古稱多感慨悲歌之士。董生舉進士，屢不得志於有司，懷抱利器，鬱郁適茲土。吾知其必有合也。董生勉乎哉！",
            "夫以子之不遇時，苟慕義強仁者皆愛惜焉。矧燕趙之士出乎其性者哉！然吾嘗聞風俗與化移易，吾惡知其今不異於古所云邪?聊以吾子之行卜之也。董生勉乎哉！",
            "吾因子有所感矣。爲我吊望諸君之墓，而觀於其市，復有昔時屠狗者乎？爲我謝曰：“明天子在上，可以出而仕矣。”"
          ]
        },
        {
          "chapter": "送楊少尹序",
          "source": "(韓愈)",
          "author": "唐代：韓愈 ",
          "paragraphs": [
            "昔疏廣、受二子，以年老，一朝辭位而去。於是公卿設供帳，祖道都門外，車數百輛；道路觀者，多嘆息泣下，共言其賢。漢史既傳其事，而後世工畫者，又圖其跡，至今照人耳目，赫赫若前日事。",
            "國子司業楊君巨源，方以能詩訓後進，一旦以年滿七十，亦白相去，歸其鄉。世常說古今人不相及，今楊與二疏，其意豈異也？",
            "予忝在公卿後，遇病不能出，不知楊侯去時，城門外送者幾人，車幾輛，馬幾匹，道旁觀者，亦有嘆息知其爲賢與否；而太史氏又能張大其事爲傳，繼二疏蹤跡否，不落莫否。見今世無工畫者，而畫與不畫，固不論也。",
            "然吾聞楊侯之去，相有愛而惜之者，白以爲其都少尹，不絕其祿。又爲歌詩以勸之，京師之長於詩者，亦屬而和之。又不知當時二疏之去，有是事否。古今人同不同，未可知也。",
            "中世士大夫，以官爲家，罷則無所于歸。楊侯始冠，舉於其鄉，歌《鹿鳴》而來也。今之歸，指其樹曰：“某樹，吾先人之所種也；某水、某丘，吾童子時所釣遊也。”鄉人莫不加敬，誡子孫以楊侯不去其鄉爲法。古之所謂鄉先生沒而可祭於社者，其在斯人歟？其在斯人歟？"
          ]
        },
        {
          "chapter": "送石處士序",
          "source": "(韓愈)",
          "author": "唐代：韓愈 ",
          "paragraphs": [
            "河陽軍節度、御史大夫烏公，爲節度之三月，求士於從事之賢者。有薦石先生者。公曰：“先生何如?”曰：“先生居嵩、邙、瀍、谷之間，冬一裘，夏一葛，食朝夕，飯一盂，蔬一盤。人與之錢，則辭；請與出遊，未嘗以事免；勸之仕，不應。坐一室，左右圖書。與之語道理，辨古今事當否，論人高下，事後當成敗，若河決下流而東注；若駟馬駕輕車就熟路，而王良、造父爲之先後也；若燭照、數計而龜卜也。”大夫曰：“先生有以自老，無求於人，其肯爲某來邪?”從事曰：“大夫文武忠孝，求士爲國，不私於家。方今寇聚於恆，師還其疆，農不耕收，財粟殫亡。吾所處地，歸輸之塗，治法徵謀，宜有所出。先生仁且勇。若以義請而強委重焉，其何說之辭?”於是撰書詞，具馬幣，卜日以受使者，求先生之廬而請焉。",
            "先生不告於妻子，不謀於朋友，冠帶出見客，拜受書禮於門內。宵則沫浴，戒行李，載書冊，問道所由，告行於常所來往。晨則畢至，張上東門外。酒三行，且起，有執爵而言者曰：“大夫真能以義取人，先生真能以道自任，決去就。爲先生別。”又酌而祝曰：“凡去就出處何常，惟義之歸。遂以爲先生壽。”又酌而祝曰：“使大夫恆無變其初，無務富其家而飢其師，無甘受佞人而外敬正士，無昧於諂言，惟先生是聽，以能有成功，保天子之寵命。”又祝曰：“使先生無圖利於大夫而私便其身。”先生起拜祝辭曰：“敢不敬蚤夜以求從祝規。”於是東都之人士鹹知大夫與先生果能相與以有成也。遂各爲歌詩六韻，遣愈爲之序雲。"
          ]
        },
        {
          "chapter": "送溫處士赴河陽軍序",
          "source": "(韓愈)",
          "author": "唐代：韓愈 ",
          "paragraphs": [
            "伯樂一過冀北之野，而馬羣遂空。夫冀北馬多天下。伯樂雖善知馬，安能空其郡邪？解之者曰：“吾所謂空，非無馬也，無良馬也。伯樂知馬，遇其良，輒取之，羣無留良焉。苟無良，雖謂無馬，不爲虛語矣。”",
            "東都，固士大夫之冀北也。恃才能深藏而不市者，洛之北涯曰石生，其南涯曰溫生。大夫烏公，以鈇鉞鎮河陽之三月，以石生爲才，以禮爲羅，羅而致之幕下。未數月也，以溫生爲才，於是以石生爲媒，以禮爲羅，又羅而致之幕下。東都雖信多才士，朝取一人焉，拔其尤；暮取一人焉，拔其尤。自居守河南尹，以及百司之執事，與吾輩二縣之大夫，政有所不通，事有所可疑，奚所諮而處焉？士大夫之去位而巷處者，誰與嬉遊？小子後生，於何考德而問業焉？縉紳之東西行過是都者，無所禮於其廬。若是而稱曰：“大夫烏公一鎮河陽，而東都處士之廬無人焉。”豈不可也？",
            "夫南面而聽天下，其所託重而恃力者，惟相與將耳。相爲天子得人於朝廷，將爲天子得文武士於幕下，求內外無治，不可得也。愈縻於茲，不能自引去，資二生以待老。今皆爲有力者奪之，其何能無介然於懷邪?生既至，拜公于軍門，其爲吾以前所稱，爲天下賀；以後所稱，爲吾致私怨於盡取也。留守相公首爲四韻詩歌其事，愈因推其意而序之。"
          ]
        },
        {
          "chapter": "祭十二郎文",
          "source": "(韓愈)",
          "author": "唐代：韓愈 ",
          "paragraphs": [
            "年、月、日，季父愈聞汝喪之七日，乃能銜哀致誠，使建中遠具時羞之奠，告汝十二郎之靈：",
            "嗚呼！吾少孤，及長，不省所怙，惟兄嫂是依。中年，兄歿南方，吾與汝俱幼，從嫂歸葬河陽。既又與汝就食江南。零丁孤苦，未嘗一日相離也。吾上有三兄，皆不幸早世。承先人後者，在孫惟汝，在子惟吾。兩世一身，形單影隻。嫂嘗撫汝指吾而言曰：“韓氏兩世，惟此而已！”汝時尤小，當不復記憶。吾時雖能記憶，亦未知其言之悲也。",
            "吾年十九，始來京城。其後四年，而歸視汝。又四年，吾往河陽省墳墓，遇汝從嫂喪來葬。又二年，吾佐董丞相於汴州，汝來省吾。止一歲，請歸取其孥。明年，丞相薨。吾去汴州，汝不果來。是年，吾佐戎徐州，使取汝者始行，吾又罷去，汝又不果來。吾念汝從於東，東亦客也，不可以久；圖久遠者，莫如西歸，將成家而致汝。嗚呼！孰謂汝遽去吾而歿乎！吾與汝俱少年，以爲雖暫相別，終當久相與處。故舍汝而旅食京師，以求斗斛之祿。誠知其如此，雖萬乘之公相，吾不以一日輟汝而就也。",
            "去年，孟東野往。吾書與汝曰：“吾年未四十，而視茫茫，而發蒼蒼，而齒牙動搖。念諸父與諸兄，皆康強而早世。如吾之衰者，其能久存乎？吾不可去，汝不肯來，恐旦暮死，而汝抱無涯之戚也！”孰謂少者歿而長者存，強者夭而病者全乎！",
            "嗚呼！其信然邪？其夢邪？其傳之非其真邪？信也，吾兄之盛德而夭其嗣乎？汝之純明而不克蒙其澤乎？少者、強者而夭歿，長者、衰者而存全乎？未可以爲信也。夢也，傳之非其真也，東野之書，耿蘭之報，何爲而在吾側也？嗚呼！其信然矣！吾兄之盛德而夭其嗣矣！汝之純明宜業其家者，不克蒙其澤矣！所謂天者誠難測，而神者誠難明矣！所謂理者不可推，而壽者不可知矣！",
            "雖然，吾自今年來，蒼蒼者或化而爲白矣，動搖者或脫而落矣。毛血日益衰，志氣日益微，幾何不從汝而死也。死而有知，其幾何離；其無知，悲不幾時，而不悲者無窮期矣。",
            "汝之子始十歲，吾之子始五歲。少而強者不可保，如此孩提者，又可冀其成立邪?嗚呼哀哉！嗚呼哀哉！",
            "汝去年書雲：“比得軟腳病，往往而劇。”吾曰：“是疾也，江南之人，常常有之。”未始以爲憂也。嗚呼！ 其竟以此而殞其生乎？抑別有疾而至斯極乎？",
            "汝之書，六月十七日也。東野雲，汝歿以六月二日；耿蘭之報無月日。蓋東野之使者，不知問家人以月日；如耿蘭之報，不知當言月日。東野與吾書，乃問使者，使者妄稱以應之乎。其然乎？其不然乎？",
            "今吾使建中祭汝，吊汝之孤與汝之乳母。彼有食，可守以待終喪，則待終喪而取以來；如不能守以終喪，則遂取以來。其餘奴婢，並令守汝喪。吾力能改葬，終葬汝於先人之兆，然後惟其所願。",
            "嗚呼！汝病吾不知時，汝歿吾不知日，生不能相養以共居，歿不能撫汝以盡哀，斂不憑其棺，窆不臨其穴。吾行負神明，而使汝夭；不孝不慈，而不能與汝相養以生，相守以死。一在天之涯，一在地之角，生而影不與吾形相依，死而魂不與吾夢相接。吾實爲之，其又何尤！彼蒼者天，曷其有極！自今已往，吾其無意於人世矣！當求數頃之田於伊潁之上，以待餘年，教吾子與汝子，幸其成；長吾女與汝女，待其嫁，如此而已。",
            "嗚呼，言有窮而情不可終，汝其知也邪？其不知也邪？嗚呼哀哉！尚饗！"
          ]
        },
        {
          "chapter": "祭鱷魚文",
          "source": "(韓愈)",
          "author": "唐代：韓愈 ",
          "paragraphs": [
            "維年月日，潮州刺史韓愈使軍事衙推秦濟，以羊一、豬一，投惡溪之潭水，以與鱷魚食，而告之曰：",
            "昔先王既有天下，列山澤，罔繩擉刃，以除蟲蛇惡物爲民害者，驅而出之四海之外。及后王德薄，不能遠有，則江漢之間，尚皆棄之以與蠻、夷、楚、越；況潮嶺海之間，去京師萬里哉！鱷魚之涵淹卵育於此，亦固其所。今天子嗣唐位，神聖慈武，四海之外，六合之內，皆撫而有之；況禹跡所揜，揚州之近地，刺史、縣令之所治，出貢賦以供天地宗廟百神之祀之壤者哉？鱷魚其不可與刺史雜處此土也。",
            "刺史受天子命，守此土，治此民，而鱷魚睅然不安溪潭，據處食民畜、熊、豕、鹿、獐，以肥其身，以種其子孫；與刺史亢拒，爭爲長雄；刺史雖駑弱，亦安肯爲鱷魚低首下心，伈伈睍睍，爲民吏羞，以偷活於此邪！且承天子命以來爲吏，固其勢不得不與鱷魚辨。",
            "鱷魚有知，其聽刺史言：潮之州，大海在其南，鯨、鵬之大，蝦、蟹之細，無不歸容，以生以食，鱷魚朝發而夕至也。今與鱷魚約：盡三日，其率醜類南徙於海，以避天子之命吏；三日不能，至五日；五日不能，至七日；七日不能，是終不肯徙也。是不有刺史、聽從其言也；不然，則是鱷魚冥頑不靈，刺史雖有言，不聞不知也。夫傲天子之命吏，不聽其言，不徙以避之，與冥頑不靈而爲民物害者，皆可殺。刺史則選材技吏民，操強弓毒矢，以與鱷魚從事，必盡殺乃止。其無悔！"
          ]
        },
        {
          "chapter": "柳子厚墓誌銘",
          "source": "(韓愈)",
          "author": "唐代：韓愈 ",
          "paragraphs": [
            "子厚，諱宗元。七世祖慶，爲拓跋魏侍中，封濟陰公。曾伯祖奭，爲唐宰相，與褚遂良、韓瑗俱得罪武后，死高宗朝。皇考諱鎮，以事母棄太常博士，求爲縣令江南。其後以不能媚權貴，失御史。權貴人死，乃復拜侍御史。號爲剛直，所與遊皆當世名人。",
            "子厚少精敏，無不通達。逮其父時，雖少年，已自成人，能取進士第，嶄然見頭角。衆謂柳氏有子矣。其後以博學宏詞，授集賢殿正字。俊傑廉悍，議論證據今古，出入經史百子，踔厲風發，率常屈其座人。名聲大振，一時皆慕與之交。諸公要人，爭欲令出我門下，交口薦譽之。",
            "貞元十九年，由藍田尉拜監察御史。順宗即位，拜禮部員外郎。遇用事者得罪，例出爲刺史。未至，又例貶永州司馬。居閒，益自刻苦，務記覽，爲詞章，氾濫停蓄，爲深博無涯涘。而自肆于山水間。",
            "元和中，嘗例召至京師；又偕出爲刺史，而子厚得柳州。既至，嘆曰：“是豈不足爲政邪？”因其土俗，爲設教禁，州人順賴。其俗以男女質錢，約不時贖，子本相侔，則沒爲奴婢。子厚與設方計，悉令贖歸。其尤貧力不能者，令書其傭，足相當，則使歸其質。觀察使下其法於他州，比一歲，免而歸者且千人。衡湘以南爲進士者，皆以子厚爲師，其經承子厚口講指畫爲文詞者，悉有法度可觀。",
            "其召至京師而復爲刺史也，中山劉夢得禹錫亦在遣中，當詣播州。子厚泣曰：“播州非人所居，而夢得親在堂，吾不忍夢得之窮，無辭以白其大人；且萬無母子俱往理。”請於朝，將拜疏，願以柳易播，雖重得罪，死不恨。遇有以夢得事白上者，夢得於是改刺連州。嗚呼！士窮乃見節義。今夫平居里巷相慕悅，酒食遊戲相徵逐，詡詡強笑語以相取下，握手出肺肝相示，指天日涕泣，誓生死不相揹負，真若可信；一旦臨小利害，僅如毛髮比，反眼若不相識。落陷穽，不一引手救，反擠之，又下石焉者，皆是也。此宜禽獸夷狄所不忍爲，而其人自視以爲得計。聞子厚之風，亦可以少愧矣。",
            "子厚前時少年，勇於爲人，不自貴重顧籍，謂功業可立就，故坐廢退。既退，又無相知有氣力得位者推輓，故卒死於窮裔。材不爲世用，道不行於時也。使子厚在臺省時，自持其身，已能如司馬刺史時，亦自不斥；斥時，有人力能舉之，且必複用不窮。然子厚斥不久，窮不極，雖有出於人，其文學辭章，必不能自力，以致必傳於後如今，無疑也。雖使子厚得所願，爲將相於一時，以彼易此，孰得孰失，必有能辨之者。",
            "子厚以元和十四年十一月八日卒，年四十七。以十五年七月十日，歸葬萬年先人墓側。子厚有子男二人：長曰週六，始四歲；季曰周七，子厚卒乃生。女子二人，皆幼。其得歸葬也，費皆出觀察使河東裴君行立。行立有節概，重然諾，與子厚結交，子厚亦爲之盡，竟賴其力。葬子厚於萬年之墓者，舅弟盧遵。遵，涿人，性謹慎，學問不厭。自子厚之斥，遵從而家焉，逮其死不去。既往葬子厚，又將經紀其家，庶幾有始終者。",
            "銘曰：“是惟子厚之室，既固既安，以利其嗣人。”"
          ]
        }
      ]
    },
    {
      "title": "卷九・唐宋文",
      "content": [
        {
          "chapter": "駁復仇議",
          "source": "(柳宗元)",
          "author": "唐代：柳宗元 ",
          "paragraphs": [
            "臣伏見天后時，有同州下邽人徐元慶者，父爽爲縣吏趙師韞所殺，卒能手刃父仇，束身歸罪。當時諫臣陳子昂建議誅之而旌其閭；且請“編之於令，永爲國典”。臣竊獨過之。",
            "臣聞禮之大本，以防亂也。若曰無爲賊虐，凡爲子者殺無赦。刑之大本，亦以防亂也。若曰無爲賊虐，凡爲理者殺無赦。其本則合，其用則異，旌與誅莫得而並焉。誅其可旌，茲謂濫；黷刑甚矣。旌其可誅，茲謂僭；壞禮甚矣。果以是示於天下，傳於後代，趨義者不知所向，違害者不知所立，以是爲典可乎？蓋聖人之制，窮理以定賞罰，本情以正褒貶，統於一而已矣。",
            "向使刺讞其誠僞，考正其曲直，原始而求其端，則刑禮之用，判然離矣。何者？若元慶之父，不陷於公罪，師韞之誅，獨以其私怨，奮其吏氣，虐於非辜，州牧不知罪，刑官不知問，上下蒙冒，籲號不聞；而元慶能以戴天爲大恥，枕戈爲得禮，處心積慮，以衝仇人之胸，介然自克，即死無憾，是守禮而行義也。執事者宜有慚色，將謝之不暇，而又何誅焉？",
            "其或元慶之父，不免於罪，師韞之誅，不愆於法，是非死於吏也，是死於法也。法其可仇乎？仇天子之法，而戕奉法之吏，是悖驁而凌上也。執而誅之，所以正邦典，而又何旌焉？",
            "且其議曰：“人必有子，子必有親，親親相仇，其亂誰救？”是惑於禮也甚矣。禮之所謂仇者，蓋其冤抑沉痛而號無告也；非謂抵罪觸法，陷於大戮。而曰“彼殺之，我乃殺之”。不議曲直，暴寡脅弱而已。其非經背聖，不亦甚哉！",
            "《周禮》：“調人，掌司萬人之仇。凡殺人而義者，令勿仇；仇之則死。有反殺者，邦國交仇之。”又安得親親相仇也？《春秋公羊傳》曰：“父不受誅，子復仇可也。父受誅，子復仇，此推刃之道，復仇不除害。”今若取此以斷兩下相殺，則合於禮矣。且夫不忘仇，孝也；不愛死，義也。元慶能不越於禮，服孝死義，是必達理而聞道者也。夫達理聞道之人，豈其以王法爲敵仇者哉？議者反以爲戮，黷刑壞禮，其不可以爲典，明矣。",
            "請下臣議附於令。有斷斯獄者，不宜以前議從事。謹議。"
          ]
        },
        {
          "chapter": "桐葉封弟辨",
          "source": "(柳宗元)",
          "author": "唐代：柳宗元 ",
          "paragraphs": [
            "古之傳者有言：成王以桐葉與小弱弟戲，曰：“以封汝。”周公入賀。王曰：“戲也。”周公曰：“天子不可戲。”乃封小弱弟於唐。",
            "吾意不然。王之弟當封邪，周公宜以時言於王，不待其戲而賀以成之也。不當封邪，周公乃成其不中之戲，以地以人與小弱者爲之主，其得爲聖乎？且周公以王之言不可苟焉而已，必從而成之邪？設有不幸，王以桐葉戲婦寺，亦將舉而從之乎？凡王者之德，在行之何若。設未得其當，雖十易之不爲病；要於其當，不可使易也，而況以其戲乎！若戲而必行之，是周公教王遂過也。",
            "吾意周公輔成王，宜以道，從容優樂，要歸之大中而已，必不逢其失而爲之辭。又不當束縛之，馳驟之，使若牛馬然，急則敗矣。且家人父子尚不能以此自克，況號爲君臣者邪！是直小丈夫缺缺者之事，非周公所宜用，故不可信。",
            "或曰：封唐叔，史佚成之。"
          ]
        },
        {
          "chapter": "箕子碑",
          "source": "(柳宗元)",
          "author": "唐代：柳宗元 ",
          "paragraphs": [
            "凡大人之道有三：一曰正蒙難，二曰法授聖，三曰化及民。殷有仁人曰箕子，實具茲道以立於世，故孔子述六經之旨，尤殷勤焉。",
            "當紂之時，大道悖亂，天威之動不能戒，聖人之言無所用。進死以並命，誠仁矣，無益吾祀，故不爲。委身以存祀，誠仁矣，與亡吾國，故不忍。具是二道，有行之者矣。是用保其明哲，與之俯仰；晦是謨範，辱於囚奴；昏而無邪，隤而不息；故在易曰“箕子之明夷”，正蒙難也。及天命既改，生人以正，乃出大法，用爲聖師。周人得以序彝倫而立大典；故在書曰“以箕子歸作《洪範》”，法授聖也。及封朝鮮，推道訓俗，惟德無陋，惟人無遠，用廣殷祀，俾夷爲華，化及民也。率是大道，叢於厥躬，天地變化，我得其正，其大人歟？",
            "嗚乎！當其周時未至，殷祀未殄，比干已死，微子已去，向使紂惡未稔而自斃，武庚念亂以圖存，國無其人，誰與興理？是固人事之或然者也。然則先生隱忍而爲此，其有志於斯乎？",
            "唐某年，作廟汲郡，歲時致祀，嘉先生獨列於易象，作是頌雲：",
            "蒙難以正，授聖以謨。宗祀用繁，夷民其蘇。憲憲大人，顯晦不渝。聖人之仁，道合隆污。明哲在躬，不陋爲奴。衝讓居禮，不盈稱孤。高而無危，卑不可逾。非死非去，有懷故都。時詘而伸，卒爲世模。易象是列，文王爲徒。大明宣昭，崇祀式孚。古闕頌辭，繼在後儒。"
          ]
        },
        {
          "chapter": "捕蛇者說",
          "source": "(柳宗元)",
          "author": "唐代：柳宗元 ",
          "paragraphs": [
            "永州之野產異蛇：黑質而白章，觸草木盡死；以齧人，無御之者。然得而腊之以爲餌，可以已大風、攣踠、瘻癘，去死肌，殺三蟲。其始太醫以王命聚之，歲賦其二。募有能捕之者，當其租入。永之人爭奔走焉。",
            "有蔣氏者，專其利三世矣。問之，則曰：“吾祖死於是，吾父死於是，今吾嗣爲之十二年，幾死者數矣。”言之貌若甚戚者。餘悲之，且曰：“若毒之乎？餘將告於蒞事者，更若役，復若賦，則何如？”蔣氏大戚，汪然出涕，曰：“君將哀而生之乎？則吾斯役之不幸，未若復吾賦不幸之甚也。向吾不爲斯役，則久已病矣。自吾氏三世居是鄉，積於今六十歲矣。而鄉鄰之生日蹙，殫其地之出，竭其廬之入。號呼而轉徙，飢渴而頓踣。觸風雨，犯寒暑，呼噓毒癘，往往而死者，相藉也。曩與吾祖居者，今其室十無一焉。與吾父居者，今其室十無二三焉。與吾居十二年者，今其室十無四五焉。非死則徙爾，而吾以捕蛇獨存。悍吏之來吾鄉，叫囂乎東西，隳突乎南北；譁然而駭者，雖雞狗不得寧焉。吾恂恂而起，視其缶，而吾蛇尚存，則弛然而臥。謹食之，時而獻焉。退而甘食其土之有，以盡吾齒。蓋一歲之犯死者二焉，其餘則熙熙而樂，豈若吾鄉鄰之旦旦有是哉。今雖死乎此，比吾鄉鄰之死則已後矣，又安敢毒耶？”",
            "餘聞而愈悲，孔子曰：“苛政猛於虎也！”吾嘗疑乎是，今以蔣氏觀之，猶信。嗚呼！孰知賦斂之毒有甚是蛇者乎！故爲之說，以俟夫觀人風者得焉。",
            "（飢渴而頓踣 一作：餓渴）"
          ]
        },
        {
          "chapter": "種樹郭橐駝傳",
          "source": "(柳宗元)",
          "author": "唐代：柳宗元 ",
          "paragraphs": [
            "郭橐駝，不知始何名。病僂，隆然伏行，有類橐駝者，故鄉人號之“駝”。駝聞之，曰：“甚善。名我固當。”因舍其名，亦自謂橐駝雲。",
            "其鄉曰豐樂鄉，在長安西。駝業種樹，凡長安豪富人爲觀遊及賣果者，皆爭迎取養。視駝所種樹，或移徙，無不活，且碩茂，早實以蕃。他植者雖窺伺效慕，莫能如也。",
            "有問之，對曰：“橐駝非能使木壽且孳也，能順木之天，以致其性焉爾。凡植木之性，其本欲舒，其培欲平，其土欲故，其築欲密。既然已，勿動勿慮，去不復顧。其蒔也若子，其置也若棄，則其天者全而其性得矣。故吾不害其長而已，非有能碩茂之也；不抑耗其實而已，非有能早而蕃之也。他植者則不然，根拳而土易，其培之也，若不過焉則不及。苟有能反是者，則又愛之太恩，憂之太勤，旦視而暮撫，已去而復顧，甚者爪其膚以驗其生枯，搖其本以觀其疏密，而木之性日以離矣。雖曰愛之，其實害之；雖曰憂之，其實仇之，故不我若也。吾又何能爲哉！”",
            "問者曰：“以子之道，移之官理，可乎？”駝曰：“我知種樹而已，官理，非吾業也。然吾居鄉，見長人者好煩其令，若甚憐焉，而卒以禍。旦暮吏來而呼曰：‘官命促爾耕，勖爾植，督爾獲，早繅而緒，早織而縷，字而幼孩，遂而雞豚。’鳴鼓而聚之，擊木而召之。吾小人輟飧饔以勞吏者，且不得暇，又何以蕃吾生而安吾性耶？故病且怠。若是，則與吾業者其亦有類乎？”",
            "問者曰：“嘻，不亦善夫！吾問養樹，得養人術。”傳其事以爲官戒。"
          ]
        },
        {
          "chapter": "梓人傳",
          "source": "(柳宗元)",
          "author": "唐代：柳宗元 ",
          "paragraphs": [
            "裴封叔之第，在光德里。有梓人款其門，願傭隙宇而處焉。所職，尋、引、規、矩、繩、墨，家不居礱斫之器。問其能，曰：“吾善度材，視棟宇之制，高深圓方短長之宜，吾指使而羣工役焉。舍我，衆莫能就一宇。故食於官府，吾受祿三倍；作於私家，吾收其直太半焉。”他日，入其室，其牀闕足而不能理，曰：“將求他工。”餘甚笑之，謂其無能而貪祿嗜貨者。",
            "其後京兆尹將飾官署，餘往過焉。委羣材，會羣工，或執斧斤，或執刀鋸，皆環立。向之梓人左持引，右執杖，而中處焉。量棟宇之任，視木之能舉，揮其杖，曰“斧！”彼執斧者奔而右；顧而指曰：“鋸！”彼執鋸者趨而左。俄而，斤者斫，刀者削，皆視其色，俟其言，莫敢自斷者。其不勝任者，怒而退之，亦莫敢慍焉。畫宮於堵，盈尺而曲盡其制，計其毫釐而構大廈，無進退焉。既成，書於上棟曰：“某年、某月、某日、某建”。則其姓字也。凡執用之工不在列。餘圜視大駭，然後知其術之工大矣。",
            "繼而嘆曰：彼將舍其手藝，專其心智，而能知體要者歟！吾聞勞心者役人，勞力者役於人。彼其勞心者歟！能者用而智者謀，彼其智者歟！是足爲佐天子，相天下法矣。物莫近乎此也。彼爲天下者本於人。其執役者爲徒隸，爲鄉師、里胥；其上爲下士；又其上爲中士，爲上士；又其上爲大夫，爲卿，爲公。離而爲六職，判而爲百役。外薄四海，有方伯、連率。郡有守，邑有宰，皆有佐政；其下有胥吏，又其下皆有嗇夫、版尹以就役焉，猶衆工之各有執伎以食力也。",
            "彼佐天子相天下者，舉而加焉，指而使焉，條其綱紀而盈縮焉，齊其法制而整頓焉；猶梓人之有規、矩、繩、墨以定製也。擇天下之士，使稱其職；居天下之人，使安其業。視都知野，視野知國，視國知天下，其遠邇細大，可手據其圖而究焉，猶梓人畫宮於堵，而績於成也。能者進而由之，使無所德；不能者退而休之，亦莫敢慍。不炫能，不矜名，不親小勞，不侵衆官，日與天下之英才，討論其大經，猶梓人之善運衆工而不伐藝也。夫然後相道得而萬國理矣。",
            "相道既得，萬國既理，天下舉首而望曰：「吾相之功也！」後之人循跡而慕曰：「彼相之才也！」士或談殷、周之理者，曰：「伊、傅、周、召。」其百執事之勤勞，而不得紀焉；猶梓人自名其功，而執用者不列也。大哉相乎！通是道者，所謂相而已矣。其不知體要者反此；以恪勤爲公，以簿書爲尊，炫能矜名，親小勞，侵衆官，竊取六職、百役之事，聽聽於府庭，而遺其大者遠者焉，所謂不通是道者也。猶梓人而不知繩墨之曲直，規矩之方圓，尋引之短長，姑奪衆工之斧斤刀鋸以佐其藝，又不能備其工，以至敗績，用而無所成也，不亦謬歟！",
            "或曰：「彼主爲室者，儻或發其私智，牽制梓人之慮，奪其世守，而道謀是用。雖不能成功，豈其罪耶？亦在任之而已！」",
            "餘曰：「不然！夫繩墨誠陳，規矩誠設，高者不可抑而下也，狹者不可張而廣也。由我則固，不由我則圮。彼將樂去固而就圮也，則卷其術，默其智，悠爾而去。不屈吾道，是誠良梓人耳！其或嗜其貨利，忍而不能捨也，喪其制量，屈而不能守也，棟橈屋壞，則曰：『非我罪也』！可乎哉？可乎哉？」",
            "餘謂梓人之道類於相，故書而藏之。梓人，蓋古之審曲面勢者，今謂之「都料匠」雲。餘所遇者，楊氏，潛其名。"
          ]
        },
        {
          "chapter": "愚溪詩序",
          "source": "(柳宗元)",
          "author": "唐代：柳宗元 ",
          "paragraphs": [
            "灌水之陽有溪焉，東流入於瀟水。或曰：冉氏嘗居也，故姓是溪爲冉溪。或曰：可以染也，名之以其能，故謂之染溪。予以愚觸罪，謫瀟水上。愛是溪，入二三裏，得其尤絕者家焉。古有愚公谷，今予家是溪，而名莫能定，士之居者，猶齗齗然，不可以不更也，故更之爲愚溪。",
            "愚溪之上，買小丘，爲愚丘。自愚丘東北行六十步，得泉焉，又買居之，爲愚泉。愚泉凡六穴，皆出山下平地，蓋上出也。合流屈曲而南，爲愚溝。遂負土累石，塞其隘，爲愚池。愚池之東爲愚堂。其南爲愚亭。池之中爲愚島。嘉木異石錯置，皆山水之奇者，以予故，鹹以愚辱焉。",
            "夫水，智者樂也。今是溪獨見辱於愚，何哉？蓋其流甚下，不可以溉灌。又峻急多坻石，大舟不可入也。幽邃淺狹，蛟龍不屑，不能興雲雨，無以利世，而適類於予，然則雖辱而愚之，可也。",
            "甯武子“邦無道則愚”，智而爲愚者也；顏子“終日不違如愚”，睿而爲愚者也。皆不得爲真愚。今予遭有道而違於理，悖於事，故凡爲愚者，莫我若也。夫然，則天下莫能爭是溪，予得專而名焉。",
            "溪雖莫利於世，而善鑑萬類，清瑩秀澈，鏘鳴金石，能使愚者喜笑眷慕，樂而不能去也。予雖不合於俗，亦頗以文墨自慰，漱滌萬物，牢籠百態，而無所避之。以愚辭歌愚溪，則茫然而不違，昏然而同歸，超鴻蒙，混希夷，寂寥而莫我知也。於是作《八愚詩》，紀於溪石上。"
          ]
        },
        {
          "chapter": "永州韋使君新堂記",
          "source": "(柳宗元)",
          "author": "唐代：柳宗元 ",
          "paragraphs": [
            "將爲穹谷嵁巖淵池於郊邑之中，則必輦山石，溝澗壑，陵絕險阻，疲極人力，乃可以有爲也。然而求天作地生之狀，鹹無得焉。逸其人，因其地，全其天，昔之所難，今於是乎在。",
            "永州實惟九疑之麓。其始度土者，環山爲城。有石焉，翳於奧草；有泉焉，伏於土塗。蛇虺之所蟠，狸鼠之所遊。茂樹惡木，嘉葩毒卉，亂雜而爭植，號爲穢墟。",
            "韋公之來，既逾月，理甚無事。望其地，且異之。始命芟其蕪，行其塗。積之丘如，蠲之瀏如。既焚既釃，奇勢迭出。清濁辨質，美惡異位。視其植，則清秀敷舒；視其蓄，則溶漾紆餘。怪石森然，周於四隅。或列或跪，或立或僕，竅穴逶邃，堆阜突怒。乃作棟宇，以爲觀遊。凡其物類，無不合形輔勢，效伎於堂廡之下。外之連山高原，林麓之崖，間廁隱顯。邇延野綠，遠混天碧，鹹會於譙門之內。",
            "已乃延客入觀，繼以宴娛。或贊且賀曰：“見公之作，知公之志。公之因土而得勝，豈不欲因俗以成化？公之擇惡而取美，豈不欲除殘而佑仁？公之蠲濁而流清，豈不欲廢貪而立廉？公之居高以望遠，豈不欲家撫而戶曉？夫然，則是堂也，豈獨草木土石水泉之適歟？山原林麓之觀歟？將使繼公之理者，視其細知其大也。”宗元請志諸石，措諸壁，編以爲二千石楷法。"
          ]
        },
        {
          "chapter": "鈷鉧潭西小丘記",
          "source": "(柳宗元)",
          "author": "唐代：柳宗元 ",
          "paragraphs": [
            "得西山後八日，尋山口西北道二百步，又得鈷鉧潭。西二十五步，當湍而浚者爲魚梁。樑之上有丘焉，生竹樹。其石之突怒偃蹇，負土而出，爭爲奇狀者，殆不可數。其嶔然相累而下者，若牛馬之飲於溪；其衝然角列而上者，若熊羆之登于山。",
            "丘之小不能一畝，可以籠而有之。問其主，曰：“唐氏之棄地，貨而不售。”問其價，曰：“止四百。”餘憐而售之。李深源、元克己時同遊，皆大喜，出自意外。即更取器用，剷刈穢草，伐去惡木，烈火而焚之。嘉木立，美竹露，奇石顯。由其中以望，則山之高，雲之浮，溪之流，鳥獸之遨遊，舉熙熙然回巧獻技，以效茲丘之下。枕蓆而臥，則清泠之狀與目謀，瀯瀯之聲與耳謀，悠然而虛者與神謀，淵然而靜者與心謀。不匝旬而得異地者二，雖古好事之士，或未能至焉。",
            "噫！以茲丘之勝，致之灃、鎬、鄠、杜，則貴遊之士爭買者，日增千金而愈不可得。今棄是州也，農夫漁父，過而陋之，賈四百，連歲不能售。而我與深源、克己獨喜得之，是其果有遭乎！書於石，所以賀茲丘之遭也。"
          ]
        },
        {
          "chapter": "小石城山記",
          "source": "(柳宗元)",
          "author": "唐代：柳宗元 ",
          "paragraphs": [
            "自西山道口徑北，逾黃茅嶺而下，有二道：其一西出，尋之無所得；其一少北而東，不過四十丈，土斷而川分，有積石橫當其垠。其上爲睥睨、樑欐之形，其旁出堡塢，有若門焉。窺之正黑，投以小石，洞然有水聲，其響之激越，良久乃已。環之可上，望甚遠，無土壤而生嘉樹美箭，益奇而堅，其疏數偃仰，類智者所施設也。",
            "噫！吾疑造物者之有無久矣。及是，愈以爲誠有。又怪其不爲之中州，而列是夷狄，更千百年不得一售其伎，是固勞而無用。神者儻不宜如是，則其果無乎？或曰：“以慰夫賢而辱於此者。”或曰：“其氣之靈，不爲偉人,而獨爲是物，故楚之南少人而多石。”是二者，餘未信之。"
          ]
        },
        {
          "chapter": "賀進士王參元失火書",
          "source": "(柳宗元)",
          "author": "唐代：柳宗元 ",
          "paragraphs": [
            "得楊八書，知足下遇火災，家無餘儲。僕始聞而駭，中而疑，終乃大喜。蓋將吊而更以賀也。道遠言略，猶未能究知其狀，若果蕩焉泯焉而悉無有，乃吾所以尤賀者也。",
            "足下勤奉養，樂朝夕，惟恬安無事是望也。今乃有焚煬赫烈之虞，以震駭左右，而脂膏滫瀡之具，或以不給，吾是以始而駭也。凡人之言皆曰，盈虛倚伏，去來之不可常。或將大有爲也，乃始厄困震悸，於是有水火之孽，有羣小之慍。勞苦變動，而後能光明，古之人皆然。斯道遼闊誕漫，雖聖人不能以是必信，是故中而疑也。",
            "以足下讀古人書，爲文章，善小學，其爲多能若是，而進不能出羣士之上，以取顯貴者，蓋無他焉。京城人多言足下家有積貨，士之好廉名者，皆畏忌，不敢道足下之善，獨自得之心，蓄之銜忍，而不能出諸口。以公道之難明，而世之多嫌也。一出口，則嗤嗤者以爲得重賂。僕自貞元十五年，見足下之文章，蓄之者蓋六七年未嘗言。是僕私一身而負公道久矣，非特負足下也。及爲御史尚書郎，自以幸爲天子近臣，得奮其舌，思以發明足下之鬱塞。然時稱道於行列，猶有顧視而竊笑者。僕良恨修己之不亮，素譽之不立，而爲世嫌之所加，常與孟幾道言而痛之。乃今幸爲天火之所滌盪，凡衆之疑慮，舉爲灰埃。黔其廬，赭其垣，以示其無有。而足下之才能，乃可以顯白而不污，其實出矣。是祝融、回祿之相吾子也。則僕與幾道十年之相知，不若茲火一夕之爲足下譽也。宥而彰之，使夫蓄於心者，鹹得開其喙；發策決科者，授子而不慄。雖欲如向之蓄縮受侮，其可得乎？於茲吾有望於子，是以終乃大喜也。",
            "古者列國有災，同位者皆相吊。許不弔災，君子惡之。今吾之所陳若是，有以異乎古，故將吊而更以賀也。顏、曾之養，其爲樂也大矣，又何闕焉？",
            "足下前章要僕文章古書，極不忘，候得數十篇乃並往耳。吳二十一武陵來，言足下爲《醉賦》及《對問》，大善，可寄一本。僕近亦好作文，與在京城時頗異，思與足下輩言之，桎梏甚固，未可得也。因人南來，致書訪死生。不悉。宗元白。"
          ]
        },
        {
          "chapter": "待漏院記",
          "source": "(王禹偁)",
          "author": "宋代：王禹偁 ",
          "paragraphs": [
            "天道不言，而品物亨、歲功成者，何謂也？四時之吏，五行之佐，宣其氣矣。聖人不言而百姓親、萬邦寧者，何謂也？三公論道，六卿分職，張其教矣。是知君逸於上，臣勞於下，法乎天也。古之善相天下者，自咎、夔至房、魏，可數也，是不獨有其德，亦皆務於勤耳，況夙興夜寐，以事一人。卿大夫猶然，況宰相乎！朝廷自國初因舊制，設宰臣待漏院于丹鳳門之右，示勤政也。至若北闕向曙，東方未明，相君啓行，煌煌火城；相君至止，噦噦鑾聲。金門未闢，玉漏猶滴，徹蓋下車，於焉以息。待漏之際，相君其有思乎？",
            "其或兆民未安，思所泰之；四夷未附，思所來之。兵革未息，何以弭之；田疇多蕪，何以闢之。賢人在野，我將進之；佞臣立朝，我將斥之。六氣不和，災眚薦至，願避位以禳之；五刑未措，欺詐日生，請修德以釐之。憂心忡忡，待旦而入，九門既啓，四聰甚邇。相君言焉，時君納焉。皇風於是乎清夷，蒼生以之而富庶。若然，總百官、食萬錢，非幸也，宜也。",
            "其或私仇未復，思所逐之；舊恩未報，思所榮之。子女玉帛，何以致之；車馬器玩，何以取之。奸人附勢，我將陟之；直士抗言，我將黜之。三時告災，上有憂也，構巧詞以悅之；羣吏弄法，君聞怨言，進諂容以媚之。私心慆慆，假寐而坐，九門既開，重瞳屢回。相君言焉，時君惑焉。政柄於是乎隳哉，帝位以之而危矣。若然，則下死獄、投遠方，非不幸也，亦宜也。",
            "是知一國之政，萬人之命，懸於宰相，可不慎歟？復有無毀無譽，旅進旅退，竊位而苟祿，備員而全身者，亦無所取焉。",
            "棘寺小吏王某爲文，請志院壁，用規於執政者。"
          ]
        },
        {
          "chapter": "黃岡竹樓記",
          "source": "(王禹偁)",
          "author": "宋代：王禹偁 ",
          "paragraphs": [
            "黃岡之地多竹，大者如椽。竹工破之，刳去其節，用代陶瓦。比屋皆然，以其價廉而工省也。",
            "子城西北隅，雉堞圮毀，蓁莽荒穢，因作小樓二間，與月波樓通。遠吞山光，平挹江瀨，幽闃遼夐，不可具狀。夏宜急雨，有瀑布聲；冬宜密雪，有碎玉聲。宜鼓琴，琴調虛暢；宜詠詩，詩韻清絕；宜圍棋，子聲丁丁然；宜投壺，矢聲錚錚然；皆竹樓之所助也。",
            "公退之暇，被鶴氅衣，戴華陽巾，手執《周易》一卷，焚香默坐，消遣世慮。江山之外，第見風帆沙鳥，煙雲竹樹而已。待其酒力醒，茶煙歇，送夕陽，迎素月，亦謫居之勝概也。彼齊雲、落星，高則高矣；井榦、麗譙，華則華矣；止於貯妓女，藏歌舞，非騷人之事，吾所不取。",
            "吾聞竹工雲：“竹之爲瓦，僅十稔；若重覆之，得二十稔。”噫！吾以至道乙未歲，自翰林出滁上，丙申，移廣陵；丁酉又入西掖；戊戌歲除日，新舊歲之交，即除夕。有齊安之命；己亥閏三月到郡。四年之間，奔走不暇；未知明年又在何處，豈懼竹樓之易朽乎！幸後之人與我同志，嗣而葺之，庶斯樓之不朽也！",
            "鹹平二年八月十五日記。"
          ]
        },
        {
          "chapter": "書洛陽名園記後",
          "source": "(李格非)",
          "author": "宋代：李格非 ",
          "paragraphs": [
            "洛陽處天下之中，挾崤澠之阻，當秦隴之襟喉，而趙魏之走集，蓋四方必爭之地也。天下當無事則已，有事，則洛陽先受兵。予故嘗曰：“洛陽之盛衰，天下治亂之候也。”",
            "方唐貞觀、開元之間，公卿貴戚開館列第於東都者，號千有餘邸。及其亂離，繼以五季之酷，其池塘竹樹，兵車蹂踐，廢而爲丘墟。高亭大榭，煙火焚燎，化而爲灰燼，與唐俱滅而共亡，無餘處矣。予故嘗曰：“園圃之廢興，洛陽盛衰之候也。”",
            "且天下之治亂，候於洛陽之盛衰而知；洛陽之盛衰，候於園圃之廢興而得。則《名園記》之作，予豈徒然哉？",
            "嗚呼！公卿大夫方進於朝，放乎一己之私以自爲，而忘天下之治忽，欲退享此樂，得乎？唐之末路是已。(唐之末路是已 一作：矣)"
          ]
        },
        {
          "chapter": "嚴先生祠堂記",
          "source": "(范仲淹)",
          "author": "宋代：范仲淹 ",
          "paragraphs": [
            "先生，漢光武之故人也。相尚以道。及帝握《赤符》，乘六龍，得聖人之時，臣妾億兆，天下孰加焉？惟先生以節高之。既而動星象，歸江湖，得聖人之清。泥塗軒冕，天下孰加焉？惟光武以禮下之。",
            "在《蠱》之上九，衆方有爲，而獨“不事王侯，高尚其事”，先生以之。在《屯》之初九，陽德方亨，而能“以貴下賤，大得民也”，光武以之。蓋先生之心，出乎日月之上；光武之量，包乎天地之外。微先生，不能成光武之大，微光武，豈能遂先生之高哉？而使貪夫廉，懦夫立，是大有功於名教也。",
            "仲淹來守是邦，始構堂而奠焉，乃復爲其後者四家，以奉祠事。又從而歌曰∶“雲山蒼蒼，江水泱泱，先生之風，山高水長！”"
          ]
        },
        {
          "chapter": "岳陽樓記",
          "source": "(范仲淹)",
          "author": "宋代：范仲淹 ",
          "paragraphs": [
            "慶曆四年春，滕子京謫守巴陵郡。越明年，政通人和，百廢具興。乃重修岳陽樓，增其舊制，刻唐賢今人詩賦於其上。屬予作文以記之。(具 通：俱)",
            "予觀夫巴陵勝狀，在洞庭一湖。銜遠山，吞長江，浩浩湯湯，橫無際涯；朝暉夕陰，氣象萬千。此則岳陽樓之大觀也，前人之述備矣。然則北通巫峽，南極瀟湘，遷客騷人，多會於此，覽物之情，得無異乎?",
            "若夫淫雨霏霏，連月不開，陰風怒號，濁浪排空；日星隱曜，山嶽潛形；商旅不行，檣傾楫摧；薄暮冥冥，虎嘯猿啼。登斯樓也，則有去國懷鄉，憂讒畏譏，滿目蕭然，感極而悲者矣。(隱曜 一作：隱耀；淫雨 通：霪雨)",
            "至若春和景明，波瀾不驚，上下天光，一碧萬頃；沙鷗翔集，錦鱗游泳；岸芷汀蘭，郁郁青青。而或長煙一空，皓月千里，浮光躍金，靜影沉璧，漁歌互答，此樂何極！登斯樓也，則有心曠神怡，寵辱偕忘，把酒臨風，其喜洋洋者矣。",
            "嗟夫！予嘗求古仁人之心，或異二者之爲，何哉？不以物喜，不以己悲；居廟堂之高則憂其民；處江湖之遠則憂其君。是進亦憂，退亦憂。然則何時而樂耶？其必曰：“先天下之憂而憂，後天下之樂而樂”乎。噫！微斯人，吾誰與歸？",
            "時六年九月十五日。"
          ]
        },
        {
          "chapter": "諫院題名記",
          "source": "(司馬光)",
          "author": "宋代：司馬光 ",
          "paragraphs": [
            "古者諫無官，自公卿大夫，至於工商，無不得諫者。漢興以來，始置官。",
            "夫以天下之政，四海之衆，得失利病，萃於一官使言之，其爲任亦重矣。居是官者，常志其大，舍其細；先其急，後其緩；專利國家而不爲身謀。彼汲汲於名者，猶汲汲於利也，其間相去何遠哉！",
            "天禧初，真宗詔置諫官六員，責其職事。慶曆中，錢君始書其名於版，光恐久而漫滅。嘉祐八年，刻於石。後之人將歷指其名而議之曰：“某也忠，某也詐，某也直，某也曲。”嗚呼！可不懼哉！"
          ]
        },
        {
          "chapter": "義田記",
          "source": "(錢公輔)",
          "author": "宋代：錢公輔 ",
          "paragraphs": [
            "范文正公，蘇人也，平生好施與，擇其親而貧，疏而賢者，鹹施之。",
            "方貴顯時，置負郭常稔之田千畝，號曰義田，以養濟羣族之人。日有食，歲有衣，嫁娶兇葬，皆有贍。擇族之長而賢者主其計，而時共出納焉。日食人一升，歲衣人一縑，嫁女者五十千，再嫁者三十千，娶婦者三十千，再娶者十五千，葬者如再嫁之數，葬幼者十千。族之聚者九十口，歲入給稻八百斛。以其所入，給其所聚，沛然有餘而無窮。屏而家居俟代者與焉；仕而居官者罷其給。此其大較也。",
            "初，公之未貴顯也，嘗有志於是矣，而力未逮者二十年。既而爲西帥，及參大政，於是始有祿賜之入，而終其志。公既歿，後世子孫修其業，承其志，如公之存也。公雖位充祿厚，而貧終其身。歿之日，身無以爲斂，子無以爲喪，唯以施貧活族之義，遺其子而已。",
            "昔晏平仲敝車羸馬，桓子曰：「是隱君之賜也。」晏子曰：「自臣之貴，父之族，無不乘車者；母之族，無不足於衣食者；妻之族，無凍餒者；齊國之士，待臣而舉火者，三百餘人。以此而爲隱君之賜乎？彰君之賜乎？」於是齊侯以晏子之觴而觴桓子。予嘗愛晏子好仁，齊侯知賢，而桓子服義也。又愛晏子之仁有等級，而言有次也；先父族，次母族，次妻族，而後及其疏遠之賢。孟子曰：「親親而仁民，仁民而愛物。」晏子爲近之。觀文正之義，賢於平仲，其規模遠舉又疑過之。",
            "嗚呼！世之都三公位，享萬鍾祿，其邸第之雄，車輿之飾，聲色之多，妻孥之富，止乎一己而已，而族之人不得其門而入者，豈少也哉！況於施賢乎！其下爲卿，爲大夫，爲士，廩稍之充，奉養之厚，止乎一己而已；而族之人操瓢囊爲溝中瘠者，又豈少哉？況於他人乎！是皆公之罪人也。",
            "公之忠義滿朝廷，事業滿邊隅，功名滿天下，後必有史官書之者，予可無錄也。獨高其義，因以遺於世雲。"
          ]
        },
        {
          "chapter": "袁州州學記",
          "source": "(李覯)",
          "author": "宋代：李覯 ",
          "paragraphs": [
            "皇帝二十有三年，制詔州縣立學。惟時守令，有哲有愚。有屈力殫慮，祗順德意；有假官借師，苟具文書。或連數城，亡誦絃聲。倡而不和，教尼不行。",
            "三十有二年，范陽祖君無澤知袁州。始至，進諸生，知學宮闕狀。大懼人材放失，儒效闊疏，亡以稱上意旨。通判潁川陳君侁，聞而是之，議以克合。相舊夫子廟，狹隘不足改爲，乃營治之東。厥土燥剛，厥位面陽，厥材孔良。殿堂門廡，黝堊丹漆，舉以法。故生師有舍，庖廩有次。百爾器備，並手偕作。工善吏勤，晨夜展力，越明年成。",
            "舍菜且有日，盱江李覯諗於衆曰：“惟四代之學，考諸經可見已。秦以山西鏖六國，欲帝萬世，劉氏一呼，而關門不守，武夫健將，賣降恐後，何耶?詩書之道廢，人惟見利而不聞義焉耳。孝武乘豐富，世祖出戎行，皆孳孳學術。俗化之厚，延於靈、獻。草茅危言者，折首而不悔；功烈震主者，聞命而釋兵；羣雄相視，不敢去臣位，尚數十年。教道之結人心如此。今代遭聖神，爾袁得賢君，俾爾由庠序，踐古人之跡。天下治，則譚禮樂以陶吾民：一有不幸，尤當仗大節，爲臣死忠，爲子死孝。使人有所賴，且有所法。是睢朝家教學之意。若其弄筆墨以徼利達而已，豈徒二三子之羞，抑亦爲國者之憂。”",
            "此年實至和甲午，夏某月甲子記。"
          ]
        },
        {
          "chapter": "朋黨論",
          "source": "(歐陽修)",
          "author": "宋代：歐陽修 ",
          "paragraphs": [
            "臣聞朋黨之說，自古有之，惟幸人君辨其君子小人而已。大凡君子與君子以同道爲朋，小人與小人以同利爲朋，此自然之理也。",
            "然臣謂小人無朋，惟君子則有之。其故何哉？小人所好者祿利也，所貪者財貨也。當其同利之時，暫相黨引以爲朋者，僞也；及其見利而爭先，或利盡而交疏，則反相賊害，雖其兄弟親戚，不能自保。故臣謂小人無朋，其暫爲朋者，僞也。君子則不然。所守者道義，所行者忠信，所惜者名節。以之修身，則同道而相益；以之事國，則同心而共濟；終始如一，此君子之朋也。故爲人君者，但當退小人之僞朋，用君子之真朋，則天下治矣。",
            "堯之時，小人共工、驩兜等四人爲一朋，君子八元、八愷十六人爲一朋。舜佐堯，退四凶小人之朋，而進元、愷君子之朋，堯之天下大治。及舜自爲天子，而皋、夔、稷、契等二十二人並列於朝，更相稱美，更相推讓，凡二十二人爲一朋，而舜皆用之，天下亦大治。《書》曰：“紂有臣億萬，惟億萬心；周有臣三千，惟一心。”紂之時，億萬人各異心，可謂不爲朋矣，然紂以亡國。周武王之臣，三千人爲一大朋，而周用以興。後漢獻帝時，盡取天下名士囚禁之，目爲黨人。及黃巾賊起，漢室大亂，後方悔悟，盡解黨人而釋之，然已無救矣。唐之晚年，漸起朋黨之論。及昭宗時，盡殺朝之名士，或投之黃河，曰：“此輩清流，可投濁流。”而唐遂亡矣。",
            "夫前世之主，能使人人異心不爲朋，莫如紂；能禁絕善人爲朋，莫如漢獻帝；能誅戮清流之朋，莫如唐昭宗之世；然皆亂亡其國。更相稱美推讓而不自疑，莫如舜之二十二臣，舜亦不疑而皆用之；然而後世不誚舜爲二十二人朋黨所欺，而稱舜爲聰明之聖者，以能辨君子與小人也。周武之世，舉其國之臣三千人共爲一朋，自古爲朋之多且大，莫如周；然周用此以興者，善人雖多而不厭也。",
            "嗟呼！興亡治亂之跡，爲人君者，可以鑑矣。"
          ]
        },
        {
          "chapter": "縱囚論",
          "source": "(歐陽修)",
          "author": "宋代：歐陽修 ",
          "paragraphs": [
            "信義行於君子，而刑戮施於小人。刑入於死者，乃罪大惡極，此又小人之尤甚者也。寧以義死，不苟幸生，而視死如歸，此又君子之尤難者也。方唐太宗之六年，錄大辟囚三百餘人，縱使還家，約其自歸以就死。是以君子之難能，期小人之尤者以必能也。其囚及期，而卒自歸無後者。是君子之所難，而小人之所易也。此豈近於人情哉?",
            "或曰：罪大惡極，誠小人矣；及施恩德以臨之，可使變而爲君子。蓋恩德入人之深，而移人之速，有如是者矣。曰：太宗之爲此，所以求此名也。然安知夫縱之去也，不意其必來以冀免，所以縱之乎?又安知夫被縱而去也，不意其自歸而必獲免，所以復來乎?夫意其必來而縱之，是上賊下之情也；意其必免而復來，是下賊上之心也。吾見上下交相賊以成此名也，烏有所謂施恩德與夫知信義者哉?不然，太宗施德於天下，於茲六年矣，不能使小人不爲極惡大罪，而一日之恩，能使視死如歸，而存信義。此又不通之論也!",
            "然則何爲而可?曰：縱而來歸，殺之無赦。而又縱之，而又來，則可知爲恩德之致爾。然此必無之事也。若夫縱而來歸而赦之，可偶一爲之爾。若屢爲之，則殺人者皆不死。是可爲天下之常法乎?不可爲常者，其聖人之法乎?是以堯、舜、三王之治，必本於人情，不立異以爲高，不逆情以幹譽。"
          ]
        },
        {
          "chapter": "釋祕演詩集序",
          "source": "(歐陽修)",
          "author": "宋代：歐陽修 ",
          "paragraphs": [
            "予少以進士遊京師，因得盡交當世之賢豪。然猶以謂國家臣一四海，休兵革，養息天下以無事者四十年，而智謀雄偉非常之士，無所用其能者，往往伏而不出，山林屠販，必有老死而世莫見者，欲從而求之不可得。其後得吾亡友石曼卿。",
            "曼卿爲人，廓然有大志，時人不能用其材，曼卿亦不屈以求合。無所放其意，則往往從布衣野老酣嬉，淋漓顛倒而不厭。予疑所謂伏而不見者，庶幾狎而得之，故嘗喜從曼卿遊，欲因以陰求天下奇士。",
            "浮屠祕演者，與曼卿交最久，亦能遺外世俗，以氣節相高。二人歡然無所間。曼卿隱於酒，祕演隱於浮屠，皆奇男子也。然喜爲歌詩以自娛，當其極飲大醉，歌吟笑呼，以適天下之樂，何其壯也！一時賢士，皆願從其遊，予亦時至其室。十年之間，祕演北渡河，東之濟、鄆，無所合，困而歸，曼卿已死，祕演亦老病。嗟夫！二人者，予乃見其盛衰，則予亦將老矣！",
            "夫曼卿詩辭清絕，尤稱祕演之作，以爲雅健有詩人之意。祕演狀貌雄傑，其胸中浩然。既習於佛，無所用，獨其詩可行於世。而懶不自惜，已老，胠其橐，尚得三、四百篇，皆可喜者。",
            "曼卿死，祕演漠然無所向。聞東南多山水，其巔崖崛峍，江濤洶涌，甚可壯也，欲往遊焉。足以知其老而志在也。於其將行，爲敘其詩，因道其盛時以悲其衰。",
            "慶曆二年十二月二十八日廬陵歐陽修序。"
          ]
        }
      ]
    },
    {
      "title": "卷十・宋文",
      "content": [
        {
          "chapter": "梅聖俞詩集序",
          "source": "(歐陽修)",
          "author": "宋代：歐陽修 ",
          "paragraphs": [
            "予聞世謂詩人少達而多窮，夫豈然哉？蓋世所傳詩者，多出於古窮人之辭也。凡士之蘊其所有，而不得施於世者，多喜自放于山巔水涯之外，見蟲魚草木風雲鳥獸之狀類，往往探其奇怪，內有憂思感憤之鬱積，其興於怨刺，以道羈臣寡婦之所嘆，而寫人情之難言。蓋愈窮則愈工。然則非詩之能窮人，殆窮者而後工也。",
            "予友梅聖俞，少以蔭補爲吏，累舉進士，輒抑於有司，困於州縣，凡十餘年。年今五十，猶從辟書，爲人之佐，鬱其所蓄，不得奮見於事業。其家宛陵，幼習於詩，自爲童子，出語已驚其長老。既長，學乎六經仁義之說，其爲文章，簡古純粹，不求苟說於世。世之人徒知其詩而已。然時無賢愚，語詩者必求之聖俞；聖俞亦自以其不得志者，樂於詩而發之，故其平生所作，於詩尤多。世既知之矣，而未有薦於上者。昔王文康公嘗見而嘆曰：“二百年無此作矣！”雖知之深，亦不果薦也。若使其幸得用於朝廷，作爲雅、頌，以歌詠大宋之功德，薦之清廟，而追商、周、魯頌之作者，豈不偉歟！奈何使其老不得志，而爲窮者之詩，乃徒發於蟲魚物類，羈愁感嘆之言。世徒喜其工，不知其窮之久而將老也！可不惜哉！",
            "聖俞詩既多，不自收拾。其妻之兄子謝景初，懼其多而易失也，取其自洛陽至於吳興以來所作，次爲十卷。予嘗嗜聖俞詩，而患不能盡得之，遽喜謝氏之能類次也，輒序而藏之。",
            "其後十五年，聖俞以疾卒於京師，餘既哭而銘之，因索於其家，得其遺稿千餘篇，並舊所藏，掇其尤者六百七十七篇，爲一十五卷。嗚呼！吾於聖俞詩論之詳矣，故不復雲。",
            "廬陵歐陽修序。"
          ]
        },
        {
          "chapter": "送楊寘序",
          "source": "(歐陽修)",
          "author": "宋代：歐陽修 ",
          "paragraphs": [
            "予嘗有幽憂之疾，退而閒居，不能治也。既而學琴於友人孫道滋，受宮聲數引，久而樂之，不知其疾之在體也。夫疾，生乎憂者也。藥之毒者，能攻其疾之聚，不若聲之至者，能和其心之所不平。心而平，不和者和，則疾之忘也宜哉。",
            "夫琴之爲技小矣，及其至也，大者爲宮，細者爲羽，操弦驟作，忽然變之，急者悽然以促，緩者舒然以和，如崩崖裂石、高山出泉，而風雨夜至也。如怨夫寡婦之嘆息，雌雄雍雍之相鳴也。其憂深思遠，則舜與文王、孔子之遺音也；悲愁感憤，則伯奇孤子、屈原忠臣之所嘆也。喜怒哀樂，動人必深。而純古淡泊，與夫堯舜三代之言語、孔子之文章、《易》之憂患、《詩》之怨刺無以異。其能聽之以耳，應之以手，取其和者，道其湮鬱，寫其幽思，則感人之際，亦有至者焉。",
            "予友楊君，好學有文，累以進士舉，不得志。及從蔭調，爲尉於劍浦，區區在東南數千裏外．是其心固有不平者。且少又多疾，而南方少醫藥。風俗飲食異宜。以多疾之體，有不平之心，居異宜之俗，其能鬱郁以久乎?然欲平其心以養其疾，於琴亦將有得焉。故予作《琴說》以贈其行，且邀道滋酌酒，進琴以爲別。"
          ]
        },
        {
          "chapter": "五代史伶官傳序",
          "source": "(歐陽修)",
          "author": "宋代：歐陽修 ",
          "paragraphs": [
            "嗚呼！盛衰之理，雖曰天命，豈非人事哉！原莊宗之所以得天下，與其所以失之者，可以知之矣。",
            "世言晉王之將終也，以三矢賜莊宗而告之曰：“樑，吾仇也；燕王，吾所立；契丹與吾約爲兄弟；而皆背晉以歸樑。此三者，吾遺恨也。與爾三矢，爾其無忘乃父之志！”莊宗受而藏之於廟。其後用兵，則遣從事以一少牢告廟，請其矢，盛以錦囊，負而前驅，及凱旋而納之。",
            "方其系燕父子以組，函樑君臣之首，入於太廟，還矢先王，而告以成功，其意氣之盛，可謂壯哉！及仇讎已滅，天下已定，一夫夜呼，亂者四應，倉皇東出，未及見賊而士卒離散，君臣相顧，不知所歸。至於誓天斷髮，泣下沾襟，何其衰也！豈得之難而失之易歟？抑本其成敗之跡，而皆自於人歟？",
            "《書》曰：“滿招損，謙得益。”憂勞可以興國，逸豫可以亡身，自然之理也。故方其盛也，舉天下之豪傑，莫能與之爭；及其衰也，數十伶人困之，而身死國滅，爲天下笑。夫禍患常積於忽微，而智勇多困於所溺，豈獨伶人也哉！作《伶官傳》。"
          ]
        },
        {
          "chapter": "五代史宦官傳序",
          "source": "(歐陽修)",
          "author": "宋代：歐陽修 ",
          "paragraphs": [
            "自古宦者亂人之國，其源深於女禍。女，色而已，宦者之害，非一端也。",
            "蓋其用事也近而習，其爲心也專而忍。能以小善中人之意，小信固人之心，使人主必信而親之。待其已信，然後懼以禍福而把持之。雖有忠臣、碩士列於朝廷，而人主以爲去己疏遠，不若起居飲食、前後左右之親可恃也。故前後左右者日益親，而忠臣、碩士日益疏，而人主之勢日益孤。勢孤，則懼禍之心日益切，而把持者日益牢。安危出其喜怒，禍患伏於帷闥，則向之所謂可恃者，乃所以爲患也。患已深而覺之，欲與疏遠之臣圖左右之親近，緩之則養禍而益深，急之則挾人主以爲質。雖有聖智，不能與謀。謀之而不可爲，爲之而不可成，至其甚，則俱傷而兩敗。故其大者亡國，其次亡身，而使奸豪得藉以爲資而起，至抉其種類，盡殺以快天下之心而後已。此前史所載宦者之禍常如此者，非一世也。",
            "夫爲人主者，非欲養禍於內而疏忠臣、碩士於外，蓋其漸積而勢使之然也。夫女色之惑，不幸而不悟，而禍斯及矣。使其一悟，捽而去之可也。宦者之爲禍，雖欲悔悟，而勢有不得而去也，唐昭宗之事是已。故曰“深於女禍者”，謂此也。可不戒哉？"
          ]
        },
        {
          "chapter": "相州晝錦堂記",
          "source": "(歐陽修)",
          "author": "宋代：歐陽修 ",
          "paragraphs": [
            "仕宦而至將相，富貴而歸故鄉。此人情之所榮，而今昔之所同也。",
            "蓋士方窮時，困厄閭里，庸人孺子，皆得易而侮之。若季子不禮於其嫂，買臣見棄於其妻。一旦高車駟馬，旗旄導前，而騎卒擁後，夾道之人，相與駢肩累跡，瞻望諮嗟；而所謂庸夫愚婦者，奔走駭汗，羞愧俯伏，以自悔罪於車塵馬足之間。此一介之士，得志於當時，而意氣之盛，昔人比之衣錦之榮者也。",
            "惟大丞相魏國公則不然：公，相人也，世有令德，爲時名卿。自公少時，已擢高科，登顯仕。海內之士，聞下風而望餘光者，蓋亦有年矣。所謂將相而富貴，皆公所宜素有；非如窮厄之人，僥倖得志於一時，出於庸夫愚婦之不意，以驚駭而誇耀之也。然則高牙大纛，不足爲公榮；桓圭袞冕，不足爲公貴。惟德被生民，而功施社稷，勒之金石，播之聲詩，以耀後世而垂無窮，此公之志，而士亦以此望於公也。豈止誇一時而榮一鄉哉！",
            "公在至和中，嘗以武康之節，來治於相，乃作“晝錦”之堂於後圃。既又刻詩於石，以遺相人。其言以快恩仇、矜名譽爲可薄，蓋不以昔人所誇者爲榮，而以爲戒。於此見公之視富貴爲何如，而其志豈易量哉！故能出入將相，勤勞王家，而夷險一節。至於臨大事，決大議，垂紳正笏，不動聲色，而措天下於泰山之安：可謂社稷之臣矣！其豐功盛烈，所以銘彝鼎而被絃歌者，乃邦家之光，非閭里之榮也。",
            "餘雖不獲登公之堂，幸嘗竊誦公之詩，樂公之志有成，而喜爲天下道也。於是乎書。",
            "尚書吏部侍郎、參知政事歐陽修記。"
          ]
        },
        {
          "chapter": "豐樂亭記",
          "source": "(歐陽修)",
          "author": "宋代：歐陽修 ",
          "paragraphs": [
            "修既治滁之明年，夏，始飲滁水而甘。問諸滁人，得於州南百步之遠。其上則豐山，聳然而特立；下則幽谷，窈然而深藏；中有清泉，滃然而仰出。俯仰左右，顧而樂之。於是疏泉鑿石，闢地以爲亭，而與滁人往遊其間。",
            "滁於五代干戈之際，用武之地也。昔太祖皇帝，嘗以周師破李景兵十五萬於清流山下，生擒其皇甫輝、姚鳳於滁東門之外，遂以平滁。修嘗考其山川，按其圖記，升高以望清流之關，欲求輝、鳳就擒之所。而故老皆無在也，蓋天下之平久矣。自唐失其政，海內分裂，豪傑並起而爭，所在爲敵國者，何可勝數？及宋受天命，聖人出而四海一。向之憑恃險阻，鏟削消磨，百年之間，漠然徒見山高而水清。欲問其事，而遺老盡矣！",
            "今滁介江淮之間，舟車商賈、四方賓客之所不至，民生不見外事，而安於畎畝衣食，以樂生送死。而孰知上之功德，休養生息，涵煦於百年之深也。",
            "修之來此，樂其地僻而事簡，又愛其俗之安閒。既得斯泉于山谷之間，乃日與滁人仰而望山，俯而聽泉。掇幽芳而蔭喬木，風霜冰雪，刻露清秀，四時之景，無不可愛。又幸其民樂其歲物之豐成，而喜與予遊也。因爲本其山川，道其風俗之美，使民知所以安此豐年之樂者，幸生無事之時也。",
            "夫宣上恩德，以與民共樂，刺史之事也。遂書以名其亭焉。"
          ]
        },
        {
          "chapter": "醉翁亭記",
          "source": "(歐陽修)",
          "author": "宋代：歐陽修 ",
          "paragraphs": [
            "環滁皆山也。其西南諸峯，林壑尤美，望之蔚然而深秀者，琅琊也。山行六七裏，漸聞水聲潺潺而瀉出於兩峯之間者，釀泉也。峯迴路轉，有亭翼然臨於泉上者，醉翁亭也。作亭者誰？山之僧智仙也。名之者誰？太守自謂也。太守與客來飲於此，飲少輒醉，而年又最高，故自號曰醉翁也。醉翁之意不在酒，在乎山水之間也。山水之樂，得之心而寓之酒也。",
            "若夫日出而林霏開，雲歸而巖穴暝，晦明變化者，山間之朝暮也。野芳發而幽香，佳木秀而繁陰，風霜高潔，水落而石出者，山間之四時也。朝而往，暮而歸，四時之景不同，而樂亦無窮也。",
            "至於負者歌於途，行者休於樹，前者呼，後者應，傴僂提攜，往來而不絕者，滁人遊也。臨溪而漁，溪深而魚肥。釀泉爲酒，泉香而酒洌；山餚野蔌，雜然而前陳者，太守宴也。宴酣之樂，非絲非竹，射者中，弈者勝，觥籌交錯，起坐而喧譁者，衆賓歡也。蒼顏白髮，頹然乎其間者，太守醉也。",
            "已而夕陽在山，人影散亂，太守歸而賓客從也。樹林陰翳，鳴聲上下，遊人去而禽鳥樂也。然而禽鳥知山林之樂，而不知人之樂；人知從太守遊而樂，而不知太守之樂其樂也。醉能同其樂，醒能述以文者，太守也。太守謂誰？廬陵歐陽修也。"
          ]
        },
        {
          "chapter": "秋聲賦",
          "source": "(歐陽修)",
          "author": "宋代：歐陽修 ",
          "paragraphs": [
            "歐陽子方夜讀書，聞有聲自西南來者，悚然而聽之，曰：“異哉！”初淅瀝以蕭颯，忽奔騰而砰湃，如波濤夜驚，風雨驟至。其觸於物也，鏦鏦錚錚，金鐵皆鳴；又如赴敵之兵，銜枚疾走，不聞號令，但聞人馬之行聲。予謂童子：“此何聲也？汝出視之。”童子曰：“星月皎潔，明河在天，四無人聲，聲在樹間。”",
            "餘曰：“噫嘻悲哉！此秋聲也，胡爲而來哉？蓋夫秋之爲狀也：其色慘淡，煙霏雲斂；其容清明，天高日晶；其氣慄冽，砭人肌骨；其意蕭條，山川寂寥。故其爲聲也，悽悽切切，呼號憤發。豐草綠縟而爭茂，佳木蔥蘢而可悅；草拂之而色變，木遭之而葉脫。其所以摧敗零落者，乃其一氣之餘烈。夫秋，刑官也，於時爲陰；又兵象也，於行用金，是謂天地之義氣，常以肅殺而爲心。天之於物，春生秋實，故其在樂也，商聲主西方之音，夷則爲七月之律。商，傷也，物既老而悲傷；夷，戮也，物過盛而當殺。” (餘曰 一作：予曰)",
            "“嗟乎！草木無情，有時飄零。人爲動物，惟物之靈；百憂感其心，萬事勞其形；有動於中，必搖其精。而況思其力之所不及，憂其智之所不能；宜其渥然丹者爲槁木，黟然黑者爲星星。奈何以非金石之質，欲與草木而爭榮？念誰爲之戕賊，亦何恨乎秋聲！”",
            "童子莫對，垂頭而睡。但聞四壁蟲聲唧唧，如助予之嘆息。"
          ]
        },
        {
          "chapter": "祭石曼卿文",
          "source": "(歐陽修)",
          "author": "宋代：歐陽修 ",
          "paragraphs": [
            "維治平四年七月日，具官歐陽修，謹遣尚書都省令史李敭，至於太清，以清酌庶羞之奠，致祭於亡友曼卿之墓下，而吊之以文。曰：",
            "嗚呼曼卿！生而爲英，死而爲靈。其同乎萬物生死，而復歸於無物者，暫聚之形；不與萬物共盡，而卓然其不配者，後世之名。此自古聖賢，莫不皆然，而著在簡冊者，昭如日星。",
            "嗚呼曼卿！吾不見子久矣，猶能彷彿子之平生。其軒昂磊落，突兀崢嶸而埋藏於地下者，意其不化爲朽壤，而爲金玉之精。不然，生長鬆之千尺，產靈芝而九莖。奈何荒煙野蔓，荊棘縱橫；風悽露下，走磷飛螢！但見牧童樵叟，歌吟上下，與夫驚禽駭獸，悲鳴躑躅而咿嚶。今固如此，更千秋而萬歲兮，安知其不穴藏孤貉與鼯鼪？此自古聖賢亦皆然兮，獨不見夫累累乎曠野與荒城！",
            "嗚呼曼卿！盛衰之理，吾固知其如此，而感念疇昔，悲涼悽愴，不覺臨風而隕涕者，有愧乎太上之忘情。尚饗！"
          ]
        },
        {
          "chapter": "瀧岡阡表",
          "source": "(歐陽修)",
          "author": "宋代：歐陽修 ",
          "paragraphs": [
            "嗚呼！惟我皇考崇公，卜吉於瀧岡之六十年，其子修始克表於其阡。非敢緩也，蓋有待也。",
            "修不幸，生四歲而孤。太夫人守節自誓；居窮，自力於衣食，以長以教俾至於成人。太夫人告之曰：汝父爲吏廉，而好施與，喜賓客；其俸祿雖薄，常不使有餘。曰：“毋以是爲我累。”故其亡也，無一瓦之覆，一壟之植，以庇而爲生；吾何恃而能自守邪？吾於汝父，知其一二，以有待於汝也。自吾爲汝家婦，不及事吾姑；然知汝父之能養也。汝孤而幼，吾不能知汝之必有立；然知汝父之必將有後也。吾之始歸也，汝父免於母喪方逾年，歲時祭祀，則必涕泣，曰：“祭而豐，不如養之薄也。”間御酒食，則又涕泣，曰：“昔常不足，而今有餘，其何及也！”吾始一二見之，以爲新免於喪適然耳。既而其後常然，至其終身，未嘗不然。吾雖不及事姑，而以此知汝父之能養也。汝父爲吏，嘗夜燭治官書，屢廢而嘆。吾問之，則曰：“此死獄也，我求其生不得爾。”吾曰：“生可求乎？”曰：“求其生而不得，則死者與我皆無恨也；矧求而有得邪，以其有得，則知不求而死者有恨也。夫常求其生，猶失之死，而世常求其死也。”回顧乳者劍汝而立於旁，因指而嘆，曰：“術者謂我歲行在戌將死，使其言然，吾不及見兒之立也，後當以我語告之。”其平居教他子弟，常用此語，吾耳熟焉，故能詳也。其施於外事，吾不能知；其居於家，無所矜飾，而所爲如此，是真發於中者邪！嗚呼！其心厚於仁者邪！此吾知汝父之必將有後也。汝其勉之！夫養不必豐，要於孝；利雖不得博於物，要其心之厚於仁。吾不能教汝，此汝父之志也。”修泣而志之，不敢忘。",
            "先公少孤力學，鹹平三年進士及第，爲道州判官，泗綿二州推官；又爲泰州判官。享年五十有九，葬沙溪之瀧岡。",
            "太夫人姓鄭氏，考諱德儀，世爲江南名族。太夫人恭儉仁愛而有禮；初封福昌縣太君，進封樂安、安康、彭城三郡太君。自其家少微時，治其家以儉約，其後常不使過之，曰：“吾兒不能苟合於世，儉薄所以居患難也。”其後修貶夷陵，太夫人言笑自若，曰：“汝家故貧賤也，吾處之有素矣。汝能安之，吾亦安矣。”",
            "自先公之亡二十年，修始得祿而養。又十有二年，烈官於朝，始得贈封其親。又十年，修爲龍圖閣直學士，尚書吏部郎中，留守南京，太夫人以疾終於官舍，享年七十有二。又八年，修以非才入副樞密，遂參政事，又七年而罷。自登二府，天子推恩，褒其三世，蓋自嘉祐以來，逢國大慶，必加寵錫。皇曾祖府君累贈金紫光祿大夫、太師、中書令；曾祖妣累封楚國太夫人。皇祖府君累贈金紫光祿大夫、太師、中書令兼尚書令，祖妣累封吳國太夫人。皇考崇公累贈金紫光祿大夫、太師、中書令兼尚書令。皇妣累封越國太夫人。今上初郊，皇考賜爵爲崇國公，太夫人進號魏國。",
            "於是小子修泣而言曰：“嗚呼！爲善無不報，而遲速有時，此理之常也。惟我祖考，積善成德，宜享其隆，雖不克有於其躬，而賜爵受封，顯榮褒大，實有三朝之錫命，是足以表見於後世，而庇賴其子孫矣。”乃列其世譜，具刻於碑，既又載我皇考崇公之遺訓，太夫人之所以教，而有待於修者，並揭於阡。俾知夫小子修之德薄能鮮，遭時竊位，而幸全大節，不辱其先者，其來有自。 熙寧三年，歲次庚戌，四月辛酉朔，十有五日乙亥，男推誠、保德、崇仁、翊戴功臣，觀文殿學士，特進，行兵部尚書，知青州軍州事，兼管內勸農使，充京東路安撫使，上柱國，樂安郡開國公，食邑四千三百戶，食實封一千二百戶，修表。"
          ]
        },
        {
          "chapter": "管仲論",
          "source": "(蘇洵)",
          "author": "宋代：蘇洵 ",
          "paragraphs": [
            "管仲相桓公，霸諸侯，攘夷狄，終其身齊國富強，諸侯不敢叛。管仲死，豎刁、易牙、開方用，威公薨於亂，五公子爭立，其禍蔓延，訖簡公，齊無寧歲。夫功之成，非成於成之日，蓋必有所由起；禍之作，不作於作之日，亦必有所由兆。故齊之治也，吾不曰管仲，而曰鮑叔。及其亂也，吾不曰豎刁、易牙、開方，而曰管仲。何則？豎刁、易牙、開方三子，彼固亂人國者，顧其用之者，威公也。夫有舜而後知放四凶，有仲尼而後知去少正卯。彼威公何人也？顧其使威公得用三子者，管仲也。仲之疾也，公問之相。當是時也，吾意以仲且舉天下之賢者以對。而其言乃不過曰：豎刁、易牙、開方三子，非人情，不可近而已。",
            "嗚呼！仲以爲威公果能不用三子矣乎？仲與威公處幾年矣，亦知威公之爲人矣乎？威公聲不絕於耳，色不絕於目，而非三子者則無以遂其欲。彼其初之所以不用者，徒以有仲焉耳。一日無仲，則三子者可以彈冠而相慶矣。仲以爲將死之言可以縶威公之手足耶？夫齊國不患有三子，而患無仲。有仲，則三子者，三匹夫耳。不然，天下豈少三子之徒哉？雖威公幸而聽仲，誅此三人，而其餘者，仲能悉數而去之耶？嗚呼！仲可謂不知本者矣。因威公之問，舉天下之賢者以自代，則仲雖死，而齊國未爲無仲也。夫何患三子者？不言可也。五伯莫盛於威、文，文公之才，不過威公，其臣又皆不及仲；靈公之虐，不如孝公之寬厚。文公死，諸侯不敢叛晉，晉習文公之餘威，猶得爲諸侯之盟主百餘年。何者？其君雖不肖，而尚有老成人焉。威公之薨也，一亂塗地，無惑也，彼獨恃一管仲，而仲則死矣。",
            "夫天下未嘗無賢者，蓋有有臣而無君者矣。威公在焉，而曰天下不復有管仲者，吾不信也。仲之書，有記其將死論鮑叔、賓胥無之爲人，且各疏其短。是其心以爲數子者皆不足以託國。而又逆知其將死，則其書誕謾不足信也。吾觀史鰌，以不能進蘧伯玉，而退彌子瑕，故有身後之諫。蕭何且死，舉曹參以自代。大臣之用心，固宜如此也。夫國以一人興，以一人亡。賢者不悲其身之死，而憂其國之衰，故必復有賢者，而後可以死。彼管仲者，何以死哉？"
          ]
        },
        {
          "chapter": "辨姦論",
          "source": "(蘇洵)",
          "author": "宋代：蘇洵 ",
          "paragraphs": [
            "事有必至，理有固然。惟天下之靜者，乃能見微而知著。月暈而風，礎潤而雨，人人知之。人事之推移，理勢之相因，其疏闊而難知，變化而不可測者，孰與天地陰陽之事。而賢者有不知，其故何也?好惡亂其中，而利害奪其外也!",
            "昔者，山巨源見王衍曰：“誤天下蒼生者，必此人也!”郭汾陽見盧杞曰：“此人得志。吾子孫無遺類矣!”自今而言之，其理固有可見者。以吾觀之，王衍之爲人，容貌言語，固有以欺世而盜名者。然不忮不求，與物浮沉。使晉無惠帝，僅得中主，雖衍百千，何從而亂天下乎?盧杞之奸，固足以敗國。然而不學無文，容貌不足以動人，言語不足以眩世，非德宗之鄙暗，亦何從而用之?由是言之，二公之料二子，亦容有未必然也!",
            "今有人，口誦孔、老之言，身履夷、齊之行，收召好名之士、不得志之人，相與造作言語，私立名字，以爲顏淵、孟軻復出，而陰賊險狠，與人異趣。是王衍、盧杞合而爲一人也。其禍豈可勝言哉?夫面垢不忘洗，衣垢不忘浣。此人之至情也。今也不然，衣臣虜之衣。食犬彘之食，囚首喪面，而談詩書，此豈其情也哉?凡事之不近人情者，鮮不爲大奸慝，豎刁、易牙、開方是也。以蓋世之名，而濟其未形之患。雖有願治之主，好賢之相，猶將舉而用之。則其爲天下患，必然而無疑者，非特二子之比也。",
            "孫子曰：“善用兵者，無赫赫之功。”使斯人而不用也，則吾言爲過，而斯人有不遇之嘆。孰知禍之至於此哉?不然。天下將被其禍，而吾獲知言之名，悲夫!"
          ]
        },
        {
          "chapter": "心術",
          "source": "(蘇洵)",
          "author": "宋代：蘇洵 ",
          "paragraphs": [
            "爲將之道，當先治心。泰山崩於前而色不變，麋鹿興於左而目不瞬，然後可以制利害，可以待敵。",
            "凡兵上義；不義，雖利勿動。非一動之爲利害，而他日將有所不可措手足也。夫惟義可以怒士，士以義怒，可與百戰。",
            "凡戰之道，未戰養其財，將戰養其力，既戰養其氣，既勝養其心。謹烽燧，嚴斥堠，使耕者無所顧忌，所以養其財；豐犒而優遊之，所以養其力；小勝益急，小挫益厲，所以養其氣；用人不盡其所欲爲，所以養其心。故士常蓄其怒、懷其欲而不盡。怒不盡則有餘勇，欲不盡則有餘貪。故雖並天下，而士不厭兵，此黃帝之所以七十戰而兵不殆也。不養其心，一戰而勝，不可用矣。",
            "凡將欲智而嚴，凡士欲愚。智則不可測，嚴則不可犯，故士皆委己而聽命，夫安得不愚？夫惟士愚，而後可與之皆死。",
            "凡兵之動，知敵之主，知敵之將，而後可以動於險。鄧艾縋兵於蜀中，非劉禪之庸，則百萬之師可以坐縛，彼固有所侮而動也。故古之賢將，能以兵嘗敵，而又以敵自嘗，故去就可以決。",
            "凡主將之道，知理而後可以舉兵，知勢而後可以加兵，知節而後可以用兵。知理則不屈，知勢則不沮，知節則不窮。見小利不動，見小患不避，小利小患，不足以辱吾技也，夫然後有以支大利大患。夫惟養技而自愛者，無敵於天下。故一忍可以支百勇，一靜可以制百動。",
            "兵有長短，敵我一也。敢問：“吾之所長，吾出而用之，彼將不與吾校；吾之所短，吾蔽而置之，彼將強與吾角，奈何？”曰：“吾之所短，吾抗而暴之，使之疑而卻；吾之所長，吾陰而養之，使之狎而墮其中。此用長短之術也。”",
            "善用兵者，使之無所顧，有所恃。無所顧，則知死之不足惜；有所恃，則知不至於必敗。尺箠當猛虎，奮呼而操擊；徒手遇蜥蜴，變色而卻步，人之情也。知此者，可以將矣。袒裼而案劍，則烏獲不敢逼；冠冑衣甲，據兵而寢，則童子彎弓殺之矣。故善用兵者以形固。夫能以形固，則力有餘矣。"
          ]
        },
        {
          "chapter": "張益州畫像記",
          "source": "(蘇洵)",
          "author": "宋代：蘇洵 ",
          "paragraphs": [
            "至和元年秋，蜀人傳言有寇至，邊軍夜呼，野無居人，謠言流聞，京師震驚。方命擇帥，天子曰：“毋養亂，毋助變。衆言朋興，朕志自定。外亂不作，變且中起，不可以文令，又不可以武競，惟朕一二大吏。孰爲能處茲文武之間，其命往撫朕師？”乃推曰：張公方平其人。天子曰：“然。”公以親辭，不可，遂行。",
            "冬十一月至蜀，至之日，歸屯軍，撤守備，使謂郡縣：“寇來在吾，無爾勞苦。”明年正月朔旦，蜀人相慶如他日，遂以無事。又明年正月，相告留公像於淨衆寺，公不能禁。",
            "眉陽蘇洵言於衆曰：“未亂，易治也；既亂，易治也；有亂之萌，無亂之形，是謂將亂，將亂難治，不可以有亂急，亦不可以無亂弛。惟是元年之秋，如器之欹，未墜於地。惟爾張公，安坐於其旁，顏色不變，徐起而正之。既正，油然而退，無矜容。爲天子牧小民不倦，惟爾張公。爾繄以生，惟爾父母。且公嘗爲我言‘民無常性，惟上所待。人皆曰蜀人多變，於是待之以待盜賊之意，而繩之以繩盜賊之法。重足屏息之民，而以斧令。於是民始忍以其父母妻子之所仰賴之身，而棄之於盜賊，故每每大亂。夫約之以禮，驅之以法，惟蜀人爲易。至於急之而生變，雖齊、魯亦然。吾以齊、魯待蜀人，而蜀人亦自以齊、魯之人待其身。若夫肆意於法律之外，以威劫齊民，吾不忍爲也。’嗚呼！愛蜀人之深，待蜀人之厚，自公而前，吾未始見也。”皆再拜稽首曰：“然。”",
            "蘇洵又曰：“公之恩在爾心，爾死在爾子孫，其功業在史官，無以像爲也。且公意不欲，如何？”皆曰：“公則何事於斯？雖然，於我心有不釋焉。今夫平居聞一善，必問其人之姓名與其鄉里之所在，以至於其長短大小美惡之狀，甚者或詰其平生所嗜好，以想見其爲人。而史官亦書之於其傳，意使天下之人，思之於心，則存之於目；存之於目，故其思之於心也固。由此觀之，像亦不爲無助。”蘇洵無以詰，遂爲之記。",
            "公，南京人，爲人慷慨有大節，以度量雄天下。天下有大事，公可屬。系之以詩曰：天子在祚，歲在甲午。西人傳言，有寇在垣。庭有武臣，謀夫如雲。天子曰嘻，命我張公。公來自東，旗纛舒舒。西人聚觀，於巷於塗。謂公暨暨，公來於於。公謂西人“安爾室家，無敢或訛。訛言不祥，往即爾常。春而條桑，秋爾滌場。”西人稽首，公我父兄。公在西囿，草木駢駢。公宴其僚，伐鼓淵淵。西人來觀，祝公萬年。有女娟娟，閨闥閒閒。有童哇哇，亦既能言。昔公未來，期汝棄捐。禾麻芃芃，倉庾崇崇。嗟我婦子，樂此歲豐。公在朝廷，天子股肱。天子曰歸，公敢不承？作堂嚴嚴，有廡有庭。公像在中，朝服冠纓。西人相告，無敢逸荒。公歸京師，公像在堂。"
          ]
        },
        {
          "chapter": "刑賞忠厚之至論",
          "source": "(蘇軾)",
          "author": "宋代：蘇軾 ",
          "paragraphs": [
            "堯、舜、禹、湯、文、武、成、康之際，何其愛民之深，憂民之切，而待天下以君子長者之道也。有一善，從而賞之，又從而詠歌嗟嘆之，所以樂其始而勉其終。有一不善，從而罰之，又從而哀矜懲創之，所以棄其舊而開其新。故其吁俞之聲，歡忻慘慼，見於虞、夏、商、周之書。成、康既沒，穆王立，而周道始衰，然猶命其臣呂侯，而告之以祥刑。其言憂而不傷，威而不怒，慈愛而能斷，惻然有哀憐無辜之心，故孔子猶有取焉。",
            "《傳》曰：“賞疑從與，所以廣恩也；罰疑從去，所以慎刑也。當堯之時，皋陶爲士。將殺人，皋陶曰“殺之”三，堯曰“宥之”三。故天下畏皋陶執法之堅，而樂堯用刑之寬。四嶽曰“鯀可用”，堯曰“不可，鯀方命圮族”，既而曰“試之”。何堯之不聽皋陶之殺人，而從四嶽之用鯀也？然則聖人之意，蓋亦可見矣。",
            "《書》曰：“罪疑惟輕，功疑惟重。與其殺不辜，寧失不經。”嗚呼，盡之矣。可以賞，可以無賞，賞之過乎仁；可以罰，可以無罰，罰之過乎義。過乎仁，不失爲君子；過乎義，則流而入於忍人。故仁可過也，義不可過也。古者賞不以爵祿，刑不以刀鋸。賞之以爵祿，是賞之道行於爵祿之所加，而不行於爵祿之所不加也。刑之以刀鋸，是刑之威施於刀鋸之所及，而不施於刀鋸之所不及也。先王知天下之善不勝賞，而爵祿不足以勸也；知天下之惡不勝刑，而刀鋸不足以裁也。是故疑則舉而歸之於仁，以君子長者之道待天下，使天下相率而歸於君子長者之道。故曰：忠厚之至也。",
            "《詩》曰：“君子如祉，亂庶遄已。君子如怒，亂庶遄沮。”夫君子之已亂，豈有異術哉？時其喜怒，而無失乎仁而已矣。《春秋》之義，立法貴嚴，而責人貴寬。因其褒貶之義，以制賞罰，亦忠厚之至也。"
          ]
        },
        {
          "chapter": "范增論",
          "source": "(蘇軾)",
          "author": "宋代：蘇軾 ",
          "paragraphs": [
            "漢用陳平計，間疏楚君臣，項羽疑范增與漢有私，稍奪其權。增大怒曰：“天下事大定矣，君王自爲之，願賜骸骨，歸卒伍。”未至彭城，疽發背，死。",
            "蘇子曰：“增之去，善矣。不去，羽必殺增。獨恨其不早爾。”然則當以何事去？增勸羽殺沛公，羽不聽，終以此失天下，當以是去耶？曰：“否。增之慾殺沛公，人臣之分也；羽之不殺，猶有君人之度也。增曷爲以此去哉？《易》曰：‘知幾其神乎！’《詩》曰：‘如彼雨雪，先集爲霰。’增之去，當於羽殺卿子冠軍時也。”",
            "陳涉之得民也，以項燕。項氏之興也，以立楚懷王孫心；而諸侯之叛之也，以弒義帝。且義帝之立，增爲謀主矣。義帝之存亡，豈獨爲楚之盛衰，亦增之所與同禍福也；未有義帝亡而增獨能久存者也。羽之殺卿子冠軍也，是弒義帝之兆也。其弒義帝，則疑增之本也，豈必待陳平哉？物必先腐也，而後蟲生之；人必先疑也，而後讒入之。陳平雖智，安能間無疑之主哉？",
            "吾嘗論義帝，天下之賢主也。獨遣沛公入關，而不遣項羽；識卿子冠軍於稠人之中，而擢爲上將，不賢而能如是乎？羽既矯殺卿子冠軍，義帝必不能堪，非羽弒帝，則帝殺羽，不待智者而後知也。增始勸項梁立義帝，諸侯以此服從。中道而弒之，非增之意也。夫豈獨非其意，將必力爭而不聽也。不用其言，而殺其所立，羽之疑增必自此始矣。",
            "方羽殺卿子冠軍，增與羽比肩而事義帝，君臣之分未定也。爲增計者，力能誅羽則誅之，不能則去之，豈不毅然大丈夫也哉？增年七十，合則留，不合即去，不以此時明去就之分，而欲依羽以成功名，陋矣！雖然，增，高帝之所畏也；增不去，項羽不亡。亦人傑也哉！"
          ]
        },
        {
          "chapter": "留侯論",
          "source": "(蘇軾)",
          "author": "宋代：蘇軾 ",
          "paragraphs": [
            "古之所謂豪傑之士者，必有過人之節。人情有所不能忍者，匹夫見辱，拔劍而起，挺身而鬥，此不足爲勇也。天下有大勇者，卒然臨之而不驚，無故加之而不怒。此其所挾持者甚大，而其志甚遠也。",
            "夫子房受書於圯上之老人也，其事甚怪；然亦安知其非秦之世，有隱君子者出而試之。觀其所以微見其意者，皆聖賢相與警戒之義；而世不察，以爲鬼物，亦已過矣。且其意不在書。",
            "當韓之亡，秦之方盛也，以刀鋸鼎鑊待天下之士。其平居無罪夷滅者，不可勝數。雖有賁、育，無所復施。夫持法太急者，其鋒不可犯，而其勢未可乘。子房不忍忿忿之心，以匹夫之力而逞於一擊之間；當此之時，子房之不死者，其間不能容發，蓋亦已危矣。",
            "千金之子，不死於盜賊，何者？其身之可愛，而盜賊之不足以死也。子房以蓋世之才，不爲伊尹、太公之謀，而特出於荊軻、聶政之計，以僥倖於不死，此圯上老人所爲深惜者也。是故倨傲鮮腆而深折之。彼其能有所忍也，然後可以就大事，故曰：“孺子可教也。”",
            "楚莊王伐鄭，鄭伯肉袒牽羊以逆；莊王曰：“其君能下人，必能信用其民矣。”遂舍之。勾踐之困於會稽，而歸臣妾於吳者，三年而不倦。且夫有報人之志，而不能下人者，是匹夫之剛也。夫老人者，以爲子房纔有餘，而憂其度量之不足，故深折其少年剛銳之氣，使之忍小忿而就大謀。何則？非有生平之素，卒然相遇於草野之間，而命以僕妾之役，油然而不怪者，此固秦皇之所不能驚，而項籍之所不能怒也。",
            "觀夫高祖之所以勝，而項籍之所以敗者，在能忍與不能忍之間而已矣。項籍唯不能忍，是以百戰百勝而輕用其鋒；高祖忍之，養其全鋒而待其弊，此子房教之也。當淮陰破齊而欲自王，高祖發怒，見於詞色。由此觀之，猶有剛強不忍之氣，非子房其誰全之？",
            "太史公疑子房以爲魁梧奇偉，而其狀貌乃如婦人女子，不稱其志氣。嗚呼！此其所以爲子房歟！"
          ]
        },
        {
          "chapter": "賈誼論",
          "source": "(蘇軾)",
          "author": "宋代：蘇軾 ",
          "paragraphs": [
            "非才之難，所以自用者實難。惜乎！賈生，王者之佐，而不能自用其才也。",
            "夫君子之所取者遠，則必有所待；所就者大，則必有所忍。古之賢人，皆負可致之才，而卒不能行其萬一者，未必皆其時君之罪，或者其自取也。",
            "愚觀賈生之論，如其所言，雖三代何以遠過？得君如漢文，猶且以不用死。然則是天下無堯、舜，終不可有所爲耶？仲尼聖人，歷試於天下，苟非大無道之國，皆欲勉強扶持，庶幾一日得行其道。將之荊，先之以冉有，申之以子夏。君子之慾得其君，如此其勤也。孟子去齊，三宿而後出晝，猶曰：“王其庶幾召我。”君子之不忍棄其君，如此其厚也。公孫丑問曰：“夫子何爲不豫？”孟子曰：“方今天下，捨我其誰哉？而吾何爲不豫？”君子之愛其身，如此其至也。夫如此而不用，然後知天下果不足與有爲，而可以無憾矣。若賈生者，非漢文之不能用生，生之不能用漢文也。",
            "夫絳侯親握天子璽而授之文帝，灌嬰連兵數十萬，以決劉、呂之雌雄，又皆高帝之舊將，此其君臣相得之分，豈特父子骨肉手足哉？賈生，洛陽之少年。欲使其一朝之間，盡棄其舊而謀其新，亦已難矣。爲賈生者，上得其君，下得其大臣，如絳、灌之屬，優遊浸漬而深交之，使天子不疑，大臣不忌，然後舉天下而唯吾之所欲爲，不過十年，可以得志。安有立談之間，而遽爲人“痛哭”哉！觀其過湘爲賦以吊屈原，紆鬱憤悶，趯然有遠舉之志。其後以自傷哭泣，至於夭絕。是亦不善處窮者也。夫謀之一不見用，則安知終不復用也？不知默默以待其變，而自殘至此。嗚呼！賈生志大而量小，纔有餘而識不足也。",
            "古之人，有高世之才，必有遺俗之累。是故非聰明睿智不惑之主，則不能全其用。古今稱苻堅得王猛於草茅之中，一朝盡斥去其舊臣，而與之謀。彼其匹夫略有天下之半，其以此哉！愚深悲生之志，故備論之。亦使人君得如賈生之臣，則知其有狷介之操，一不見用，則憂傷病沮，不能復振。而爲賈生者，亦謹其所發哉！"
          ]
        },
        {
          "chapter": "晁錯論",
          "source": "(蘇軾)",
          "author": "宋代：蘇軾 ",
          "paragraphs": [
            "天下之患，最不可爲者，名爲治平無事，而其實有不測之憂。坐觀其變，而不爲之所，則恐至於不可救；起而強爲之，則天下狃於治平之安而不吾信。惟仁人君子豪傑之士，爲能出身爲天下犯大難，以求成大功；此固非勉強期月之間，而苟以求名之所能也。",
            "天下治平，無故而發大難之端；吾發之，吾能收之，然後有辭於天下。事至而循循焉欲去之，使他人任其責，則天下之禍，必集於我。",
            "昔者晁錯盡忠爲漢，謀弱山東之諸侯，山東諸侯並起，以誅錯爲名；而天子不以察，以錯爲之說。天下悲錯之以忠而受禍，不知錯有以取之也。",
            "古之立大事者，不惟有超世之才，亦必有堅忍不拔之志。昔禹之治水，鑿龍門，決大河而放之海。方其功之未成也，蓋亦有潰冒衝突可畏之患；惟能前知其當然，事至不懼，而徐爲之圖，是以得至於成功。",
            "夫以七國之強，而驟削之，其爲變，豈足怪哉？錯不於此時捐其身，爲天下當大難之衝，而制吳楚之命，乃爲自全之計，欲使天子自將而己居守。且夫發七國之難者，誰乎？己欲求其名，安所逃其患。以自將之至危，與居守至安；己爲難首，擇其至安，而遣天子以其至危，此忠臣義士所以憤怨而不平者也。",
            "當此之時，雖無袁盎，錯亦未免於禍。何者？己欲居守，而使人主自將。以情而言，天子固已難之矣，而重違其議。是以袁盎之說，得行於其間。使吳楚反，錯已身任其危，日夜淬礪，東向而待之，使不至於累其君，則天子將恃之以爲無恐，雖有百盎，可得而間哉？",
            "嗟夫！世之君子，欲求非常之功，則無務爲自全之計。使錯自將而討吳楚，未必無功，惟其欲自固其身，而天子不悅。奸臣得以乘其隙，錯之所以自全者，乃其所以自禍歟！"
          ]
        }
      ]
    },
    {
      "title": "卷十一・宋文",
      "content": [
        {
          "chapter": "上梅直講書",
          "source": "(蘇軾)",
          "author": "宋代：蘇軾 ",
          "paragraphs": [
            "軾每讀《詩》至《鴟梟》，讀《書》至《君奭》，常竊悲周公之不遇。及觀《史》，見孔子厄於陳、蔡之間，而絃歌之聲不絕，顏淵、仲由之徒相與問答。夫子曰： “‘匪兕匪虎，率彼曠野’，吾道非邪，吾何爲於此？”顏淵曰：“夫子之道至大，故天下莫能容。雖然，不容何病？不容然後見君子。”夫子油然而笑曰：“回，使爾多財，吾爲爾宰。”夫天下雖不能容，而其徒自足以相樂如此。乃今知周公之富貴，有不如夫子之貧賤。夫以召公之賢，以管、蔡之親而不知其心，則周公誰與樂其富貴?而夫子之所與共貧賤者，皆天下之賢才，則亦足與樂矣! 軾七、八歲時，始知讀書，聞今天下有歐陽公者，其爲人如古孟軻、韓愈之徒;而又有梅公者,從之遊，而與之上下其議論。其後益壯，始能讀其文詞，想見其爲人，意其飄然脫去世俗之樂,而自樂其樂也。方學爲對偶聲律之文，求斗升之祿，自度無以進見於諸公之間。來京師逾年，未嘗窺其門。 今年春，天下之士,羣至於禮部，執事與歐陽公實親試之。誠不自意，獲在第二。既而聞之，執事愛其文，以爲有孟軻之風;而歐陽公亦以其能不爲世俗之文也而取，是以在此。非左右爲之先容，非親舊爲之請屬，而向之十餘年間，聞其名而不得見者，一朝爲知己。退而思之，人不可以苟富貴，亦不可以徒貧賤。有大賢焉而爲其徒，則亦足恃矣。苟其僥一時之幸，從車騎數十人，使閭巷小民,聚觀而讚歎之，亦何以易此樂也。 《傳》曰：“不怨天，不尤人。”蓋“優哉遊哉，可以卒歲”。執事名滿天下，而位不過五品。其容色溫然而不怒，其文章寬厚敦樸而無怨言，此必有所樂乎斯道也。軾願與聞焉。"
          ]
        },
        {
          "chapter": "喜雨亭記",
          "source": "(蘇軾)",
          "author": "宋代：蘇軾 ",
          "paragraphs": [
            "亭以雨名，誌喜也。古者有喜，則以名物，示不忘也。周公得禾，以名其書；漢武得鼎，以名其年；叔孫勝敵，以名其子。其喜之大小不齊，其示不忘一也。",
            "予至扶風之明年，始治官舍。爲亭於堂之北，而鑿池其南，引流種木，以爲休息之所。是歲之春，雨麥於岐山之陽，其佔爲有年。既而彌月不雨，民方以爲憂。越三月，乙卯乃雨，甲子又雨，民以爲未足。丁卯大雨，三日乃止。官吏相與慶於庭，商賈相與歌於市，農夫相與忭於野，憂者以喜，病者以愈，而吾亭適成。",
            "於是舉酒於亭上，以屬客而告之，曰：“五日不雨可乎？”曰：“五日不雨則無麥。”“十日不雨可乎？”曰：“十日不雨則無禾。”“無麥無禾，歲且荐饑，獄訟繁興，而盜賊滋熾。則吾與二三子，雖欲優遊以樂於此亭，其可得耶？今天不遺斯民，始旱而賜之以雨。使吾與二三子得相與優遊以樂於此亭者，皆雨之賜也。其又可忘耶？”",
            "既以名亭，又從而歌之，曰：“使天而雨珠，寒者不得以爲襦；使天而雨玉，飢者不得以爲粟。一雨三日，伊誰之力？民曰太守。太守不有，歸之天子。天子曰不然，歸之造物。造物不自以爲功，歸之太空。太空冥冥，不可得而名。吾以名吾亭。”"
          ]
        },
        {
          "chapter": "凌虛臺記",
          "source": "(蘇軾)",
          "author": "宋代：蘇軾 ",
          "paragraphs": [
            "國於南山之下，宜若起居飲食與山接也。四方之山，莫高於終南；而都邑之麗山者，莫近於扶風。以至近求最高，其勢必得。而太守之居，未嘗知有山焉。雖非事之所以損益，而物理有不當然者。此凌虛之所爲築也。",
            "方其未築也，太守陳公杖履逍遙於其下。見山之出於林木之上者，累累如人之旅行於牆外而見其髻也。曰：“是必有異。”使工鑿其前爲方池，以其土築臺，高出於屋之檐而止。然後人之至於其上者，恍然不知臺之高，而以爲山之踊躍奮迅而出也。公曰：“是宜名凌虛。”以告其從事蘇軾，而求文以爲記。",
            "軾復於公曰：“物之廢興成毀，不可得而知也。昔者荒草野田，霜露之所蒙翳，狐虺之所竄伏。方是時，豈知有凌虛臺耶？廢興成毀，相尋於無窮，則臺之復爲荒草野田，皆不可知也。嘗試與公登臺而望，其東則秦穆之祈年、橐泉也，其南則漢武之長楊，五柞，而其北則隋之仁壽，唐之九成也。計其一時之盛，宏傑詭麗，堅固而不可動者，豈特百倍於臺而已哉？然而數世之後，欲求其彷彿，而破瓦頹垣，無復存者，既已化爲禾黍荊棘丘墟隴畝矣，而況於此臺歟！夫臺猶不足恃以長久，而況於人事之得喪，忽往而忽來者歟！而或者欲以誇世而自足，則過矣。蓋世有足恃者，而不在乎臺之存亡也。”既以言於公，退而爲之記。"
          ]
        },
        {
          "chapter": "超然臺記",
          "source": "(蘇軾)",
          "author": "宋代：蘇軾 ",
          "paragraphs": [
            "凡物皆有可觀。苟有可觀，皆有可樂，非必怪奇偉麗者也。",
            "哺糟啜醨皆可以醉；果蔬草木，皆可以飽。推此類也，吾安往而不樂？",
            "夫所爲求褔而辭禍者，以褔可喜而禍可悲也。人之所欲無窮，而物之可以足吾欲者有盡，美惡之辨戰乎中，而去取之擇交乎前。則可樂者常少，而可悲者常多。是謂求禍而辭褔。夫求禍而辭褔，豈人之情也哉？物有以蓋之矣。彼遊於物之內，而不遊於物之外。物非有大小也，自其內而觀之，未有不高且大者也。彼挾其高大以臨我，則我常眩亂反覆，如隙中之觀鬥，又焉知勝負之所在。是以美惡橫生，而憂樂出焉，可不大哀乎！",
            "餘自錢塘移守膠西，釋舟楫之安，而服車馬之勞；去雕牆之美，而蔽採椽之居；背湖山之觀，而適桑麻之野。始至之日，歲比不登，盜賊滿野，獄訟充斥；而齋廚索然，日食杞菊。人固疑餘之不樂也。處之期年，而貌加豐，發之白者，日以反黑。予既樂其風俗之淳，而其吏民亦安予之拙也。於是治其園圃，潔其庭宇，伐安丘、高密之木，以修補破敗，爲苟全之計。",
            "而園之北，因城以爲臺者舊矣，稍葺而新之。時相與登覽，放意肆志焉。南望馬耳、常山，出沒隱見，若近若遠，庶幾有隱君子乎！而其東則廬山，秦人盧敖之所從遁也。西望穆陵，隱然如城郭，師尚父、齊桓公之遺烈，猶有存者。北俯濰水，慨然太息，思淮陰之功，而吊其不終。臺高而安，深而明，夏涼而冬溫。雨雪之朝，風月之夕，予未嘗不在，客未嘗不從。擷園蔬，取池魚，釀秫酒，瀹脫粟而食之，曰：“樂哉遊乎！\"",
            "方是時，予弟子由，適在濟南，聞而賦之，且名其臺曰“超然”，以見餘之無所往而不樂者，蓋遊於物之外也。"
          ]
        },
        {
          "chapter": "放鶴亭記",
          "source": "(蘇軾)",
          "author": "宋代：蘇軾 ",
          "paragraphs": [
            "熙寧十年秋，彭城大水。雲龍山人張君之草堂，水及其半扉。明年春，水落，遷於故居之東，東山之麓。升高而望，得異境焉，作亭於其上。彭城之山，岡嶺四合，隱然如大環，獨缺其西一面，而山人之亭，適當其缺。春夏之交，草木際天；秋冬雪月，千里一色；風雨晦明之間，俯仰百變。",
            "山人有二鶴，甚馴而善飛，旦則望西山之缺而放焉，縱其所如,或立於陂(bēi)田，或翔於雲表；暮則傃東山而歸。故名之曰“放鶴亭”。",
            "郡守蘇軾，時從賓佐僚吏往見山人，飲酒於斯亭而樂之。挹山人而告之曰：“子知隱居之樂乎？雖南面之君，未可與易也。《易》曰：‘鳴鶴在陰，其子和之。’ 《詩》曰：‘鶴鳴於九皋，聲聞於天。’蓋其爲物，清遠閒放，超然於塵埃之外，故《易》《詩》人以比賢人君子。隱德之士，狎而玩之，宜若有益而無損者；然衛懿公好鶴則亡其國。周公作《酒誥》，衛武公作《抑戒》，以爲荒惑敗亂，無若酒者；而劉伶、阮籍之徒，以此全其真而名後世。嗟夫！南面之君，雖清遠閒放如鶴者，猶不得好，好之則亡其國；而山林遁世之士，雖荒惑敗亂如酒者，猶不能爲害，而況於鶴乎？由此觀之，其爲樂未可以同日而語也。”山人忻然而笑曰：“有是哉！”乃作放鶴、招鶴之歌曰：",
            "鶴飛去兮西山之缺，高翔而下覽兮擇所適。翻然斂翼，宛將集兮，忽何所見，矯然而復擊。獨終日於澗谷之間兮，啄蒼苔而履白石。",
            "鶴歸來兮，東山之陰。其下有人兮，黃冠草屨，葛衣而鼓琴。躬耕而食兮，其餘以汝飽。歸來歸來兮，西山不可以久留。",
            "元豐元年十一月初八日記 《放鶴亭記》。"
          ]
        },
        {
          "chapter": "石鐘山記",
          "source": "(蘇軾)",
          "author": "宋代：蘇軾 ",
          "paragraphs": [
            "《水經》雲：“彭蠡之口有石鐘山焉。”酈元以爲下臨深潭，微風鼓浪，水石相搏，聲如洪鐘。是說也，人常疑之。今以鐘磬置水中，雖大風浪不能鳴也，而況石乎！至唐李渤始訪其遺蹤，得雙石於潭上，扣而聆之，南聲函胡，北音清越，桴止響騰，餘韻徐歇。自以爲得之矣。然是說也，餘尤疑之。石之鏗然有聲者，所在皆是也，而此獨以鍾名，何哉？",
            "元豐七年六月丁丑，餘自齊安舟行適臨汝，而長子邁將赴饒之德興尉，送之至湖口，因得觀所謂石鍾者。寺僧使小童持斧，於亂石間擇其一二扣之，硿硿焉。餘固笑而不信也。至莫夜月明，獨與邁乘小舟，至絕壁下。大石側立千尺，如猛獸奇鬼，森然欲搏人；而山上棲鶻，聞人聲亦驚起，磔磔雲霄間；又有若老人咳且笑于山谷中者，或曰此鸛鶴也。餘方心動欲還，而大聲發於水上，噌吰如鐘鼓不絕。舟人大恐。徐而察之，則山下皆石穴罅，不知其淺深，微波入焉，涵淡澎湃而爲此也。舟回至兩山間，將入港口，有大石當中流，可坐百人，空中而多竅，與風水相吞吐，有窾坎鏜鞳之聲，與向之噌吰者相應，如樂作焉。因笑謂邁曰：“汝識之乎？噌吰者，周景王之無射也；窾坎鏜鞳者，魏莊子之歌鐘也。古之人不餘欺也！”",
            "事不目見耳聞，而臆斷其有無，可乎？酈元之所見聞，殆與餘同，而言之不詳；士大夫終不肯以小舟夜泊絕壁之下，故莫能知；而漁工水師雖知而不能言。此世所以不傳也。而陋者乃以斧斤考擊而求之，自以爲得其實。餘是以記之，蓋嘆酈元之簡，而笑李渤之陋也。"
          ]
        },
        {
          "chapter": "潮州韓文公廟碑",
          "source": "(蘇軾)",
          "author": "宋代：蘇軾 ",
          "paragraphs": [
            "匹夫而爲百世師，一言而爲天下法。是皆有以參天地之化，關盛衰之運，其生也有自來，其逝也有所爲。故申、呂自嶽降，傅說爲列星，古今所傳，不可誣也。孟子曰：“我善養吾浩然之氣。”是氣也，寓於尋常之中，而塞乎天地之間。卒然遇之，則王公失其貴，晉、楚失其富，良、平失其智，賁、育失其勇，儀、秦失其辯。是孰使之然哉？其必有不依形而立，不恃力而行，不待生而存，不隨死而亡者矣。故在天爲星辰，在地爲河嶽，幽則爲鬼神，而明則復爲人。此理之常，無足怪者。",
            "自東漢以來，道喪文弊，異端並起，歷唐貞觀、開元之盛，輔以房、杜、姚、宋而不能救。獨韓文公起布衣，談笑而麾之，天下靡然從公，復歸於正，蓋三百年於此矣。文起八代之衰，而道濟天下之溺；忠犯人主之怒，而勇奪三軍之帥：此豈非參天地，關盛衰，浩然而獨存者乎？",
            "蓋嘗論天人之辨，以謂人無所不至，惟天不容僞。智可以欺王公，不可以欺豚魚；力可以得天下，不可以得匹夫匹婦之心。故公之精誠，能開衡山之雲，而不能回憲宗之惑；能馴鱷魚之暴，而不能弭皇甫鎛、李逢吉之謗；能信於南海之民，廟食百世，而不能使其身一日安於朝廷之上。蓋公之所能者天也，其所不能者人也。",
            "始潮人未知學，公命進士趙德爲之師。自是潮之士，皆篤於文行，延及齊民，至於今，號稱易治。信乎孔子之言，“君子學道則愛人，小人學道則易使”也。潮人之事公也，飲食必祭，水旱疾疫，凡有求必禱焉。而廟在刺史公堂之後，民以出入爲艱。前太守欲請諸朝作新廟，不果。元佑五年，朝散郎王君滌來守是邦。凡所以養士治民者，一以公爲師。民既悅服，則出令曰：“願新公廟者，聽！”民歡趨之，卜地於州城之南七裏，期年而廟成。",
            "或曰：“公去國萬里，而謫於潮，不能一歲而歸。沒而有知，其不眷戀於潮也，審矣。”軾曰：“不然！公之神在天下者，如水之在地中，無所往而不在也。而潮人獨信之深，思之至，焄蒿悽愴，若或見之。譬如鑿井得泉，而曰水專在是，豈理也哉？”元豐七年，詔拜公昌黎伯，故榜曰：“昌黎伯韓文公之廟。”潮人請書其事於石，因作詩以遺之，使歌以祀公。其辭曰：“公昔騎龍白雲鄉，手抉雲漢分天章，天孫爲織雲錦裳。飄然乘風來帝旁，下與濁世掃秕糠。西遊咸池略扶桑，草木衣被昭回光。追逐李、杜參翱翔，汗流籍、湜走且僵，滅沒倒影不能望。作書抵佛譏君王，要觀南海窺衡湘，歷舜九嶷吊英、皇。祝融先驅海若藏，約束蛟鱷如驅羊。鈞天無人帝悲傷，謳吟下招遣巫陽。犦牲雞卜羞我觴，於粲荔丹與蕉黃。公不少留我涕滂，翩然被髮下大荒。”"
          ]
        },
        {
          "chapter": "乞校正陸贄奏議進御札子",
          "source": "(蘇軾)",
          "author": "宋代：蘇軾 ",
          "paragraphs": [
            "臣等猥以空疏，備員講讀。聖明天縱，學問日新。臣等纔有限而道無窮，心欲言而口不逮，以此自愧，莫知所爲。",
            "竊謂人臣之納忠，譬如醫者之用藥，藥雖進於醫手，方多傳於古人。若已經效於世間，不必皆從於己出。",
            "伏見唐宰相陸贄，才本王佐，學爲帝師。論深切於事情，言不離於道德。智如子房而文則過，辯如賈誼而術不疏，上以格君心之非，下以通天下之志。但其不幸，仕不遇時。德宗以苛刻爲能，而贄諫之以忠厚；德宗以猜疑爲術，而贄勸之以推誠；德宗好用兵，而贄以消兵爲先；德宗好聚財，而贄以散財爲急。至於用人聽言之法，治邊馭將之方，罪己以收人心，改過以應天道，去小人以除民患，惜名器以待有功，如此之流，未易悉數。可謂進苦口之樂石，針害身之膏肓。使德宗盡用其言，則貞觀可得而復。",
            "臣等每退自西閣，即私相告言，以陛下聖明，必喜贄議論。但使聖賢之相契，即如臣主之同時。昔馮唐論頗、牧之賢，則漢文爲之太息；魏相條晁、董之對，則孝宣以致中興。若陛下能自得師，莫若近取諸贄。夫六經三史，諸子百家，非無可觀，皆足爲治。但聖言幽遠，末學支離，譬如山海之崇深，難以一二而推擇。如贄之論，開卷瞭然。聚古今之精英，實治亂之龜鑑。臣等欲取其奏議，稍加校正，繕寫進呈。願陛下置之坐隅，如見贄面，反覆熟讀，如與贄言。必能發聖性之高明，成治功於歲月。臣等不勝區區之意，取進止。"
          ]
        },
        {
          "chapter": "前赤壁賦",
          "source": "(蘇軾)",
          "author": "宋代：蘇軾 ",
          "paragraphs": [
            "壬戌之秋，七月既望，蘇子與客泛舟遊於赤壁之下。清風徐來，水波不興。舉酒屬客，誦明月之詩，歌窈窕之章。少焉，月出於東山之上，徘徊於斗牛之間。白露橫江，水光接天。縱一葦之所如，凌萬頃之茫然。浩浩乎如馮虛御風，而不知其所止；飄飄乎如遺世獨立，羽化而登仙。(馮 通：憑)",
            "於是飲酒樂甚，扣舷而歌之。歌曰：“桂棹兮蘭槳，擊空明兮溯流光。渺渺兮予懷，望美人兮天一方。”客有吹洞簫者，倚歌而和之。其聲嗚嗚然，如怨如慕，如泣如訴；餘音嫋嫋，不絕如縷。舞幽壑之潛蛟，泣孤舟之嫠婦。",
            "蘇子愀然，正襟危坐，而問客曰：“何爲其然也？”客曰：“‘月明星稀，烏鵲南飛。’此非曹孟德之詩乎？西望夏口，東望武昌，山川相繆，鬱乎蒼蒼，此非孟德之困於周郎者乎？方其破荊州，下江陵，順流而東也，舳艫千里，旌旗蔽空，釃酒臨江，橫槊賦詩，固一世之雄也，而今安在哉？況吾與子漁樵於江渚之上，侶魚蝦而友麋鹿，駕一葉之扁舟，舉匏樽以相屬。寄蜉蝣於天地，渺滄海之一粟。哀吾生之須臾，羨長 江之無窮。挾飛仙以遨遊，抱明月而長終。知不可乎驟得，託遺響於悲風。”",
            "蘇子曰：“客亦知夫水與月乎？逝者如斯，而未嘗往也；盈虛者如彼，而卒莫消長也。蓋將自其變者而觀之，則天地曾不能以一瞬；自其不變者而觀之，則物與我皆無盡也，而又何羨乎！且夫天地之間，物各有主，苟非吾之所有，雖一毫而莫取。惟江上之清風，與山間之明月，耳得之而爲聲，目遇之而成色，取之無禁，用之不竭。是造物者之無盡藏也，而吾與子之所共適。”(共適 一作：共食)",
            "客喜而笑，洗盞更酌。餚核既盡，杯盤狼籍。相與枕藉乎舟中，不知東方之既白。"
          ]
        },
        {
          "chapter": "後赤壁賦",
          "source": "(蘇軾)",
          "author": "宋代：蘇軾 ",
          "paragraphs": [
            "是歲十月之望，步自雪堂，將歸於臨皋。二客從予過黃泥之阪。霜露既降，木葉盡脫， 人影在地，仰見明月，顧而樂之，行歌相答。已而嘆曰：“有客無酒，有酒無餚，月白風 清，如此良夜何！”客曰：“今者薄暮，舉網得魚，巨口細鱗，狀如松江之鱸。顧安所得酒 乎？”歸而謀諸婦。婦曰：“我有斗酒，藏之久矣，以待子不時之需。”於是攜酒與魚，復 遊於赤壁之下。江流有聲，斷岸千尺；山高月小，水落石出。曾日月之幾何，而江山不可復 識矣。予乃攝衣而上，履巉巖，披蒙茸，踞虎豹，登虯龍，攀棲鶻之危巢，俯馮夷之幽 宮。蓋二客不能從焉。劃然長嘯，草木震動，山鳴谷應，風起水涌。予亦悄然而悲，肅然而 恐，凜乎其不可留也。反而登舟，放乎中流，聽其所止而休焉。時夜將半，四顧寂寥。適有 孤鶴，橫江東來。翅如車輪，玄裳縞衣，戛然長鳴，掠予舟而西也。",
            "須臾客去，予亦就睡。夢一道士，羽衣蹁躚，過臨皋之下，揖予而言曰：“赤壁之遊樂 乎？”問其姓名，俯而不答。“嗚呼！噫嘻！我知之矣。疇昔之夜，飛鳴而過我者，非子也 邪？”道士顧笑，予亦驚寤。開戶視之，不見其處。"
          ]
        },
        {
          "chapter": "三槐堂銘",
          "source": "(蘇軾)",
          "author": "宋代：蘇軾 ",
          "paragraphs": [
            "天可必乎？賢者不必貴，仁者不必壽。天不可必乎？仁者必有後。二者將安取衷哉？吾聞之申包胥曰：“人定者勝天，天定亦能勝人。”世之論天者，皆不待其定而求之，故以天爲茫茫。善者以怠，惡者以肆。盜跖之壽，孔、顏之厄，此皆天之未定者也。松柏生於山林，其始也，困於蓬蒿，厄於牛羊；而其終也，貫四時、閱千歲而不改者，其天定也。善惡之報，至於子孫，則其定也久矣。吾以所見所聞考之，而其可必也審矣。",
            "國之將興，必有世德之臣，厚施而不食其報，然後其子孫能與守文太平之主、共天下之福。故兵部侍郎晉國王公，顯於漢、周之際，歷事太祖、太宗，文武忠孝，天下望以爲相，而公卒以直道不容於時。蓋嘗手植三槐於庭，曰：“吾子孫必有爲三公者。”已而其子魏國文正公，相真宗皇帝於景德、祥符之間，朝廷清明，天下無事之時，享其福祿榮名者十有八年。今夫寓物於人，明日而取之，有得有否；而晉公修德於身，責報於天，取必於數十年之後，如持左契，交手相付。吾是以知天之果可必也。",
            "吾不及見魏公，而見其子懿敏公，以直諫事仁宗皇帝，出入侍從將帥三十餘年，位不滿其德。天將復興王氏也歟！何其子孫之多賢也？世有以晉公比李棲筠者，其雄才直氣，真不相上下。而棲筠之子吉甫，其孫德裕，功名富貴，略與王氏等；而忠恕仁厚，不及魏公父子。由此觀之，王氏之福蓋未艾也。",
            "懿敏公之子鞏與吾遊，好德而文，以世其家，吾以是銘之。銘曰：",
            "“嗚呼休哉！魏公之業，與槐俱萌；封植之勤，必世乃成。既相真宗，四方砥平。歸視其家，槐陰滿庭。吾儕小人，朝不及夕，相時射利，皇恤厥德？庶幾僥倖，不種而獲。不有君子，其何能國？王城之東，晉公所廬；鬱郁三槐，惟德之符。嗚呼休哉！"
          ]
        },
        {
          "chapter": "方山子傳",
          "source": "(蘇軾)",
          "author": "宋代：蘇軾 ",
          "paragraphs": [
            "方山子，光、黃間隱人也。少時慕朱家、郭解爲人，閭里之俠皆宗之。稍壯，折節讀書，欲以此馳騁當世，然終不遇。晚乃遁於光、黃間，曰岐亭。庵居蔬食，不與世相聞。棄車馬，毀冠服，徒步往來山中，人莫識也。見其所著帽，方聳而高，曰：“此豈古方山冠之遺象乎？”因謂之方山子。",
            "餘謫居於黃，過岐亭，適見焉。曰：“嗚呼！此吾故人陳慥季常也。何爲而在此？”方山子亦矍然，問餘所以至此者。餘告之故。俯而不答，仰而笑，呼餘宿其家。環堵蕭然，而妻子奴婢皆有自得之意。餘既聳然異之。",
            "獨念方山子少時，使酒好劍，用財如糞土。前十九年，餘在岐山，見方山子從兩騎，挾二矢，遊西山。鵲起於前，使騎逐而射之，不獲。方山子怒馬獨出，一發得之。因與餘馬上論用兵及古今成敗，自謂一世豪士。今幾日耳，精悍之色猶見於眉間，而豈山中之人哉？",
            "然方山子世有勳閥，當得官，使從事於其間，今已顯聞。而其家在洛陽，園宅壯麗與公侯等。河北有田，歲得帛千匹，亦足以富樂。皆棄不取，獨來窮山中，此豈無得而然哉？",
            "餘聞光、黃間多異人，往往陽狂垢污，不可得而見。方山子倘見之歟？"
          ]
        },
        {
          "chapter": "六國論",
          "source": "(蘇轍)",
          "author": "宋代：蘇轍 ",
          "paragraphs": [
            "嘗讀六國《世家》，竊怪天下之諸侯，以五倍之地，十倍之衆，發憤西向，以攻山西千里之秦，而不免於死亡。常爲之深思遠慮，以爲必有可以自安之計，蓋未嘗不咎其當時之士慮患之疏，而見利之淺，且不知天下之勢也。",
            "夫秦之所以與諸侯爭天下者，不在齊、楚、燕、趙也，而在韓、魏之郊；諸侯之所與秦爭天下者，不在齊、楚、燕、趙也，而在韓、魏之野。秦之有韓、魏，譬如人之有腹心之疾也。韓、魏塞秦之衝，而弊山東之諸侯，故夫天下之所重者，莫如韓、魏也。昔者範睢用於秦而收韓，商鞅用於秦而收魏，昭王未得韓、魏之心，而出兵以攻齊之剛、壽，而范雎以爲憂。然則秦之所忌者可以見矣。",
            "秦之用兵於燕、趙，秦之危事也。越韓過魏，而攻人之國都，燕、趙拒之於前，而韓、魏乘之於後，此危道也。而秦之攻燕、趙，未嘗有韓、魏之憂，則韓、魏之附秦故也。夫韓、魏諸侯之障，而使秦人得出入於其間，此豈知天下之勢邪！委區區之韓、魏，以當強虎狼之秦，彼安得不折而入於秦哉？韓、魏折而入於秦，然後秦人得通其兵於東諸侯，而使天下偏受其禍。",
            "夫韓、魏不能獨當秦，而天下之諸侯，藉之以蔽其西，故莫如厚韓親魏以擯秦。秦人不敢逾韓、魏以窺齊、楚、燕、趙之國，而齊、楚、燕、趙之國，因得以自完於其間矣。以四無事之國，佐當寇之韓、魏，使韓、魏無東顧之憂，而爲天下出身以當秦兵；以二國委秦，而四國休息於內，以陰助其急，若此，可以應夫無窮，彼秦者將何爲哉！不知出此，而乃貪疆埸尺寸之利，背盟敗約，以自相屠滅，秦兵未出，而天下諸侯已自困矣。至於秦人得伺其隙以取其國，可不悲哉！"
          ]
        },
        {
          "chapter": "上樞密韓太尉書",
          "source": "(蘇轍)",
          "author": "宋代：蘇轍 ",
          "paragraphs": [
            "太尉執事：轍生好爲文，思之至深。以爲文者氣之所形，然文不可以學而能，氣可以養而致。孟子曰：“我善養吾浩然之氣。”今觀其文章，寬厚宏博，充乎天地之間，稱其氣之小大。太史公行天下，周覽四海名山大川，與燕、趙間豪俊交遊，故其文疏蕩，頗有奇氣。此二子者，豈嘗執筆學爲如此之文哉？其氣充乎其中而溢乎其貌，動乎其言而見乎其文，而不自知也。",
            "轍生十有九年矣。其居家所與遊者，不過其鄰里鄉黨之人；所見不過數百里之間，無高山大野可登覽以自廣；百氏之書，雖無所不讀，然皆古人之陳跡，不足以激發其志氣。恐遂汩沒，故決然捨去，求天下奇聞壯觀，以知天地之廣大。過秦、漢之故都，恣觀終南、嵩、華之高，北顧黃河之奔流，慨然想見古之豪傑。至京師，仰觀天子宮闕之壯，與倉廩、府庫、城池、苑囿之富且大也，而後知天下之巨麗。見翰林歐陽公，聽其議論之宏辯，觀其容貌之秀偉，與其門人賢士大夫遊，而後知天下之文章聚乎此也。太尉以才略冠天下，天下之所恃以無憂，四夷之所憚以不敢發，入則周公、召公，出則方叔、召虎。而轍也未之見焉。",
            "且夫人之學也，不志其大，雖多而何爲？轍之來也，于山見終南、嵩、華之高，於水見黃河之大且深，於人見歐陽公，而猶以爲未見太尉也。故願得觀賢人之光耀，聞一言以自壯，然後可以盡天下之大觀而無憾者矣。",
            "轍年少，未能通習吏事。向之來，非有取於斗升之祿，偶然得之，非其所樂。然幸得賜歸待選，使得優遊數年之間，將以益治其文，且學爲政。太尉苟以爲可教而辱教之，又幸矣！"
          ]
        },
        {
          "chapter": "黃州快哉亭記",
          "source": "(蘇轍)",
          "author": "宋代：蘇轍 ",
          "paragraphs": [
            "江出西陵，始得平地，其流奔放肆大。南合沅、湘 ，北合漢沔，其勢益張。至於赤壁之下，波流浸灌，與海相若。清河張君夢得謫居齊安，即其廬之西南爲亭，以覽觀江流之勝，而餘兄子瞻名之曰“快哉”。",
            "蓋亭之所見，南北百里，東西一舍。濤瀾洶涌，風雲開闔。晝則舟楫出沒於其前，夜則魚龍悲嘯於其下。變化倏忽，動心駭目，不可久視。今乃得玩之几席之上，舉目而足。西望武昌諸山，岡陵起伏，草木行列，煙消日出。漁夫樵父之舍，皆可指數。此其所以爲“快哉”者也。至於長洲之濱，故城之墟。曹孟德、孫仲謀之所睥睨，周瑜、陸遜之所騁騖。其流風遺蹟，亦足以稱快世俗。",
            "昔楚襄王從宋玉、景差於蘭臺之宮，有風颯然至者，王披襟當之，曰：“快哉此風！寡人所與庶人共者耶？”宋玉曰：“此獨大王之雄風耳，庶人安得共之！”玉之言蓋有諷焉。夫風無雌雄之異，而人有遇，不遇之變；楚王之所以爲樂，與庶人之所以爲憂，此則人之變也，而風何與焉？士生於世，使其中不自得，將何往而非病？使其中坦然，不以物傷性，將何適而非快？今張君不以謫爲患，竊會計之餘功，而自放山水之間，此其中宜有以過人者。將蓬戶甕牖無所不快；而況乎濯長江之清流，揖西山之白雲 ，窮耳目之勝以自適也哉！不然，連山絕壑，長林古木，振之以清風，照之以明月，此皆騷人思士之所以悲傷憔悴而不能勝者，烏睹其爲快也哉！",
            "元豐六年十一月朔日，趙郡蘇轍記。"
          ]
        },
        {
          "chapter": "寄歐陽舍人書",
          "source": "(曾鞏)",
          "author": "宋代：曾鞏 ",
          "paragraphs": [
            "鞏頓首再拜，舍人先生：",
            "去秋人還，蒙賜書及所撰先大父墓碑銘。反覆觀誦，感與慚並。夫銘志之著於世，義近於史，而亦有與史異者。蓋史之於善惡，無所不書,而銘者，蓋古之人有功德材行志義之美者，懼後世之不知，則必銘而見之。或納於廟，或存於墓，一也。苟其人之惡，則於銘乎何有？此其所以與史異也。其辭之作，所以使死者無有所憾，生者得致其嚴。而善人喜於見傳，則勇於自立；惡人無有所紀，則以愧而懼。至於通材達識，義烈節士，嘉言善狀，皆見於篇，則足爲後法。警勸之道，非近乎史，其將安近？",
            "及世之衰，爲人之子孫者，一欲褒揚其親而不本乎理。故雖惡人，皆務勒銘，以誇後世。立言者既莫之拒而不爲，又以其子孫之所請也，書其惡焉，則人情之所不得，於是乎銘始不實。後之作銘者，常觀其人。苟託之非人，則書之非公與是，則不足以行世而傳後。故千百年來，公卿大夫至於里巷之士，莫不有銘，而傳者蓋少。其故非他，託之非人，書之非公與是故也。",
            "然則孰爲其人而能盡公與是歟？非畜道德而能文章者，無以爲也。蓋有道德者之於惡人，則不受而銘之，於衆人則能辨焉。而人之行，有情善而跡非，有意奸而外淑，有善惡相懸而不可以實指，有實大於名，有名侈於實。猶之用人，非畜道德者，惡能辨之不惑，議之不徇？不惑不徇，則公且是矣。而其辭之不工，則世猶不傳，於是又在其文章兼勝焉。故曰，非畜道德而能文章者無以爲也，豈非然哉！",
            "然畜道德而能文章者，雖或並世而有，亦或數十年或一二百年而有之。其傳之難如此，其遇之難又如此。若先生之道德文章，固所謂數百年而有者也。先祖之言行卓卓，幸遇而得銘，其公與是，其傳世行後無疑也。而世之學者，每觀傳記所書古人之事，至其所可感，則往往衋然不知涕之流落也，況其子孫也哉？況鞏也哉？其追睎祖德而思所以傳之之繇，則知先生推一賜於鞏而及其三世。其感與報，宜若何而圖之？",
            "抑又思若鞏之淺薄滯拙，而先生進之，先祖之屯蹶否塞以死，而先生顯之，則世之魁閎豪傑不世出之士，其誰不願進於門？潛遁幽抑之士，其誰不有望於世？善誰不爲，而惡誰不愧以懼？爲人之父祖者，孰不欲教其子孫？爲人之子孫者，孰不欲寵榮其父祖？此數美者，一歸於先生。既拜賜之辱，且敢進其所以然。所諭世族之次，敢不承教而加詳焉？愧甚，不宣。鞏再拜。"
          ]
        },
        {
          "chapter": "贈黎安二生序",
          "source": "(曾鞏)",
          "author": "宋代：曾鞏 ",
          "paragraphs": [
            "趙郡蘇軾，餘之同年友也。自蜀以書至京師遺餘，稱蜀之士，曰黎生、安生者。既而黎生攜其文數十萬言，安生攜其文亦數千言，辱以顧餘。讀其文，誠閎壯雋偉，善反覆馳騁，窮盡事理；而其材力之放縱，若不可極者也。二生固可謂魁奇特起之士，而蘇君固可謂善知人者也。",
            "頃之，黎生補江陵府司法參軍。將行，請予言以爲贈。餘曰：「餘之知生，既得之於心矣，乃將以言相求於外邪？」黎生曰：「生與安生之學於斯文，裏之人皆笑以爲迂闊。今求子之言，蓋將解惑於里人。」餘聞之，自顧而笑。",
            "夫世之迂闊，孰有甚於予乎？知信乎古，而不知合乎世；知志乎道，而不知同乎俗。此餘所以困於今而不自知也。世之迂闊，孰有甚於予乎？今生之迂，特以文不近俗，迂之小者耳，患爲笑於裏之人。若餘之迂大矣，使生持吾言而歸，且重得罪，庸詎止於笑乎？",
            "然則若餘之於生，將何言哉？謂餘之迂爲善，則其患若此；謂爲不善，則有以合乎世，必違乎古，有以同乎俗，必離乎道矣。生其無急於解里人之惑，則於是焉，必能擇而取之。",
            "遂書以贈二生，並示蘇君，以爲何如也？"
          ]
        },
        {
          "chapter": "讀孟嘗君傳",
          "source": "(王安石)",
          "author": "宋代：王安石 ",
          "paragraphs": [
            "世皆稱孟嘗君能得士，士以故歸之，而卒賴其力以脫於虎豹之秦。嗟乎！孟嘗君特雞鳴狗盜之雄耳，豈足以言得士？不然，擅齊之強，得一士焉，宜可以南面而制秦，尚何取雞鳴狗盜之力哉？夫雞鳴狗盜之出其門，此士之所以不至也。"
          ]
        },
        {
          "chapter": "同學一首別子固",
          "source": "(王安石)",
          "author": "宋代：王安石 ",
          "paragraphs": [
            "江之南有賢人焉，字子固，非今所謂賢人者，予慕而友之。淮之南有賢人焉，字正之，非今所謂賢人者，予慕而友之。二賢人者，足未嘗相過也，口未嘗相語也，辭幣未嘗相接也。其師若友，豈盡同哉？予考其言行，其不相似者，何其少也！曰：學聖人而已矣。”學聖人，則其師若友，必學聖人者。聖人之言行，豈有二哉？其相似也適然。",
            "予在淮南，爲正之道子固，正之不予疑也。還江南，爲子固道正之，子固亦以爲然。予又知所謂賢人者，既相似，又相信不疑也。",
            "子固作《懷友》一首遺予，其大略欲相扳以至乎中庸而後已。正之蓋亦常云爾。夫安驅徐行，轥中庸之庭，而造於其堂，舍二賢人者而誰哉？予昔非敢自必其有至也，亦願從事於左右焉爾。輔而進之，其可也。",
            "噫！官有守，私有系，會合不可以常也，作《同學一首別子固》以相警，且相慰雲。"
          ]
        },
        {
          "chapter": "遊褒禪山記",
          "source": "(王安石)",
          "author": "宋代：王安石 ",
          "paragraphs": [
            "褒禪山亦謂之華山，唐浮圖慧褒始舍於其址，而卒葬之；以故其後名之曰“褒禪”。今所謂慧空禪院者，褒之廬冢也。距其院東五里，所謂華山洞者，以其乃華山之陽名之也。距洞百餘步，有碑僕道，其文漫滅，獨其爲文猶可識曰“花山”。今言“華”如“華實”之“華”者，蓋音謬也。",
            "其下平曠，有泉側出，而記遊者甚衆，所謂前洞也。由山以上五六裏，有穴窈然，入之甚寒，問其深，則其好遊者不能窮也，謂之後洞。餘與四人擁火以入，入之愈深，其進愈難，而其見愈奇。有怠而欲出者，曰：“不出，火且盡。”遂與之俱出。蓋餘所至，比好遊者尚不能十一，然視其左右，來而記之者已少。蓋其又深，則其至又加少矣。方是時，餘之力尚足以入，火尚足以明也。既其出，則或咎其欲出者，而餘亦悔其隨之，而不得極夫遊之樂也。",
            "於是餘有嘆焉。古人之觀於天地、山川、草木、蟲魚、鳥獸，往往有得，以其求思之深而無不在也。夫夷以近，則遊者衆；險以遠，則至者少。而世之奇偉、瑰怪，非常之觀，常在於險遠，而人之所罕至焉，故非有志者不能至也。有志矣，不隨以止也，然力不足者，亦不能至也。有志與力，而又不隨以怠，至於幽暗昏惑而無物以相之，亦不能至也。然力足以至焉，於人爲可譏，而在己爲有悔；盡吾志也而不能至者，可以無悔矣，其孰能譏之乎？此餘之所得也！",
            "餘於僕碑，又以悲夫古書之不存，後世之謬其傳而莫能名者，何可勝道也哉！此所以學者不可以不深思而慎取之也。",
            "四人者：廬陵蕭君圭君玉，長樂王回深父，餘弟安國平父、安上純父。",
            "至和元年七月某日，臨川王某記。"
          ]
        },
        {
          "chapter": "泰州海陵縣主簿許君墓誌銘",
          "source": "",
          "author": "宋代：王安石 ",
          "paragraphs": [
            "君諱平，字秉之，姓許氏。餘嘗譜其世家，所謂今泰州海陵縣主簿者也。君既與兄元相友愛稱天下，而自少卓犖不羈，善辯說，與其兄俱以智略爲當世大人所器。寶元時，朝廷開方略之選，以招天下異能之士，而陝西大帥范文正公、鄭文肅公爭以君所爲書以薦，於是得召試，爲太廟齋郎，已而選泰州海陵縣主簿。貴人多薦君有大才，可試以事，不宜棄之州縣。君亦常慨然自許，欲有所爲。然終不得一用其智能以卒。噫！其可哀也已。",
            "士固有離世異俗，獨行其意，罵譏、笑侮、困辱而不悔，彼皆無衆人之求而有所待於後世者也，其齟齬固宜。若夫智謀功名之士，窺時俯仰以赴勢物之會，而輒不遇者，乃亦不可勝數。辯足以移萬物，而窮於用說之時；謀足以奪三軍，而辱於右武之國，此又何說哉！嗟乎！彼有所待而不遇者，其知之矣。",
            "君年五十九，以嘉祐某年某月某甲子葬真州之揚子縣甘露鄉某所之原。夫人李氏。子男瓌，不仕；璋，真州司戶參軍；琦，太廟齋郎；琳，進士。女子五人，已嫁二人，進士周奉先、泰州泰興縣令陶舜元。",
            "銘曰：有拔而起之，莫擠而止之。嗚呼許君！而已於斯，誰或使之？"
          ]
        }
      ]
    },
    {
      "title": "卷十二・明文",
      "content": [
        {
          "chapter": "送天台陳庭學序",
          "source": "(宋濂)",
          "author": "明代：宋濂 ",
          "paragraphs": [
            "西南山水，惟川蜀最奇。然去中州萬里，陸有劍閣棧道之險，水有瞿塘、灩澦之虞。跨馬行，則篁竹間山高者，累旬日不見其巔際。臨上而俯視，絕壑萬仞，杳莫測其所窮，肝膽爲之悼慄。水行，則江石悍利，波惡渦詭，舟一失勢尺寸，輒糜碎土沉，下飽魚鱉。其難至如此。故非仕有力者，不可以遊；非材有文者，縱遊無所得；非壯強者，多老死於其地。嗜奇之士恨焉。",
            "天台陳君庭學，能爲詩，由中書左司掾，屢從大將北征，有勞，擢四川都指揮司照磨，由水道至成都。成都，川蜀之要地，揚子云、司馬相如、諸葛武侯之所居，英雄俊傑戰攻駐守之跡，詩人文士遊眺飲射賦詠歌呼之所，庭學無不歷覽。既覽必發爲詩，以紀其景物時世之變，於是其詩益工。越三年，以例自免歸，會予於京師；其氣愈充，其語愈壯，其志意愈高；蓋得於山水之助者侈矣。",
            "予甚自愧，方予少時，嘗有志於出遊天下，顧以學未成而不暇。及年壯方可出，而四方兵起，無所投足。逮今聖主興而宇內定，極海之際，合爲一家，而予齒益加耄矣。欲如庭學之遊，尚可得乎？",
            "然吾聞古之賢士，若顏回、原憲，皆坐守陋室，蓬蒿沒戶，而志意常充然，有若囊括於天地者。此其故何也？得無有出於山水之外者乎？庭學其試歸而求焉？苟有所得，則以告予，予將不一愧而已也！"
          ]
        },
        {
          "chapter": "閱江樓記",
          "source": "(宋濂)",
          "author": "明代：宋濂 ",
          "paragraphs": [
            "金陵爲帝王之州。自六朝迄於南唐，類皆偏據一方，無以應山川之王氣。逮我皇帝，定鼎於茲，始足以當之。由是聲教所暨，罔間朔南；存神穆清，與天同體。雖一豫一遊，亦可爲天下後世法。京城之西北有獅子山，自盧龍蜿蜒而來。長江如虹貫，蟠繞其下。上以其地雄勝，詔建樓於巔，與民同遊觀之樂。遂錫嘉名爲“閱江”雲。",
            "登覽之頃，萬象森列，千載之祕，一旦軒露。豈非天造地設，以俟大一統之君，而開千萬世之偉觀者歟？當風日清美，法駕幸臨，升其崇椒，憑闌遙矚，必悠然而動遐思。見江漢之朝宗，諸侯之述職，城池之高深，關阨之嚴固，必曰：“此朕沐風櫛雨、戰勝攻取之所致也。”中夏之廣，益思有以保之。見波濤之浩蕩，風帆之上下，番舶接跡而來庭，蠻琛聯肩而入貢，必曰：“此朕德綏威服，覃及外內之所及也。”四陲之遠，益思所以柔之。見兩岸之間、四郊之上，耕人有炙膚皸足之煩，農女有捋桑行饁之勤，必曰：“此朕拔諸水火、而登於衽席者也。”萬方之民，益思有以安之。觸類而思，不一而足。臣知斯樓之建，皇上所以發舒精神，因物興感，無不寓其致治之思，奚此閱夫長江而已哉？彼臨春、結綺，非弗華矣；齊雲、落星，非不高矣。不過樂管絃之淫響，藏燕趙之豔姬。一旋踵間而感慨系之，臣不知其爲何說也。",
            "雖然，長江發源岷山，委蛇七千餘里而始入海，白涌碧翻，六朝之時，往往倚之爲天塹；今則南北一家，視爲安流，無所事乎戰爭矣。然則，果誰之力歟？逢掖之士，有登斯樓而閱斯江者，當思帝德如天，蕩蕩難名，與神禹疏鑿之功同一罔極。忠君報上之心，其有不油然而興者耶？",
            "臣不敏，奉旨撰記，欲上推宵旰圖治之切者，勒諸貞珉。他若留連光景之辭，皆略而不陳，懼褻也。"
          ]
        },
        {
          "chapter": "司馬季主論卜",
          "source": "(劉基)",
          "author": "明代：劉基 ",
          "paragraphs": [
            "東陵侯既廢，過司馬季主而卜焉。季主曰：“君侯何卜也？”東陵侯曰：“久臥者思起，久蟄者思啓，久懣者思嚏。吾聞之蓄極則泄，閟極則達。熱極則風，壅極則通。一冬一春，靡屈不伸，一起一伏，無往不復。僕竊有疑，願受教焉。”季主曰：“若是，則君侯已喻之矣，又何卜爲？”東陵侯曰：“僕未究其奧也，願先生卒教之。”季主乃言曰：“嗚呼！天道何親？惟德之親；鬼神何靈？因人而靈。夫蓍，枯草也；龜，枯骨也，物也。人，靈於物者也，何不自聽而聽於物乎？且君侯何不思昔者也？有昔者必有今日，是故碎瓦頹垣，昔日之歌樓舞館也；荒榛斷梗，昔日之瓊蕤玉樹也；露蛬風蟬，昔日之鳳笙龍笛也；鬼燐螢火，昔日之金釭華燭也；秋荼春薺，昔日之象白駝峯也；丹楓白荻，昔日之蜀錦齊紈也。昔日之所無，今日有之不爲過；昔日之所有，今日無之不爲不足。是故一晝一夜，華開者謝；一秋一春，物故者新。激湍之下，必有深潭；高丘之下，必有浚谷。君侯亦知之矣，何以卜爲？”"
          ]
        },
        {
          "chapter": "賣柑者言",
          "source": "(劉基)",
          "author": "明代：劉基 ",
          "paragraphs": [
            "杭有賣果者，善藏柑，涉寒暑不潰。出之燁然，玉質而金色。置於市，賈十倍，人爭鬻之。",
            "予貿得其一，剖之，如有煙撲口鼻，視其中，則幹若敗絮。予怪而問之曰：“若所市於人者，將以實籩豆，奉祭祀，供賓客乎？將炫外以惑愚瞽也？甚矣哉，爲欺也！”",
            "賣者笑曰：“吾業是有年矣，吾賴是以食吾軀。吾售之，人取之，未嘗有言，而獨不足子所乎？世之爲欺者不寡矣，而獨我也乎？吾子未之思也。",
            "今夫佩虎符、坐皋比者，洸洸乎干城之具也，果能授孫、吳之略耶？ 峨大冠、 拖長紳者，昂昂乎廟堂之器也，果能建伊、皋之業耶？盜起而不知御，民困而不知救，吏奸而不知禁，法斁而不知理，坐糜廩粟而不知恥。觀其坐高堂，騎大馬，醉醇醴而飫肥鮮者，孰不巍巍乎可畏，赫赫乎可象也？又何往而不金玉其外，敗絮其中也哉？今子是之不察，而以察吾柑！”",
            "予默默無以應。退而思其言，類東方生滑稽之流。豈其憤世疾邪者耶？而託於柑以諷耶？"
          ]
        },
        {
          "chapter": "深慮論",
          "source": "(方孝孺)",
          "author": "明代：方孝孺 ",
          "paragraphs": [
            "慮天下者，常圖其所難而忽其所易，備其所可畏而遺其所不疑。然而，禍常發於所忽之中，而亂常起於不足疑之事。豈其慮之未周歟？蓋慮之所能及者，人事之宜然，而出於智力之所不及者，天道也。",
            "當秦之世，而滅諸侯，一天下。而其心以爲周之亡在乎諸侯之強耳，變封建而爲郡縣。方以爲兵革不可複用，天子之位可以世守，而不知漢帝起隴畝之中，而卒亡秦之社稷。漢懲秦之孤立，於是大建庶孽而爲諸侯，以爲同姓之親，可以相繼而無變，而七國萌篡弒之謀。武、宣以後，稍削析之而分其勢，以爲無事矣，而王莽卒移漢祚。光武之懲哀、平，魏之懲漢，晉之懲魏，各懲其所由亡而爲之備。而其亡也，蓋出於所備之外。唐太宗聞武氏之殺其子孫，求人於疑似之際而除之，而武氏日侍其左右而不悟。宋太祖見五代方鎮之足以制其君，盡釋其兵權，使力弱而易制，而不知子孫卒困於敵國。此其人皆有出人之智、蓋世之才，其於治亂存亡之幾，思之詳而備之審矣。慮切於此而禍興於彼，終至亂亡者，何哉？蓋智可以謀人，而不可以謀天。",
            "良醫之子，多死於病；良巫之子，多死於鬼。豈工於活人，而拙於謀子也哉？乃工於謀人，而拙於謀天也。古之聖人，知天下後世之變，非智慮之所能周，非法術之所能制，不敢肆其私謀詭計，而唯積至誠，用大德以結乎天心，使天眷其德，若慈母之保赤子而不忍釋。故其子孫，雖有至愚不肖者足以亡國，而天卒不忍遽亡之。此慮之遠者也。夫苟不能自結於天，而欲以區區之智籠絡當世之務，而必後世之無危亡，此理之所必無者，而豈天道哉！"
          ]
        },
        {
          "chapter": "豫讓論",
          "source": "(方孝孺)",
          "author": "明代：方孝孺 ",
          "paragraphs": [
            "士君子立身事主，既名知己，則當竭盡智謀，忠告善道，銷患於未形，保治於未然，俾身全而主安。生爲名臣，死爲上鬼，垂光百世，照耀簡策，斯爲美也。苟遇知己，不能扶危爲未亂之先，而乃捐軀殞命於既敗之後；釣名沽譽，眩世駭俗，由君子觀之，皆所不取也。",
            "蓋嘗因而論之：豫讓臣事智伯，及趙襄子殺智伯，讓爲之報仇。聲名烈烈，雖愚夫愚婦莫不知其爲忠臣義士也。嗚呼！讓之死固忠矣，惜乎處死之道有未忠者存焉——何也？觀其漆身吞炭，謂其友曰：“凡吾所爲者極難，將以愧天下後世之爲人臣而懷二心者也。”謂非忠可乎？及觀其斬衣三躍，襄子責以不死於中行氏，而獨死於智伯。讓應曰：“中行氏以衆人待我，我故以衆人報之；智伯以國士待我，我故以國士報之。”即此而論，讓餘徐憾矣。",
            "段規之事韓康，任章之事魏獻，未聞以國士待之也；而規也章也，力勸其主從智伯之請，與之地以驕其志，而速其亡也 。郄疵之事智伯，亦未嘗以國士待之也；而疵能察韓、魏之情以諫智伯。雖不用其言以至滅亡，而疵之智謀忠告，已無愧於心也。讓既自謂智伯待以國士矣，國士——濟國之上也。當伯請地無厭之日，縱慾荒暴之時，爲讓者正宜陳力就列，諄諄然而告之日：“諸侯大夫各安分地，無相侵奪，古之制也。今無故而取地於人，人不與，而吾之忿心必生；與之，則吾之驕心以起。忿必爭，爭必敗；驕必傲，傲必亡”。諄切懇至，諫不從，再諫之，再諫不從，三諫之。三諫不從，移其伏劍之死，死於是日。伯雖頑冥不靈，感其至誠，庶幾復悟。和韓、魏，釋趙圍，保全智宗，守其祭祀。若然，則讓雖死猶生也，豈不勝於斬衣而死乎？",
            "讓於此時，曾無一語開悟主心，視伯之危亡，猶越人視秦人之肥瘠也。袖手旁觀，坐待成敗，國士之報，曾若是乎？智伯既死，而乃不勝血氣之悻悻，甘自附於刺客之流。何足道哉，何足道哉！雖然，以國士而論，豫讓固不足以當矣；彼朝爲仇敵，暮爲君臣，腆然而自得者，又讓之罪人也。噫！"
          ]
        },
        {
          "chapter": "親政篇",
          "source": "(王鏊)",
          "author": "明代：王鏊 ",
          "paragraphs": [
            "《易》之《泰》：“上下交而其志同。”其《否》曰：“上下不交而天下無邦。”蓋上之情達於下，下之情達於上，上下一體，所以爲“泰”。下之情壅閼而不得上聞，上下間隔，雖有國而無國矣，所以爲“否”也。",
            "交則泰，不交則否，自古皆然，而不交之弊，未有如近世之甚者。君臣相見，止於視朝數刻；上下之間，章奏批答相關接，刑名法度相維持而已。非獨沿襲故事，亦其地勢使然。何也？國家常朝於奉天門，未嘗一日廢，可謂勤矣。然堂陛懸絕，威儀赫奕，御史糾儀，鴻臚舉不如法，通政司引奏，上特視之，謝恩見辭，湍湍而退，上何嘗治一事，下何嘗進一言哉？此無他，地勢懸絕，所謂堂上遠於萬里，雖欲言無由言也。",
            "愚以爲欲上下之交，莫若復古內朝之法。蓋周之時有三朝：庫門之外爲正朝，詢謀大臣在焉；路門之外爲治朝，日視朝在焉；路門之內爲內朝，亦曰燕朝。《玉藻》雲：“君日出而視朝，退視路寢聽政。” 蓋視朝而見羣臣，所以正上下之分；聽政而視路寢，所以通遠近之情。漢制：大司馬、左右前後將軍、侍中、散騎諸吏爲中朝，丞相以下至六百石爲外朝。唐皇城之北南三門曰承天，元正、冬至受萬國之朝貢，則御焉，蓋古之外朝也。其北曰太極門，其西曰太極殿，朔、望則坐而視朝，蓋古之正朝也。又北曰兩儀殿，常日聽朝而視事，蓋古之內朝也。宋時常朝則文德殿，五日一起居則垂拱殿，正旦、冬至、聖節稱賀則大慶殿，賜宴則紫宸殿或集英殿，試進士則崇政殿。侍從以下，五日一員上殿，謂之輪對，則必入陳時政利害。內殿引見，亦或賜坐，或免穿靴，蓋亦有三朝之遺意焉。蓋天有三垣，天子象之。正朝，象太極也；外朝，象天市也；內朝，象紫微也。自古然矣。",
            "國朝聖節、冬至、正旦大朝則會奉天殿，即古之正朝也。常日則奉天門，即古之外朝也。而內朝獨缺。然非缺也，華蓋、謹身、武英等殿，豈非內朝之遺制乎？洪武中如宋濂、劉基，永樂以來如楊士奇、楊榮等，日侍左右，大臣蹇義、夏元吉等，常奏對便殿。於斯時也，豈有壅隔之患哉？今內朝未復，臨御常朝之後，人臣無復進見，三殿高閟，鮮或窺焉。故上下之情，壅而不通；天下之弊，由是而積。孝宗晚年，深感有慨於斯，屢召大臣於便殿，講論天下事。方將有爲，而民之無祿，不及睹至治之美，天下至今以爲恨矣。",
            "惟陛下遠法聖祖，近法孝宗，盡鏟近世壅隔之弊。常朝之外，即文華、武英二殿，仿古內朝之意，大臣三日或五日一次起居，侍從、臺諫各一員上殿輪對；諸司有事諮決，上據所見決之，有難決者，與大臣面議之；不時引見羣臣，凡謝恩辭見之類，皆得上殿陳奏。虛心而問之，和顏色而道之，如此，人人得以自盡。陛下雖身居九重，而天下之事燦然畢陳於前。外朝所以正上下之分，內朝所以通遠近之情。如此，豈有近時壅隔之弊哉？唐、虞之時，明目達聰，嘉言罔伏，野無遺賢，亦不過是而已。"
          ]
        },
        {
          "chapter": "稽山書院尊經閣記",
          "source": "(王守仁)",
          "author": "明代：王守仁 ",
          "paragraphs": [
            "經，常道也，其在於天謂之命，其賦於人謂之性，其主於身謂之心。心也，性也，命也，一也。通人物，達四海，塞天地，亙古今，無有乎弗具，無有乎弗同，無有乎或變者也，是常道也。其應乎感也，則爲惻隱，爲羞惡，爲辭讓，爲是非；其見於事也，則爲父子之親，爲君臣之義，爲夫婦之別，爲長幼之序，爲朋友之信。是惻隱也，羞惡也，辭讓也，是非也，是親也，義也，序也，別也，信也，一也；皆所謂心也，性也，命也。通人物，達四海，塞天地，亙古今，無有乎弗具，無有乎弗同，無有乎或變者也，是常道也。是常道也，以言其陰陽消息之行焉，則謂之《易》；以言其紀綱政事之施焉，則謂之《書》；以言其歌詠性情之發焉，則謂之《詩》；以言其條理節文之著焉，則謂之《禮》；以言其欣喜和平之生焉，則謂之《樂》；以言其誠僞邪正之辯焉，則謂之《春秋》。是陰陽消息之行也以至於誠僞邪正之辯也，一也；皆所謂心也，性也，命也。通人物，達四海，塞天地，亙古今，無有乎弗具，無有乎弗同，無有乎或變者也，夫是之謂六經。六經者非他，吾心之常道也。故《易》也者，志吾心之陰陽消息者也；《書》也者，志吾心之紀綱政事者也；《詩》也者，志吾心之歌詠性情者也；《禮》也者，志吾心之條理節文者也；《樂》也者，志吾心之欣喜和平者也；《春秋》也者，志吾心之誠僞邪正者也。君子之於六經也，求之吾心之陰陽消息而時行焉，所以尊《易》也；求之吾心之紀綱政事而時施焉，所以尊《書》也；求之吾心之歌詠性情而時發焉，所以尊《詩》也；求之吾心之條理節文而時著焉。所以尊《禮》也；求之吾心之欣喜和平而時生焉，所以尊《樂》也；求之吾心之誠僞邪正而時辯焉，所以尊《春秋》也。",
            "蓋昔者聖人之扶人極、憂後世而述六經也，猶之富家者之父祖，慮其產業庫藏之積，其子孫者或至於遺忘散失，卒困窮而無以自全也，而記籍其家之所有以貽之，使之世守其產業庫藏之積而享用焉，以免於困窮之患。故六經者，吾心之記籍也；而六經之實，則具於吾心，猶之產業庫藏之實積，種種色色，具存於其家；其記籍者，特名狀數目而已。而世之學者，不知求六經之實於吾心，而徒考索於影響之間，牽制於文義之末，硜硜然以爲是六經矣；是猶富家之子孫，不務守視享用其產業庫藏之實積，日遺忘散失，至於窶人丐夫，而猶囂囂然指其記籍。曰：“斯吾產業庫藏之積也！”何以異於是？",
            "嗚呼！六經之學，其不明於世，非一朝一夕之故矣。尚功利，崇邪說，是謂亂經；習訓詁，傳記誦，沒溺於淺聞小見，以塗天下之耳目，是謂侮經；侈淫辭，競詭辯，飾奸心盜行，逐世壟斷，而猶自以爲通經，是謂賊經。若是者，是並其所謂記籍者而割裂棄毀之矣，寧復知所以爲尊經也乎？",
            "越城舊有稽山書院，在臥龍西崗，荒廢久矣。郡守渭南南君大吉，既敷政於民，則慨然悼末學之支離，將進之以聖賢之道，於是使山陰令吳君瀛拓書院而一新之；又爲尊經之閣於其後，曰：經正則庶民興，庶民興斯無邪慝矣。閣成，請予一言，以諗多士。予既不獲辭，則爲記之若是。嗚呼！世之學者，得吾說而求諸其心焉，其亦庶乎知所以爲尊經也矣。"
          ]
        },
        {
          "chapter": "象祠記",
          "source": "(王守仁)",
          "author": "明代：王守仁 ",
          "paragraphs": [
            "靈、博之山，有象祠焉。其下諸苗夷之居者，鹹神而祠之。宣慰安君，因諸苗夷之請，新其祠屋，而請記於予。予曰：“毀之乎，其新之也？”曰：“新之。”“新之也，何居乎？”曰：“斯祠之肇也，蓋莫知其原。然吾諸蠻夷之居是者，自吾父、吾祖溯曾高而上，皆尊奉而禋祀焉，舉而不敢廢也。”予曰：“胡然乎？有鼻之祀，唐之人蓋嘗毀之。象之道，以爲子則不孝，以爲弟則傲。斥於唐，而猶存於今；壞於有鼻，而猶盛於茲土也，胡然乎？”",
            "我知之矣：君子之愛若人也，推及於其屋之烏，而況於聖人之弟乎哉？然則祀者爲舜，非爲象也。意象之死，其在幹羽既格之後乎？不然，古之驁桀者豈少哉？而象之祠獨延於世，吾於是蓋有以見舜德之至，入人之深，而流澤之遠且久也。",
            "象之不仁，蓋其始焉耳，又烏知其終之不見化於舜也？《書》不云乎：“克諧以孝，烝烝乂，不格奸。” 瞽瞍亦允若，則已化而爲慈父。象猶不弟，不可以爲諧。進治於善，則不至於惡；不抵於奸，則必入於善。信乎，象蓋已化於舜矣！《孟子》曰：“天子使吏治其國，象不得以有爲也。”斯蓋舜愛象之深而慮之詳，所以扶持輔導之者之周也。不然，周公之聖，而管、蔡不免焉。斯可以見象之既化於舜，故能任賢使能而安於其位，澤加於其民，既死而人懷之也。諸侯之卿，命於天子，蓋《周官》之制，其殆仿於舜之封象歟？",
            "吾於是蓋有以信人性之善，天下無不可化之人也。然則唐人之毀之也，據象之始也；今之諸夷之奉之也，承象之終也。斯義也，吾將以表於世，使知人之不善，雖若象焉，猶可以改；而君子之修德，及其至也，雖若象之不仁，而猶可以化之也。”"
          ]
        },
        {
          "chapter": "瘞旅文",
          "source": "(王守仁)",
          "author": "明代：王守仁 ",
          "paragraphs": [
            "維正德四年秋月三日，有吏目雲自京來者，不知其名氏，攜一子一僕，將之任，過龍場，投宿土苗家。予從籬落間望見之，陰雨昏黑，欲就問訊北來事，不果。明早，遣人覘之，已行矣。",
            "薄午，有人自蜈蚣坡來，雲：“一老人死坡下，傍兩人哭之哀。”予曰：“此必吏目死矣。傷哉！”薄暮，復有人來，雲：“坡下死者二人，傍一人坐哭。”詢其狀，則其子又死矣。明日，復有人來，雲：“見坡下積屍三焉。”則其僕又死矣。嗚呼傷哉！",
            "念其暴骨無主，將二童子持畚、鍤往瘞之，二童子有難色然。予曰：“嘻！吾與爾猶彼也！”二童閔然涕下，請往。就其傍山麓爲三坎，埋之。又以只雞、飯三盂，嗟吁涕洟而告之，曰：",
            "嗚呼傷哉！繄何人？繄何人？吾龍場驛丞餘姚王守仁也。吾與爾皆中土之產，吾不知爾郡邑，爾烏爲乎來爲茲山之鬼乎？古者重去其鄉，遊宦不逾千里。吾以竄逐而來此，宜也。爾亦何辜乎？聞爾官吏目耳，俸不能五斗，爾率妻子躬耕可有也。烏爲乎以五斗而易爾七尺之軀？又不足，而益以爾子與僕乎？嗚呼傷哉！",
            "爾誠戀茲五斗而來，則宜欣然就道，胡爲乎吾昨望見爾容蹙然，蓋不任其憂者？夫衝冒霧露，扳援崖壁，行萬峯之頂，飢渴勞頓，筋骨疲憊，而又瘴癧侵其外，憂鬱攻其中，其能以無死乎？吾固知爾之必死，然不謂若是其速，又不謂爾子爾僕亦遽然奄忽也！皆爾自取，謂之何哉！吾念爾三骨之無依而來瘞爾，乃使吾有無窮之愴也。",
            "嗚呼傷哉！縱不爾瘞，幽崖之狐成羣，陰壑之虺如車輪，亦必能葬爾於腹，不致久暴露爾。爾既已無知，然吾何能違心乎？自吾去父母鄉國而來此，三年矣，歷瘴毒而苟能自全，以吾未嘗一日之慼慼也。今悲傷若此，是吾爲爾者重，而自爲者輕也。吾不宜復爲爾悲矣。",
            "吾爲爾歌，爾聽之。歌曰：連峯際天兮，飛鳥不通。遊子懷鄉兮，莫知西東。莫知西東兮，維天則同。異域殊方兮，環海之中。達觀隨寓兮，奚必予宮。魂兮魂兮，無悲以恫。",
            "又歌以慰之曰：與爾皆鄉土之離兮，蠻之人言語不相知兮。性命不可期，吾苟死於茲兮，率爾子僕，來從予兮。吾與爾遨以嬉兮，驂紫彪而乘文螭兮，登望故鄉而噓唏兮。吾苟獲生歸兮，爾子爾僕，尚爾隨兮，無以無侶爲悲兮！道旁之冢累累兮，多中土之流離兮，相與呼嘯而徘徊兮。餐風飲露，無爾飢兮。朝友麋鹿，暮猿與棲兮。爾安爾居兮，無爲厲於茲墟兮！"
          ]
        },
        {
          "chapter": "信陵君救趙論",
          "source": "(唐順之)",
          "author": "明代：唐順之 ",
          "paragraphs": [
            "論者以竊符爲信陵君之罪，餘以爲此未足以罪信陵也。夫強秦之暴亟矣，今悉兵以臨趙，趙必亡。趙，魏之障也。趙亡，則魏且爲之後。趙、魏，又楚、燕、齊諸國之障也，趙、魏亡，則楚、燕、齊諸國爲之後。天下之勢，未有岌岌於此者也。故救趙者，亦以救魏；救一國者，亦以救六國也。竊魏之符以紓魏之患，借一國之師以分六國之災，夫奚不可者？",
            "然則信陵果無罪乎？曰：又不然也。餘所誅者，信陵君之心也。",
            "信陵一公子耳，魏固有王也。趙不請救於王，而諄諄焉請救於信陵，是趙知有信陵，不知有王也。平原君以婚姻激信陵，而信陵亦自以婚姻之故，欲急救趙，是信陵知有婚姻，不知有王也。其竊符也，非爲魏也，非爲六國也，爲趙焉耳。非爲趙也，爲一平原君耳。使禍不在趙，而在他國，則雖撤魏之障，撤六國之障，信陵亦必不救。使趙無平原，而平原亦非信陵之姻戚，雖趙亡，信陵亦必不救。則是趙王與社稷之輕重，不能當一平原公子，而魏之兵甲所恃以固其社稷者，只以供信陵君一姻戚之用。幸而戰勝，可也，不幸戰不勝，爲虜於秦，是傾魏國數百年社稷以殉姻戚，吾不知信陵何以謝魏王也。",
            "夫竊符之計，蓋出於侯生，而如姬成之也。侯生教公子以竊符，如姬爲公子竊符於王之臥內，是二人亦知有信陵，不知有王也。餘以爲信陵之自爲計，曷若以脣齒之勢激諫於王，不聽，則以其欲死秦師者而死於魏王之前，王必悟矣。侯生爲信陵計，曷若見魏王而說之救趙，不聽，則以其欲死信陵君者而死於魏王之前，王亦必悟矣。如姬有意於報信陵，曷若乘王之隙而日夜勸之救，不聽，則以其欲爲公子死者而死於魏王之前，王亦必悟矣。如此，則信陵君不負魏，亦不負趙；二人不負王，亦不負信陵君。何爲計不出此？信陵知有婚姻之趙，不知有王。內則幸姬，外則鄰國，賤則夷門野人，又皆知有公子，不知有王。則是魏僅有一孤王耳。",
            "嗚呼！自世之衰，人皆習於背公死黨之行而忘守節奉公之道，有重相而無威君，有私仇而無義憤，如秦人知有穰侯，不知有秦王，虞卿知有布衣之交，不知有趙王，蓋君若贅旒久矣。由此言之，信陵之罪，固不專系乎符之竊不竊也。其爲魏也，爲六國也，縱竊符猶可。其爲趙也，爲一親戚也，縱求符於王，而公然得之，亦罪也。",
            "雖然，魏王亦不得無罪也。兵符藏於臥內，信陵亦安得竊之？信陵不忌魏王，而徑請之如姬，其素窺魏王之疏也；如姬不忌魏王，而敢於竊符，其素恃魏王之寵也。木朽而蛀生之矣。古者人君持權於上，而內外莫敢不肅。則信陵安得樹私交於趙？趙安得私請救於信陵？如姬安得銜信陵之恩？信陵安得賣恩於如姬？履霜之漸，豈一朝一夕也哉！由此言之，不特衆人不知有王，王亦自爲贅旒也。",
            "故信陵君可以爲人臣植黨之戒，魏王可以爲人君失權之戒。《春秋》書葬原仲、翬帥師。嗟夫！聖人之爲慮深矣！"
          ]
        },
        {
          "chapter": "報劉一丈書",
          "source": "(宗臣)",
          "author": "明代：宗臣 ",
          "paragraphs": [
            "數千裏外，得長者時賜一書，以慰長想，即亦甚幸矣；何至更辱饋遺，則不才益 將何以報焉？書中情意甚殷，即長者之不忘老父，知老父之念長者深也。",
            "至以「上下 相孚，才德稱位」語不才，則不才有深感焉。 夫才德不稱，固自知之矣；至於不孚之病，則尤不才爲甚。",
            "且今之所謂孚者，何哉？日夕策馬，候權者之門。門者故不入，則甘言媚詞，作婦人狀，袖金以私之。即門者持刺入，而主人又不即出見；立廄中僕馬之間，惡氣襲衣袖，即飢寒毒熱不可忍，不去也 。抵暮，則前所受贈金者，出報客曰：「相公倦，謝客矣！客請明日來！」即明日， 又不敢不來。夜披衣坐，聞雞鳴，即起盥櫛，走馬抵門；門者怒曰：「爲誰？」則曰 ：「昨日之客來。」則又怒曰：「何客之勤也？豈有相公此時出見客乎？」客心恥之 ，強忍而與言曰：「亡奈何矣，姑容我入！」門者又得所贈金，則起而入之；又立向 所立廄中。 幸主者出，南面召見，則驚走匍匐階下。主者曰：「進！」則再拜，故遲不起； 起則上所上壽金。主者故不受，則固請。主者故固不受，則又固請，然後命吏納之。 則又再拜，又故遲不起；起則五六揖始出。出揖門者曰：「官人幸顧我，他日來，幸 無阻我也！」門者答揖。大喜奔出，馬上遇所交識，即揚鞭語曰：「適自相公家來， 相公厚我，厚我！」且虛言狀。即所交識，亦心畏相公厚之矣。相公又稍稍語人曰：「某也賢！某也賢！」聞者亦心許交贊之。",
            "此世所謂上下相孚也，長者謂僕能之乎？前所謂權門者，自歲時伏臘，一刺之外，即經年不往也。閒道經其門，則亦掩耳 閉目，躍馬疾走過之，若有所追逐者，斯則僕之褊衷，以此長不見怡於長吏，僕則愈 益不顧也。每大言曰：「人生有命，吾惟有命，吾惟守分而已。」長者聞之，得無厭 其爲迂乎？",
            "鄉園多故，不能不動客子之愁。至於長者之抱才而困，則又令我愴然有感。天之與先生者甚厚，亡論長者不欲輕棄之，即天意亦不欲長者之輕棄之也，幸寧心哉！"
          ]
        },
        {
          "chapter": "吳山圖記",
          "source": "(歸有光)",
          "author": "明代：歸有光 ",
          "paragraphs": [
            "吳、長洲二縣，在郡治所，分境而治。而郡西諸山，皆在吳縣。其最高者，穹窿、陽山、鄧尉、西脊、銅井。而靈巖，吳之故宮在焉，尚有西子之遺蹟。若虎丘、劍池及天平、尚方、支硎，皆勝地也。而太湖汪洋三萬六千頃，七十二峯沉浸其間，則海內之奇觀矣。",
            "餘同年友魏君用晦爲吳縣，未及三年，以高第召入爲給事中。君之爲縣，有惠愛，百姓扳留之，不能得，而君亦不忍於其民。由是好事者繪《吳山圖》以爲贈。",
            "夫令之於民，誠重矣。令誠賢也，其地之山川草木，亦被其澤而有榮也；令誠不賢也，其地之山川草木，亦被其殃而有辱也。君於吳之山川，蓋增重矣。異時吾民將擇勝於巖巒之間，尸祝於浮屠、老子之宮也，固宜。而君則亦既去矣，何復惓惓於此山哉?昔蘇子瞻稱韓魏公去黃州四十餘年而思之不忘，至以爲《思黃州》詩，子瞻爲黃人刻之於石。然後知賢者於其所至，不獨使其人之不忍忘而已，亦不能自忘於其人也。",
            "君今去縣已三年矣。一日，與餘同在內庭，出示此圖，展玩太息，因命餘記之，噫!君之於吾吳有情如此，如之何而使吾民能忘之也!"
          ]
        },
        {
          "chapter": "滄浪亭記",
          "source": "(歸有光)",
          "author": "明代：歸有光 ",
          "paragraphs": [
            "浮圖文瑛居大雲庵，環水，即蘇子美滄浪亭之地也。亟求餘作《滄浪亭記》，曰：“昔子美之記，記亭之勝也。請子記吾所以爲亭者。”",
            "餘曰：昔吳越有國時，廣陵王鎮吳中，治南園於子城之西南；其外戚孫承祐，亦治園於其偏。迨淮海納土，此園不廢。蘇子美始建滄浪亭，最後禪者居之：此滄浪亭爲大雲庵也。有庵以來二百年，文瑛尋古遺事，復子美之構於荒殘滅沒之餘：此大雲庵爲滄浪亭也。",
            "夫古今之變，朝市改易。嘗登姑蘇之臺，望五湖之渺茫，羣山之蒼翠，太伯、虞仲之所建，闔閭、夫差之所爭，子胥、種、蠡之所經營，今皆無有矣。庵與亭何爲者哉？雖然，錢鏐因亂攘竊，保有吳越，國富兵強，垂及四世。諸子姻戚，乘時奢僭，宮館苑囿，極一時之盛。而子美之亭，乃爲釋子所欽重如此。可以見士之慾垂名於千載，不與其澌然而俱盡者，則有在矣。",
            "文瑛讀書喜詩，與吾徒遊，呼之爲滄浪僧雲。"
          ]
        },
        {
          "chapter": "青霞先生文集序",
          "source": "(茅坤)",
          "author": "明代：茅坤 ",
          "paragraphs": [
            "青霞沈君，由錦衣經歷上書詆宰執，宰執深疾之。方力構其罪，賴明天子仁聖，特薄其譴，徙之塞上。當是時，君之直諫之名滿天下。已而，君纍然攜妻子，出家塞上。會北敵數內犯，而帥府以下，束手閉壘，以恣敵之出沒，不及飛一鏃以相抗。甚且及敵之退，則割中土之戰沒者與野行者之馘以爲功。而父之哭其子，妻之哭其夫，兄之哭其弟者，往往而是，無所控籲。君既上憤疆埸之日弛，而又下痛諸將士之日菅刈我人民以蒙國家也，數嗚咽欷歔;，而以其所憂鬱發之於詩歌文章，以泄其懷，即集中所載諸什是也。",
            "君故以直諫爲重於時，而其所著爲詩歌文章，又多所譏刺，稍稍傳播，上下震恐。始出死力相煽構，而君之禍作矣。君既沒，而中朝之士雖不敢訟其事，而一時閫寄所相與讒君者，尋且坐罪罷去。又未幾，故宰執之仇君者亦報罷。而君之故人俞君，於是裒輯其生平所著若干卷，刻而傳之。而其子襄，來請予序之首簡。",
            "茅子受讀而題之曰：若君者，非古之志士之遺乎哉？孔子刪《詩》，自《小弁》之怨親，《巷伯》之刺讒而下，其間忠臣、寡婦、幽人、懟士之什，並列之爲“風”，疏之爲“雅”，不可勝數。豈皆古之中聲也哉？然孔子不遽遺之者，特憫其人，矜其志。猶曰“發乎情，止乎禮義”，“言之者無罪，聞之者足以爲戒”焉耳。予嘗按次春秋以來，屈原之《騷》疑於怨，伍胥之諫疑於脅，賈誼之《疏》疑於激，叔夜之詩疑於憤，劉蕡之對疑於亢。然推孔子刪《詩》之旨而裒次之，當亦未必無錄之者。君既沒，而海內之薦紳大夫，至今言及君，無不酸鼻而流涕。嗚呼！集中所載《鳴劍》、《籌邊》諸什，試令後之人讀之，其足以寒賊臣之膽，而躍塞垣戰士之馬，而作之愾也，固矣！他日國家採風者之使出而覽觀焉，其能遺之也乎？予謹識之。",
            "至於文詞之工不工，及當古作者之旨與否，非所以論君之大者也，予故不著。嘉靖癸亥孟春望日歸安茅坤拜手序。"
          ]
        },
        {
          "chapter": "藺相如完璧歸趙論",
          "source": "(王世貞)",
          "author": "明代：王世貞 ",
          "paragraphs": [
            "藺相如之完璧，人皆稱之。予未敢以爲信也。",
            "夫秦以十五城之空名，詐趙而脅其璧。是時言取璧者，情也，非欲以窺趙也。趙得其情則弗予，不得其情則予；得其情而畏之則予，得其情而弗畏之則弗予。此兩言決耳，奈之何既畏而復挑其怒也！",
            "且夫秦欲璧，趙弗予璧，兩無所曲直也。入璧而秦弗予城，曲在秦；秦出城而璧歸，曲在趙。欲使曲在秦，則莫如棄璧；畏棄璧，則莫如弗予。夫秦王既按圖以予城，又設九賓，齋而受璧，其勢不得不予城。璧入而城弗予，相如則前請曰：“臣固知大王之弗予城也。夫璧非趙璧乎？而十五城秦寶也。今使大王以璧故，而亡其十五城，十五城之子弟，皆厚怨大王以棄我如草芥也。大王弗與城，而紿趙璧，以一璧故，而失信於天下，臣請就死於國，以明大王之失信！”秦王未必不返璧也。今奈何使舍人懷而逃之，而歸直於秦？",
            "是時秦意未欲與趙絕耳。令秦王怒而僇相如於市，武安君十萬衆壓邯鄲，而責璧與信，一勝而相如族，再勝而璧終入秦矣。",
            "吾故曰：藺相如之獲全於璧也，天也。若其勁澠池，柔廉頗，則愈出而愈妙於用。所以能完趙者，天固曲全之哉！"
          ]
        },
        {
          "chapter": "徐文長傳",
          "source": "(袁宏道)",
          "author": "明代：袁宏道 ",
          "paragraphs": [
            "餘少時過裏肆中，見北雜劇有《四聲猿》，意氣豪達，與近時書生所演傳奇絕異，題曰“天池生”，疑爲元人作。後適越，見人家單幅上有署“田水月”者，強心鐵骨，與夫一種磊塊不平之氣，字畫之中，宛宛可見。意甚駭之，而不知田水月爲何人。",
            "一夕，坐陶編修樓，隨意抽架上書，得《闕編》詩一帙。惡楮毛書，煙煤敗黑，微有字形。稍就燈間讀之，讀未數首，不覺驚躍，忽呼石簣：“《闕編》何人作者？今耶？古耶？”石簣曰：“此餘鄉先輩徐天池先生書也。先生名渭，字文長，嘉、隆間人，前五六年方卒。今卷軸題額上有田水月者，即其人也。”餘始悟前後所疑，皆即文長一人。又當詩道荒穢之時，獲此奇祕，如魘得醒。兩人躍起，燈影下，讀復叫，叫復讀，僮僕睡者皆驚起。餘自是或向人，或作書，皆首稱文長先生。有來看餘者，即出詩與之讀。一時名公巨匠，浸浸知嚮慕雲。",
            "文長爲山陰秀才，大試輒不利，豪蕩不羈。總督胡梅林公知之，聘爲幕客。文長與胡公約：“若欲客某者，當具賓禮，非時輒得出入。”胡公皆許之。文長乃葛衣烏巾，長揖就坐，縱談天下事，旁若無人。胡公大喜。是時公督數邊兵，威振東南，介冑之士，膝語蛇行，不敢舉頭；而文長以部下一諸生傲之，信心而行，恣臆談謔，了無忌憚。會得白鹿，屬文長代作表。表上，永陵喜甚。公以是益重之，一切疏記，皆出其手。",
            "文長自負才略，好奇計，談兵多中。凡公所以餌汪、徐諸虜者，皆密相議然後行。嘗飲一酒樓，有數健兒亦飲其下，不肯留錢。文長密以數字馳公，公立命縛健兒至麾下，皆斬之，一軍股慄。有沙門負資而穢，酒間偶言於公，公後以他事杖殺之。其信任多此類。",
            "胡公既憐文長之才，哀其數困，時方省試，凡入簾者，公密屬曰：“徐子，天下才，若在本房，幸勿脫失。”皆曰：“如命。”一知縣以他羈後至，至期方謁公，偶忘屬，卷適在其房，遂不偶。",
            "文長既已不得志於有司，遂乃放浪曲糵，恣情山水，走齊、魯、燕、趙之地，窮覽朔漠。其所見山奔海立，沙起雲行，風鳴樹偃，幽谷大都，人物魚鳥，一切可驚可愕之狀，一一皆達之於詩。其胸中又有一段不可磨滅之氣，英雄失路、托足無門之悲，故其爲詩，如嗔如笑，如水鳴峽，如種出土，如寡婦之夜哭，羈人之寒起。當其放意，平疇千里；偶爾幽峭，鬼語秋墳。文長眼空千古，獨立一時。當時所謂達官貴人、騷士墨客，文長皆叱而奴之，恥不與交，故其名不出于越。悲夫！",
            "一日，飲其鄉大夫家。鄉大夫指筵上一小物求賦，陰令童僕續紙丈餘進，欲以苦之。文長援筆立成，竟滿其紙，氣韻遒逸，物無遁情，一座大驚。",
            "文長喜作書，筆意奔放如其詩，蒼勁中姿媚躍出。餘不能書，而謬謂文長書決當在王雅宜、文徵仲之上。不論書法，而論書神：先生者，誠八法之散聖，字林之俠客也。間以其餘，旁溢爲花草竹石，皆超逸有致。",
            "卒以疑殺其繼室，下獄論死。張陽和力解，乃得出。既出，倔強如初。晚年憤益深，佯狂益甚。顯者至門，皆拒不納。當道官至，求一字不可得。時攜錢至酒肆，呼下隸與飲。或自持斧擊破其頭，血流被面，頭骨皆折，揉之有聲。或槌其囊，或以利錐錐其兩耳，深入寸餘，竟不得死。",
            "石簣言：晚歲詩文益奇，無刻本，集藏於家。予所見者，《徐文長集》、《闕編》二種而已。然文長竟以不得志於時，抱憤而卒。",
            "石公曰：先生數奇不已，遂爲狂疾；狂疾不已，遂爲囹圄。古今文人，牢騷困苦，未有若先生者也。雖然，胡公間世豪傑，永陵英主，幕中禮數異等，是胡公知有先生矣；表上，人主悅，是人主知有先生矣。獨身未貴耳。先生詩文崛起，一掃近代蕪穢之習，百世而下，自有定論，胡爲不遇哉？梅客生嘗寄餘書曰：“文長吾老友，病奇於人，人奇於詩，詩奇於字，字奇於文，文奇於畫。”餘謂文長無之而不奇者也。無之而不奇，斯無之而不奇也哉！悲夫！"
          ]
        },
        {
          "chapter": "五人墓碑記",
          "source": "(張溥)",
          "author": "明代：張溥 ",
          "paragraphs": [
            "五人者，蓋當蓼洲周公之被逮，激於義而死焉者也。至於今，郡之賢士大夫請於當道，即除魏閹廢祠之址以葬之；且立石於其墓之門，以旌其所爲。嗚呼，亦盛矣哉！",
            "夫五人之死，去今之墓而葬焉，其爲時止十有一月耳。夫十有一月之中，凡富貴之子，慷慨得志之徒，其疾病而死，死而湮沒不足道者，亦已衆矣；況草野之無聞者歟？獨五人之皦皦，何也？",
            "予猶記周公之被逮，在丙寅三月之望。吾社之行爲士先者，爲之聲義，斂貲財以送其行，哭聲震動天地。緹騎按劍而前，問：“誰爲哀者？”衆不能堪，抶而僕之。是時以大中丞撫吳者爲魏之私人毛一鷺，公之逮所由使也；吳之民方痛心焉，於是乘其厲聲以呵，則噪而相逐。中丞匿於溷藩以免。既而以吳民之亂請於朝，按誅五人，曰顏佩韋、楊念如、馬傑、沈揚、周文元，即今之傫然在墓者也。",
            "然五人之當刑也，意氣揚揚，呼中丞之名而詈之，談笑以死。斷頭置城上，顏色不少變。有賢士大夫發五十金，買五人之頭而函之，卒與屍合。故今之墓中全乎爲五人也。",
            "嗟乎！大閹之亂，縉紳而能不易其志者，四海之大，有幾人歟？而五人生於編伍之間，素不聞詩書之訓，激昂大義，蹈死不顧，亦曷故哉？且矯詔紛出，鉤黨之捕遍於天下，卒以吾郡之發憤一擊，不敢復有株治；大閹亦逡巡畏義，非常之謀難於猝發，待聖人之出而投繯道路，不可謂非五人之力也。",
            "由是觀之，則今之高爵顯位，一旦抵罪，或脫身以逃，不能容於遠近，而又有剪髮杜門，佯狂不知所之者，其辱人賤行，視五人之死，輕重固何如哉？是以蓼洲周公忠義暴於朝廷，贈諡褒美，顯榮於身後；而五人亦得以加其土封，列其姓名於大堤之上，凡四方之士無不有過而拜且泣者，斯固百世之遇也。不然，令五人者保其首領，以老於戶牖之下，則盡其天年，人皆得以隸使之，安能屈豪傑之流，扼腕墓道，發其志士之悲哉？故餘與同社諸君子，哀斯墓之徒有其石也，而爲之記，亦以明死生之大，匹夫之有重於社稷也。",
            "賢士大夫者，冏卿因之吳公，太史文起文公、孟長姚公也。"
          ]
        }
      ]
    }
  ]
}
