{
  "title": "古文观止",
  "abstract": [
    "《古文观止》是清人吴楚材、吴调侯于康熙三十三年（1694年）选定的古代散文选本。二吴均是浙江绍兴人，长期设馆授徒，该书是清朝康熙年间选编的一部供学塾使用的文学读本，此书是为学生编的教材。",
    "《古文观止》收自东周至明代的文章222篇，全书12卷，以收散文为主，兼取骈文。题名“观止”是指该书所选的都是名篇佳作，是人们所能读到的尽善尽美的至文了。",
    "《古文观止》由清代吴兴祚审定并作序，序言中称“以此正蒙养而裨后学”，当时为读书人的启蒙读物。康熙三十四年（1695年）正式镌版印刷。"
  ],
  "content": [
    {
      "title": "卷一・周文",
      "content": [
        {
          "chapter": "郑伯克段于鄢",
          "source": "《左传》",
          "author": "先秦：左丘明 ",
          "paragraphs": [
            "初，郑武公娶于申，曰武姜，生庄公及共叔段。庄公寤生，惊姜氏，故名曰寤生，遂恶之。爱共叔段，欲立之。亟请于武公，公弗许。",
            "及庄公即位，为之请制。公曰：“制，巖邑也，虢叔死焉。佗邑唯命。”请京，使居之，谓之京城大叔。祭仲曰：“都城过百雉，国之害也。先王之制：大都不过参国之一，中五之一，小九之一。今京不度，非制也，君将不堪。”公曰：“姜氏欲之，焉辟害？”对曰：“姜氏何厌之有！不如早为之所，无使滋蔓，蔓难图也。蔓草犹不可除，况君之宠弟乎！”公曰：“多行不义，必自毙，子姑待之。”",
            "既而大叔命西鄙北鄙贰于己。公子吕曰：“国不堪贰，君将若之何？欲与大叔，臣请事之；若弗与，则请除之。无生民心。”公曰：“无庸，将自及。”大叔又收贰以为己邑，至于廪延。子封曰：“可矣，厚将得众。”公曰：“不义，不暱，厚将崩。”",
            "大叔完聚，缮甲兵，具卒乘，将袭郑。夫人将启之。公闻其期，曰：“可矣！”命子封帅车二百乘以伐京。京叛大叔段，段入于鄢，公伐诸鄢。五月辛丑，大叔出奔共。",
            "书曰：“郑伯克段于鄢。”段不弟，故不言弟；如二君，故曰克；称郑伯，讥失教也；谓之郑志。不言出奔，难之也。",
            "遂寘姜氏于城颍，而誓之曰：“不及黄泉，无相见也。”既而悔之。颍考叔为颍谷封人，闻之，有献于公，公赐之食，食舍肉。公问之，对曰：“小人有母，皆尝小人之食矣，未尝君之羹，请以遗之。”公曰：“尔有母遗，繄我独无！”颍考叔曰：“敢问何谓也？”公语之故，且告之悔。对曰：“君何患焉？若阙地及泉，隧而相见，其谁曰不然？”公从之。公入而赋：“大隧之中，其乐也融融！”姜出而赋：“大隧之外，其乐也泄泄。”遂为母子如初。",
            "君子曰：“颍考叔，纯孝也，爱其母，施及庄公。《诗》曰：‘孝子不匮，永锡尔类。’其是之谓乎！”"
          ]
        },
        {
          "chapter": "周郑交质",
          "source": "《左传》",
          "author": "先秦：左丘明 ",
          "paragraphs": [
            "郑武公、庄公为平王卿士。王贰于虢，郑伯怨王。王曰：“无之。”故周郑交质。王子狐为质于郑，郑公子忽为质于周。",
            "王崩，周人将畀虢公政。四月，郑祭足帅师取温之麦。秋，又取成周之禾。周郑交恶。",
            "君子曰：“信不由中，质无益也。明恕而行，要之以礼，虽无有质，谁能间之？苟有明信，涧溪沼沚之毛，苹蘩蕴藻之菜，筐筥锜釜之器，潢污行潦之水，可荐于鬼神，可羞于王公，而况君子结二国之信，行之以礼，又焉用质？《风》有《采蘩》、《采苹》，《雅》有《行苇》、《泂酌》，昭忠信也。”"
          ]
        },
        {
          "chapter": "石碏谏宠州吁",
          "source": "《左传》",
          "author": "先秦：左丘明 ",
          "paragraphs": [
            "卫庄公娶于齐东宫得臣之妹，曰庄姜。美而无子，卫人所为赋《硕人》也。又娶于陈，曰厉妫。生孝伯，蚤死。其娣戴妫生桓公，庄姜以为己子。",
            "公子州吁，嬖人之子也。有宠而好兵，公弗禁，庄姜恶之。",
            "石碏谏曰：“臣闻爱子，教之以义方，弗纳于邪。骄奢淫佚，所自邪也。四者之来，宠禄过也。将立州吁，乃定之矣；若犹未也，阶之为祸。夫宠而不骄，骄而能降，降而不憾，憾而能眕者，鲜矣。且夫贱妨贵，少陵长，远间亲，新间旧，小加大，淫破义，所谓六逆也。君义，臣行，父慈，子孝，兄爱，弟敬，所谓六顺也。去顺效逆，所以速祸也。君人者，将祸是[通“事”]务去，而速之，无乃不可乎？”弗听。",
            "其子厚与州吁游，禁之，不可。桓公立，乃老。"
          ]
        },
        {
          "chapter": "臧僖伯谏观鱼",
          "source": "《左传》",
          "author": "先秦：左丘明 ",
          "paragraphs": [
            "春，公将如棠观鱼者。臧僖伯谏曰：“凡物不足以讲大事，其材不足以备器用，则君不举焉。君将纳民于轨物者也。故讲事以度轨量，谓之‘轨’；取材以章物采，谓之‘物’。不轨不物，谓之乱政。乱政亟行，所以败也。故春蒐、夏苗、秋狝、冬狩，皆于农隙以讲事也。三年而治兵，入而振旅，归而饮至，以数军实。昭文章，明贵贱，辨等列，顺少长，习威仪也。鸟兽之肉不登于俎，皮革、齿牙、骨角、毛羽不登于器，则君不射，古之制也。若夫山林川泽之实，器用之资，皁隶之事，官司之守，非君所及也。”",
            "公曰：“吾将略地焉。”遂往，陈鱼而观之。僖伯称疾不从。",
            "书曰：“公矢鱼与棠。”非礼也，且言远地也。"
          ]
        },
        {
          "chapter": "郑庄公戒饬守臣",
          "source": "《左传》",
          "author": "先秦：左丘明 ",
          "paragraphs": [
            "秋七月，公会齐侯、郑伯伐许。庚辰，傅于许。颍考叔取郑伯之旗蝥弧以先登，子都自下射之，颠。瑕叔盈又以蝥弧登，周麾而呼曰：“君登矣！”郑师毕登。壬午，遂入许。许庄公奔卫。齐侯以许让公。公曰：“君谓许不共，故从君讨之。许既伏其罪矣。虽君有命，寡人弗敢与闻。”乃与郑人。",
            "郑伯使许大夫百里奉许叔以居许东偏，曰：“天祸许国，鬼神实不逞于许君，而假手于我寡人，寡人唯是一二父兄不能共亿，其敢以许自为功乎？寡人有弟，不能和协，而使糊其口于四方，其况能久有许乎？吾子其奉许叔以抚柔此民也，吾将使获也佐吾子。若寡人得没于地，天其以礼悔祸于许，无宁兹许公复奉其社稷，唯我郑国之有请谒焉，如旧昏媾，其能降以相从也。无滋他族实逼处此，以与我郑国争此土也。吾子孙其覆亡之不暇，而况能禋祀许乎？寡人之使吾子处此，不惟许国之为，亦聊以固吾圉也。”乃使公孙获处许西偏，曰：“凡而器用财贿，无置于许。我死，乃亟去之！吾先君新邑于此，王室而既卑矣，周之子孙日失其序。夫许，大岳之胤也。天而既厌周德矣，吾其能与许争乎？”",
            "君子谓郑庄公“于是乎有礼。礼，经国家，定社稷，序民人，利后嗣者也。许，无刑而伐之，服而舍之，度德而处之，量力而行之，相时而动，无累后人，可谓知礼矣。”(序民人 一作：序人民)"
          ]
        },
        {
          "chapter": "臧哀伯谏纳郜鼎",
          "source": "《左传》",
          "author": "先秦：左丘明 ",
          "paragraphs": [
            "夏四月，取郜大鼎于宋，纳于大庙，非礼也。",
            "臧哀伯谏曰：“君人者，将昭德塞违，以临照百官；犹惧或失之，故昭令德以示子孙。是以清庙茅屋，大路越席，大羹不致，粢食不凿，昭其俭也；衮冕黻珽，带裳幅舄，衡紞纮綖，昭其度也；藻率鞞鞛，鞶厉游缨，昭其数也；火龙黼黻，昭其文也；五色比象，昭其物也；钖鸾和铃，昭其声也；三辰旗旗，昭其明也。夫德，俭而有度，登降有数。文物以纪之，声明以发之，以临照百官，百官于是乎戒惧，而不敢易纪律。今灭德立违，而置其赂器于大庙，以明示百官。百官象之，其又何诛焉？国家之败，由官邪也；官之失德，宠赂章也。郜鼎在庙，章孰甚焉?武王克商，迁九鼎于雒邑，义士犹或非之，而况将昭违乱之赂器于大庙。其若之何?”公不听。"
          ]
        },
        {
          "chapter": "季梁谏追楚师",
          "source": "《左传》",
          "author": "先秦：左丘明 ",
          "paragraphs": [
            "楚武王侵随，使䓕章求成焉，军于瑕以待之。随人使少师董成。",
            "斗伯比言于楚子曰：“吾不得志于汉东也，我则使然。我张吾三军而被吾甲兵，以武临之，彼则惧而协以谋我，故难间也。汉东之国，随为大。随张，必弃小国。小国离，楚之利也。少师侈，请羸师以张之。”熊率且比曰:“季梁在，何益？”斗伯比曰:“以为后图。少师得其君。”",
            "王毁军而纳少师。少师归，请追楚师。随侯将许之。",
            "季梁止之曰：“天方授楚。楚之羸，其诱我也，君何急焉？臣闻小之能敌大也，小道大淫。所谓道，忠于民而信于神也。上思利民，忠也；祝史正辞，信也。今民馁而君逞欲，祝史矫举以祭，臣不知其可也。”公曰：“吾牲牷肥腯，粢盛丰备，何则不信？”对曰：“夫民，神之主也。是以圣王先成民，而后致力于神。故奉牲以告曰‘博硕肥腯。’谓民力之普存也，谓其畜之硕大蕃滋也，谓其不疾瘯蠡也，谓其备腯咸有也。奉盛以告曰：‘洁粢丰盛。’谓其三时不害而民和年丰也。奉酒醴以告曰：‘嘉栗旨酒。’谓其上下皆有嘉德而无违心也。所谓馨香，无谗慝也。故务其三时，修其五教，亲其九族，以致其禋祀。于是乎民和而神降之福，故动则有成。今民各有心，而鬼神乏主，君虽独丰，其何福之有？君姑修政而亲兄弟之国，庶免于难。”",
            "随侯惧而修政，楚不敢伐。"
          ]
        },
        {
          "chapter": "曹刿论战",
          "source": "《左传》",
          "author": "先秦：左丘明 ",
          "paragraphs": [
            "十年春，齐师伐我。公将战。曹刿请见。其乡人曰：“肉食者谋之，又何间焉？”刿曰：“肉食者鄙，未能远谋。”乃入见。问：“何以战？”公曰：“衣食所安，弗敢专也，必以分人。”对曰：“小惠未遍，民弗从也。”公曰：“牺牲玉帛，弗敢加也，必以信。”对曰：“小信未孚，神弗福也。”公曰：“小大之狱，虽不能察，必以情。”对曰：“忠之属也。可以一战。战则请从。”（遍 一作：徧)",
            "公与之乘，战于长勺。公将鼓之。刿曰：“未可。”齐人三鼓。刿曰：“可矣。”齐师败绩。公将驰之。刿曰：“未可。”下视其辙，登轼而望之，曰：“可矣。”遂逐齐师。",
            "既克，公问其故。对曰：“夫战，勇气也。一鼓作气，再而衰，三而竭。彼竭我盈，故克之，夫大国，难测也，惧有伏焉。吾视其辙乱，望其旗靡，故逐之。”"
          ]
        },
        {
          "chapter": "齐桓公伐楚",
          "source": "《左传》",
          "author": "先秦：左丘明 ",
          "paragraphs": [
            "齐侯与蔡姬乘舟于囿，荡公。公惧变色；禁之，不可。公怒，归之，未之绝也。蔡人嫁之。",
            "四年春，齐侯以诸侯之师侵蔡，蔡溃，遂伐楚。楚子使与师言曰：“君处北海，寡人处南海，唯是风马牛不相及也。不虞君之涉吾地也，何故？”管仲对曰：“昔召康公命我先君太公曰：‘五侯九伯，女实征之，以夹辅周室。’赐我先君履：东至于海，西至于河，南至于穆陵，北至于无棣。尔贡包茅不入，王祭不共，无以缩酒，寡人是征；昭王南征而不复，寡人是问。”对曰：“贡之不入，寡君之罪也，敢不共给？昭王之不复，君其问诸水滨。”(征 通 征)",
            "师进，次于陉。",
            "夏，楚子使屈完如师。师退，次于召陵。齐侯陈诸侯之师，与屈完乘而观之。齐侯曰：“岂不榖()是为？ 先君之好是继，与不榖同好，何如？”对曰：“君惠徼福于敝邑之社稷，辱收寡君，寡君之愿也。”齐侯曰：“以此众战，谁能御之！以此攻城，何城不克！”对曰：“君若以德绥诸侯，谁敢不服？ 君若以力，楚国方城以为城，汉水以为池，虽众，无所用之！”",
            "屈完及诸侯盟。"
          ]
        },
        {
          "chapter": "宫之奇谏假道",
          "source": "《左传》",
          "author": "先秦：左丘明 ",
          "paragraphs": [
            "晋侯复假道于虞以伐虢。",
            "宫之奇谏曰：“虢，虞之表也。虢亡，虞必从之。晋不可启，寇不可翫。一之谓甚，其可再乎？谚所谓‘辅车相依，唇亡齿寒’者，其虞、虢之谓也。”",
            "公曰：“晋，吾宗也，岂害我哉？”",
            "对曰：“大伯、虞仲，大王之昭也 。大伯不从，是以不嗣。虢仲、虢叔，王季之穆也，为文王卿士，勋在王室，藏于盟府。将虢是灭，何爱于虞！且虞能亲于桓、庄乎？其爱之也，桓、庄之族何罪？而以为戮，不唯逼乎？亲以宠逼，犹尚害之，况以国乎？”",
            "公曰：“吾享祀丰洁，神必据我。”",
            "对曰：“臣闻之，鬼神非人实亲，惟德是依。故《周书》曰：‘皇天无亲，惟德是辅。’又曰：‘黍稷非馨，明德惟馨。’又曰：‘民不易物，惟德繄物。’如是，则非德，民不和，神不享矣。神所冯依，将在德矣。若晋取虞，而明德以荐馨香，神其吐之乎？”",
            "弗听，许晋使。",
            "宫之奇以其族行，曰：“虞不腊矣。在此行也，晋不更举矣。”",
            "八月甲午，晋侯围上阳，问于卜偃曰：“吾其济乎？”",
            "对曰：“克之。”",
            "公曰：“何时？”",
            "对曰：“童谣曰：‘丙之晨，龙尾伏辰，均服振振，取虢之旗。鹑之贲贲，天策炖炖，火中成军，虢公其奔。’其九月、十月之交乎！丙子旦，日在尾，月在策，鹑火中，必是时也。”",
            "冬，十二月丙子朔，晋灭虢，虢公丑奔京师。师还，馆于虞，遂袭虞，灭之,执虞公.及其大夫井伯，从媵秦穆姬。而修虞祀，且归其职贡于王，故书曰：“晋人执虞公。”罪虞公，言易也。"
          ]
        },
        {
          "chapter": "齐桓下拜受胙",
          "source": "《左传》",
          "author": "先秦：左丘明 ",
          "paragraphs": [
            "夏，会于葵丘，寻盟，且修好，礼也。",
            "王使宰孔赐齐侯胙，曰：“天子有事于文武，使孔赐伯舅胙。”齐侯将下拜。孔曰：“且有后命。天子使孔曰：‘以伯舅耋老，加劳，赐一级，无下拜!”’对曰：“天威不违颜咫尺，小白余敢贪天子之命‘无下拜’!恐陨越于下，以遗天子羞，敢不下拜?”下，拜，登，受。"
          ]
        },
        {
          "chapter": "阴饴甥对秦伯",
          "source": "《左传》",
          "author": "先秦：左丘明 ",
          "paragraphs": [
            "十月，晋阴饴甥会秦伯，盟于王城。",
            "秦伯曰：“晋国和乎？”对曰：“不和。小人耻失其君而悼丧其亲，不惮征缮以立圉也。曰：‘必报仇，宁事戎狄。’君子爱其君而知其罪，不惮征缮以待秦命。曰：‘必报德，有死无二。’以此不和。”秦伯曰：“国谓君何？”对曰：“小人戚，谓之不免；君子恕，以为必归。小人曰：‘我毒秦，秦岂归君？’君子曰：‘我知罪矣，秦必归君。贰而执之，服而舍之，德莫厚焉，刑莫威焉。服者怀德，贰者畏刑，此一役也，秦可以霸。纳而不定，废而不立，以德为怨，秦不其然。’”秦伯曰：“是吾心也。”",
            "改馆晋侯，馈七牢焉。"
          ]
        },
        {
          "chapter": "子鱼论战",
          "source": "《左传》",
          "author": "先秦：左丘明 ",
          "paragraphs": [
            "二十有二年春，公伐邾，取须句。夏，宋公、卫侯、许男、滕子伐郑。秋，八月丁未，及邾人战于升陉。冬，十有一月己巳朔，宋公及楚人战于泓，宋师败绩。",
            "楚人伐宋以救郑。宋公将战。大司马固谏曰：“天之弃商久矣，君将兴之，弗可赦也已。”弗听。冬十一月己巳朔，宋公及楚人战于泓。宋人既成列，楚人未既济。司马曰：“彼众我寡，及其未既济也，请击之。”公曰：“不可。”既济而未成列，又以告。公曰：“未可。”既陈而后击之，宋师败绩。公伤股，门官歼焉。",
            "国人皆咎公。公曰：“君子不重伤，不禽二毛。古之为军也，不以阻隘也。寡人虽亡国之余，不鼓不成列。”子鱼曰：“君未知战。勍敌之人，隘而不列，天赞我也。阻而鼓之，不亦可乎？犹有惧焉！且今之勍者，皆我敌也。虽及胡耇，获则取之，何有于二毛？明耻教战，求杀敌也。伤未及死，如何勿重？若爱重伤，则如勿伤；爱其二毛，则如服焉。三军以利用也，金鼓以声气也。利而用之，阻隘可也；声盛致志，鼓儳可也。”"
          ]
        },
        {
          "chapter": "寺人披见文公",
          "source": "《左传》",
          "author": "先秦：左丘明 ",
          "paragraphs": [
            "吕、郤畏逼，将焚公宫而弑晋侯。寺人披请见。公使让之，且辞焉，曰：“蒲城之役，君命一宿，女即至。其后余从狄君以田渭滨，女为惠公来求杀余，命女三宿，女中宿至。虽有君命何其速也？夫袪犹在，女其行乎！”对曰：“臣谓君之入也，其知之矣。若犹未也，又将及难。君命无二，古之制也。除君之恶，唯力是视。蒲人、狄人、余何有焉？即位，其无蒲、狄乎！齐桓公置射钩，而使管仲相。君若易之，何辱命焉？行者甚众，岂唯刑臣？”公见之，以难告。晋侯潜会秦伯于王城。己丑晦，公宫火。瑕甥、郤芮不获公，乃如河上，秦伯诱而杀之。"
          ]
        },
        {
          "chapter": "介之推不言禄",
          "source": "《左传》",
          "author": "先秦：左丘明 ",
          "paragraphs": [
            "晋侯赏从亡者，介之推不言禄，禄亦弗及。",
            "推曰：“献公之子九人，唯君在矣。惠、怀无亲，外内弃之。天未绝晋，必将有主。主晋祀者，非君而谁？天实置之，而二三子以为己力，不亦诬乎？窃人之财，犹谓之盗。况贪天之功，以为己力乎？下义其罪，上赏其奸。上下相蒙，难与处矣。”",
            "其母曰：“盍亦求之？以死谁怼？”",
            "对曰：“尤而效之，罪又甚焉！且出怨言，不食其食。”",
            "其母曰：“亦使知之，若何？”",
            "对曰：“言，身之文也。身将隐，焉用文之？是求显也。”",
            "其母曰：“能如是乎？与汝偕隐。”遂隐而死。",
            "晋侯求之，不获，以绵上（地名）为之田。曰：“以志吾过，且旌善人。”"
          ]
        },
        {
          "chapter": "展喜犒师",
          "source": "《左传》",
          "author": "先秦：左丘明 ",
          "paragraphs": [
            "夏，齐孝公伐我北鄙。",
            "公使展喜犒师、使受命于展禽、齐侯未入竟、展喜从之， 曰：“寡君闻君亲举玉趾、将辱于敝邑，使下臣犒执事、”齐侯曰：“鲁人恐乎？”对曰：“小人恐矣，君子则否。”齐侯曰：“室如县罄、野无青草、何恃而不恐？”对曰：“恃先王之命。昔周公、 大公股肱周室、夹辅成王。成王劳之，而赐之盟，曰：‘世世子 孙无相害也！’载在盟府、大师职之、桓公是以纠合诸侯，而谋 其不协，弥缝其阙、而匡救其灾，昭旧职也、及君即位，诸侯 之望曰：‘其率桓之功、“我敝邑用是不敢保聚、曰：‘岂其嗣世 九年，而弃命废职？其若先君何？君必不然。’恃此而不恐。”齐侯乃还。"
          ]
        },
        {
          "chapter": "烛之武退秦师",
          "source": "《左传》",
          "author": "先秦：左丘明 ",
          "paragraphs": [
            "晋侯、秦伯围郑，以其无礼于晋，且贰于楚也。晋军函陵，秦军氾南。",
            "佚之狐言于郑伯曰：“国危矣，若使烛之武见秦君，师必退。”公从之。辞曰：“臣之壮也，犹不如人；今老矣，无能为也已。”公曰：“吾不能早用子，今急而求子，是寡人之过也。然郑亡，子亦有不利焉！”许之。",
            "夜缒而出，见秦伯，曰：“秦、晋围郑，郑既知亡矣。若亡郑而有益于君，敢以烦执事。越国以鄙远，君知其难也，焉用亡郑以陪邻？邻之厚，君之薄也。若舍郑以为东道主，行李之往来，共其乏困，君亦无所害。且君尝为晋君赐矣，许君焦、瑕，朝济而夕设版焉，君之所知也。夫晋，何厌之有？既东封郑，又欲肆其西封，若不阙秦，将焉取之？阙秦以利晋，唯君图之。”秦伯说，与郑人盟。使杞子、逢孙、杨孙戍之，乃还。",
            "子犯请击之。公曰：“不可。微夫人之力不及此。因人之力而敝之，不仁；失其所与，不知；以乱易整，不武。吾其还也。”亦去之。",
            "（选自《左传》）"
          ]
        },
        {
          "chapter": "蹇叔哭师",
          "source": "《左传》",
          "author": "先秦：左丘明 ",
          "paragraphs": [
            "冬，晋文公卒。庚辰，将殡于曲沃。出绛，柩有声如牛。卜偃使大夫拜，曰：“君命大事将有西师过轶我，击之，必大捷焉。”",
            "杞子自郑使告于秦曰：“郑人使我掌其北门之管，若潜师以来，国可得也。”穆公访诸蹇叔。蹇叔曰：“劳师以袭远，非所闻也。师劳力竭，远主备之，无乃不可乎？师之所为，郑必知之。 勤而无所，必有悖心。且行千里，其谁不知？”公辞焉。召孟明、 西乞、白乙使出师于东门之外。蹇叔哭之曰：“孟子！吾见师之出而不见其入也。”公使谓之曰：“尔何知！中寿，尔墓之木拱矣！”",
            "蹇叔之子与师，哭而送之，曰：“晋人御师必于崤，崤有二陵焉。 其南陵，夏后皋之墓地；其北陵，文王之所辟风雨也，必死是间，余收尔骨焉?秦师遂东。"
          ]
        }
      ]
    },
    {
      "title": "卷二・周文",
      "content": [
        {
          "chapter": "郑子家告赵宣子",
          "source": "《左传》",
          "author": "先秦：左丘明 ",
          "paragraphs": [
            "晋侯合诸侯于扈，平宋也。",
            "于是晋侯不见郑伯，以为贰于楚也。郑子家使执讯而与之书，以告赵宣子曰：“寡君即位三年，召蔡侯而与之事君。九月，蔡侯入于敝邑以行，敝邑以侯宣多之难，寡君是以不得与蔡侯偕，十一月，克减侯宣多而随蔡侯以朝于执事。十二年六月，归生佐寡君之嫡夷，以请陈侯于楚而朝诸君。十四年七月寡君又朝，以蒇陈事。十五年五月，陈侯自敝邑往朝于君。往年正月，烛之武往朝夷也。八月，寡君又往朝。以陈蔡之密迩于楚，而不敢贰焉，则敝邑之故也。虽敝邑之事君，何以不免？在位之中，一朝于襄，而再见于君，夷与孤之二三臣，相及于绛。虽我小国，则蔑以过之矣。今大国曰：‘尔未逞吾志。’敝邑有亡，无以加焉。古人有言曰：‘畏首畏尾，身其余几？’又曰：‘鹿死不择音。’小国之事大国也，德，则其人也；不德，则其鹿也。铤而走险，急何能择？命之罔极，亦知亡矣。将悉敝赋以待于鯈，唯执事命之。文公二年，朝于齐；四年，为齐侵蔡，亦获成于楚。居大国之间而从于强令，岂有罪也？大国若弗图，无所逃命。”",
            "晋巩朔行成于郑，赵穿、公婿池为质焉。"
          ]
        },
        {
          "chapter": "王孙满对楚子",
          "source": "《左传》",
          "author": "先秦：左丘明 ",
          "paragraphs": [
            "楚子伐陆浑之戎，遂至于雒，观兵于周疆。定王使王孙满劳楚子。楚子问鼎之大小轻重焉。",
            "对曰：“在德不在鼎。昔夏之方有德也，远方图物，贡金九牧，铸鼎象物，百物而为之备，使民知神奸。故民入川泽山林，不逢不若。螭魅罔两，莫能逢之。用能协于上下，以承天休。桀有昏德，鼎迁于商，载祀六百。商纣暴虐，鼎迁于周。德之休明，虽小，重也。其奸回昏乱，虽大，轻也。天祚明德，有所底止。成王定鼎于郏鄏，卜世三十，卜年七百，天所命也。周德虽衰，天命未改。鼎之轻重，未可问也。”"
          ]
        },
        {
          "chapter": "齐国佐不辱命",
          "source": "《左传》",
          "author": "先秦：左丘明 ",
          "paragraphs": [
            "晋师从齐师，入自丘舆，击马陉。",
            "齐侯使宾媚人赂以纪甗、玉磬与地。“不可，则听客之所为。”",
            "宾媚人致赂，晋人不可，曰：“必以肖同叔子为质，而使齐之封内尽东其亩。”对曰：“肖同叔子非他，寡君之母也；若以匹敌，则亦晋君之母也。吾子布大命于诸侯，而曰必质其母以为信，其若王命何？且是以不孝令也。诗曰：‘孝子不匮，永锡尔类。’若以不孝令于诸侯，其无乃非德类也乎？先王疆理天下，物土之宜，而布其利。故诗曰：‘我疆我理，南东其亩。’今吾子疆理诸侯，而曰‘尽东其亩’而已；唯吾子戎车是利，无顾土宜，其无乃非先王之命也乎？反先王则不义，何以为盟主？其晋实有阙。四王之王也，树德而济同欲焉；五伯之霸也，勤而抚之，以役王命；今吾子求合诸侯，以逞无疆之欲。诗曰：‘布政优优，百禄是遒。’子实不优，而弃百禄，诸侯何害焉？不然，寡君之命使臣，则有辞矣。曰‘子以君师辱于敝邑，不腆敝赋，以犒从者；畏君之震，师徒桡败。吾子惠徼齐国之福，不泯其社稷，使继旧好，唯是先君之敝器、土地不敢爱。子又不许，请收合余烬，背城借一。敝邑之幸，亦云从也；况其不幸，敢不唯命是听？’”"
          ]
        },
        {
          "chapter": "楚归晋知罃",
          "source": "《左传》",
          "author": "先秦：左丘明 ",
          "paragraphs": [
            "晋人归楚公子谷臣，与连尹襄老之尸于楚，以求知罃。于是荀首佐中军矣，故楚人许之。",
            "王送知罃，曰：“子其怨我乎？”对曰：“二国治戎，臣不才，不胜其任，以为俘馘。执事不以衅鼓，使归即戮，君之惠也。臣实不才，又谁敢怨？”",
            "王曰：“然则德我乎？”对曰：“二国图其社稷，而求纾其民，各惩其忿，以相宥也，两释累囚，以成其好。二国有好，臣不与及，其谁敢德？”",
            "王曰：“子归何以报我？”对曰：“臣不任受怨，君亦不任受德。无怨无德，不知所报。”",
            "王曰：“虽然，必告不谷。”对曰：“以君之灵，累臣得归骨于晋，寡君之以为戮，死且不朽。若从君之惠而免之，以赐君之外臣首；首其请于寡君，而以戮于宗，亦死且不朽。若不获命，而使嗣宗职，次及于事，而帅偏师以脩封疆，虽遇执事，其弗敢违。其竭力致死，无有二心，以尽臣礼。所以报也！",
            "王曰：“晋未可与争。”重为之礼而归之。"
          ]
        },
        {
          "chapter": "吕相绝秦",
          "source": "《左传》",
          "author": "先秦：左丘明 ",
          "paragraphs": [
            "夏四月戊午，晋侯使吕相绝秦，曰：“昔逮我献公及穆公相好，戮力同心，申之以盟誓，重之以昏姻。天祸晋国，文公如齐，惠公如秦。无禄，献公即世。穆公不忘旧德，俾我惠公用能奉祀于晋。又不能成大勋，而为韩之师。亦悔于厥心，用集我文公。是穆之成也。",
            "“文公躬擐甲冑，跋履山川，逾越险阻，征东之诸侯，虞、夏、商、周之胤，而朝诸秦，则亦既报旧德矣。郑人怒君之疆埸，我文公帅诸侯及秦围郑。秦大夫不询于我寡君，擅及郑盟。诸侯疾之，将致命于秦。文公恐惧，绥静诸侯，秦师克还无害，则是我有大造于西也。",
            "“无禄，文公即世；穆为不吊，蔑死我君，寡我襄公，迭我肴地，奸绝我好，伐我保城。殄灭我费滑，散离我兄弟，挠乱我同盟，倾覆我国家。我襄公未忘君之旧勋，而惧社稷之陨，是以有淆之师。犹愿赦罪于穆公，穆公弗听，而即楚谋我。天诱其衷，成王陨命，穆公是以不克逞志于我。",
            "“穆、襄即世，康、灵即位。康公，我之自出，又欲阙翦我公室，倾覆我社稷，帅我蝥贼，以来荡摇我边疆，我是以有令狐之役。康犹不悛，入我河曲，伐我涑川，俘我王官，翦我羁马，我是以有河曲之战。东道之不通，则是康公绝我好也。",
            "“及君之嗣也，我君景公引领西望曰：‘庶抚我乎！’君亦不惠称盟，利吾有狄难，入我河县，焚我箕、郜，芟夷我农功，虔刘我边垂，我是以有辅氏之聚。君亦悔祸之延，而欲徼福于先君献、穆，使伯车来命我景公曰：‘吾与女同好弃恶，复脩旧德，以追念前勋。’言誓未就，景公即世，我寡君是以有令狐之会。君又不祥，背弃盟誓。白狄及君同州，君之仇仇，而我昏姻也。君来赐命曰：‘吾与女伐狄。’寡君不敢顾昏姻。畏君之威，而受命于吏。君有二心于狄，曰：‘晋将伐女。’狄应且憎，是用告我。楚人恶君之二三其德也，亦来告我曰：‘秦背令狐之盟，而来求盟于我：“昭告昊天上帝、秦三公、楚三王曰：‘余虽与晋出入，余唯利是视。’”不榖恶其无成德，是用宣之，以惩不壹。’诸侯备闻此言，斯是用痛心疾首，暱就寡人。寡人帅以听命，唯好是求。君若惠顾诸侯，矜哀寡人，而赐之盟，则寡人之愿也，其承宁诸侯以退，岂敢徼乱？君若不施大惠，寡人不佞，其不能以诸侯退矣。敢尽布之执事，俾执事实图利之。”"
          ]
        },
        {
          "chapter": "驹支不屈于晋",
          "source": "《左传》",
          "author": "先秦：左丘明 ",
          "paragraphs": [
            "会于向，将执戎子驹支。范宣子亲数诸朝。曰：“来，姜戎氏。昔秦人迫逐乃祖吾离于瓜州，乃祖吾离被苫盖，蒙荆棘，以来归我先君。我先君惠公有不腆之田，与女剖分而食之。今诸侯之事我寡君不如昔者，盖言语漏泄，则职女之由。诘朝之事，尔无与焉！与，将执女。”",
            "对曰：“昔秦人负恃其众，贪于土地，逐我诸戎。惠公蠲其大德，谓我诸戎是四岳之裔胄也，毋是翦弃。赐我南鄙之田，狐狸所居，豺狼所嗥。我诸戎除翦其荆棘，驱其狐狸豺狼，以为先君不侵不叛之臣，至于今不贰。昔文公与秦伐郑，秦人窃与郑盟而舍戍焉，于是乎有肴之师。晋御其上，戎亢其下，秦师不复，我诸戎实然。譬如捕鹿，晋人角之，诸戎掎之，与晋踣之，戎何以不免？自是以来，晋之百役，与我诸戎相继于时，以从执政，犹肴志也，岂敢离逷？今官之师旅，无乃实有所阙，以携诸侯，而罪我诸戎。我诸戎饮食衣服不与华同，贽币不通，言语不达，何恶之能为？不与于会，亦无瞢焉。”赋《青蝇》而退。",
            "宣子辞焉，使即事于会，成恺悌也。"
          ]
        },
        {
          "chapter": "祁奚请免叔向",
          "source": "《左传》",
          "author": "先秦：左丘明 ",
          "paragraphs": [
            "栾盈出奔楚。宣子杀羊舌虎，囚叔向。人谓叔向曰：“子离于罪，其为不知乎？”叔向曰：“与其死亡若何？诗曰：‘优哉游哉，聊以卒岁。’知也。”",
            "乐王鲋见叔向曰：“吾为子请。”叔向弗应，出不拜。其人皆咎叔向。叔向曰：“必祁大夫。”室老闻之曰：“乐王鲋言于君无不行，求赦吾子，吾子不许；祁大夫所不能也，而曰必由之。何也？”叔向曰：“乐王鲋从君者也，何能行？祁大夫外举不弃仇，内举不失亲，其独遗我乎？诗曰：‘有觉德行，四国顺之。’夫子，觉者也。”",
            "晋侯问叔向之罪于乐王鲋。对曰：“不弃其亲，其有焉。”",
            "于是祁奚老矣，闻之，乘驲而见宣子，曰：“《诗》曰：‘惠我无疆，子孙保之。’《书》曰：‘圣有谟勋，明征定保。’夫谋而鲜过，惠训不倦者，叔向有焉，社稷之固也。犹将十世宥之，以劝能者。今壹不免其身，以弃社稷，不亦惑乎？鲧殛而禹兴；伊尹放大甲而相之，卒无怨色；管蔡为戮，周公右王。若之何其以虎也弃社稷？子为善，谁敢不勉，多杀何为？”宣子说，与之乘，以言诸公而免之。不见叔向而归，叔向亦不告免焉而朝。"
          ]
        },
        {
          "chapter": "子产告范宣子轻币",
          "source": "《左传》",
          "author": "先秦：左丘明 ",
          "paragraphs": [
            "范宣子为政，诸侯之币重，郑人病之。",
            "二月，郑伯如晋。子产寓书于子西，以告宣子，曰：“子为晋国，四邻诸侯，不闻令德而闻重币。侨也惑之。侨闻君子长国家者，非无贿之患，而无令名之难，夫诸侯之贿，聚于公室，则诸侯贰；若吾子赖之，则晋国贰。诸侯贰则晋国坏，晋国贰则子之家坏。何没没也？将焉用贿？",
            "夫令名，德之舆也。德，国家之基也。有基无坏，无亦是务乎？有德则乐，乐则能久。诗云：‘乐只君子，邦家之基。’有令德也夫！‘上帝临女，无贰尔心。’有令名也夫！恕思以明德，则令名载而行之，是以远至迩安。毋宁使人谓子，子实生我，而谓子浚我以生乎？象有齿以焚其身，贿也。”",
            "宣子说，乃轻币。"
          ]
        },
        {
          "chapter": "晏子不死君难",
          "source": "《左传》",
          "author": "先秦：左丘明 ",
          "paragraphs": [
            "崔武子见棠姜而美之，遂取之。庄公通焉。崔子弑之。",
            "晏子立于崔氏之门外。其人曰：“死乎？”曰：“独吾君也乎哉，吾死也？”曰：“行乎？”曰：“吾罪也乎哉，吾亡也？”曰：“归乎？”曰：“君死，安归？君民者，岂以陵民？社稷是主。臣君者，岂为其口实？社稷是养。故君为社稷死，则死之；为社稷亡，则亡之。若为己死，而为己亡，非其私暱，谁敢任之？且人有君而弑之，吾焉得死之？而焉得亡之？将庸何归？”门启而入，枕尸股而哭。兴，三踊而出。人谓崔子：“必杀之。”崔子曰：“民之望也，舍之得民。”"
          ]
        },
        {
          "chapter": "季札观周乐",
          "source": "《左传》",
          "author": "先秦：左丘明 ",
          "paragraphs": [
            "吴公子札来聘。……请观于周乐。使工为之歌《周南》、《召南》，曰：“美哉！始基之矣，犹未也，然勤而不怨矣。为之歌《邶》、《鄘》、《卫》，曰：“美哉，渊乎！忧而不困者也。吾闻卫康叔、武公之德如是，是其《卫风》乎？”为之歌《王》曰：“美哉！思而不惧，其周之东乎！”为之歌《郑》，曰：“美哉！其细已甚，民弗堪也。是其先亡乎！”为之歌《齐》，曰：“美哉，泱泱乎！大风也哉！表东海者，其大公乎？国未可量也。”为之歌《豳》，曰：“美哉，荡乎！乐而不淫，其周公之东乎？”为之歌《秦》，曰：“此之谓夏声。夫能夏则大，大之至也，其周之旧乎！”为之歌《魏》，曰：“美哉，渢渢乎！大而婉，险而易行，以德辅此，则明主也！”为之歌《唐》，曰：“思深哉！其有陶唐氏之遗民乎？不然，何忧之远也？非令德之后，谁能若是？”为．之歌《陈》，曰：“国无主，其能久乎！”自《郐》以下无讥焉！",
            "为之歌《小雅》，曰。“美哉！思而不贰，怨而不言，其周德之衰乎？犹有先王之遗民焉！”为之歌《大雅》，曰：“广哉！熙熙乎！曲而有直体，其文王之德乎？”",
            "为之歌《颂》，曰：“至矣哉！直而不倨，曲而不屈；迩而不逼，远而不携；迁而不淫，复而不厌；哀而不愁，乐而不荒；用而不匮，广而不宣；施而不费，取而不贪；处而不底，行而不流。五声和，八风平；节有度，守有序。盛德之所同也！”",
            "见舞《象箾》、《南龠》者，曰：“美哉，犹有憾！”见舞《大武》者，曰：“美哉，周之盛也，其若此乎？”见舞《韶濩》者，曰：“圣人之弘也，而犹有惭德，圣人之难也！”见舞《大夏》者，曰：“美哉！勤而不德。非禹，其谁能修之！”见舞《韶箾》者“，曰：“德至矣哉！大矣，如天之无不帱也，如地之无不载也！虽甚盛德，其蔑以加于此矣。观止矣！若有他乐，吾不敢请已！”"
          ]
        },
        {
          "chapter": "子产坏晋馆垣",
          "source": "《左传》",
          "author": "先秦：左丘明 ",
          "paragraphs": [
            "公薨之月，子产相郑伯以如晋，晋侯以我丧故，未之见也。子产使尽坏其馆之垣，而纳车马焉。",
            "士文伯让之，曰：“敝邑以政刑之不修，寇盗充斥，无若诸侯之属辱在寡君者何，是以令吏人完客所馆，高其闬 闳，厚其墙垣，以无忧客使。今吾子坏之，虽从者能戒，其若异客何？以敝邑之为盟主，缮完葺墙，以待宾客。若皆毁之，其何以共命？寡君使匄请命。",
            "对曰：“以敝邑褊小，介于大国，诛求无时，是以不敢宁居，悉索敝赋，以来会时事。逢执事之不闲，而未得见；又不获闻命，未知见时。不敢输币，亦不敢暴露。其输之，则君之府实也，非荐陈之，不敢输也。其暴露之，则恐燥溼之不时而朽蠹，以重敝邑之罪。侨闻文公之为盟主也，宫室卑庳，无观台榭，以崇大诸侯之馆，馆如公寝；库厩缮修，司空以时平易道路，圬人以时塓馆宫室；诸侯宾至，甸设庭燎，仆人巡宫，车马有所，宾从有代，巾车脂辖，隶人、牧、圉，各瞻其事；百官之属各展其物；公不留宾，而亦无废事；忧乐同之，事则巡之，教其不知，而恤其不足。宾至如归，无宁灾患；不畏寇盗，而亦不患燥溼。今铜鞮之宫数里，而诸侯舍于隶人，门不容车，而不可逾越；盗贼公行。而天疠不戒。宾见无时，命不可知。若又勿坏，是无所藏币以重罪也。敢请执事，将何所命之？虽君之有鲁丧，亦敝邑之忧也。若获荐币，修垣而行，君之惠也，敢惮勤劳？”",
            "文伯覆命。赵文子曰：“信。我实不德，而以隶人之垣以赢诸侯，是吾罪也。”使士文伯谢不敏焉。",
            "晋侯见郑伯，有加礼，厚其宴好而归之。乃筑诸侯之馆。",
            "叔向曰：“辞之不可以已也如是夫！子产有辞，诸侯赖之，若之何其释辞也？《诗》曰：‘辞之辑矣，民之协矣；辞之怿矣，民之莫矣。’其知之矣。”"
          ]
        },
        {
          "chapter": "子产论尹何为邑",
          "source": "《左传》",
          "author": "先秦：左丘明 ",
          "paragraphs": [
            "子皮欲使尹何为邑。子产曰：“少，未知可否。”子皮曰：“愿，吾爱之，不吾叛也。使夫往而学焉，夫亦愈知治矣。”子产曰；“不可。人之爱人，求利之也。今吾子爱人则以政。犹未能操刀而使割也，其伤实多。子之爱人，伤之而已，其谁敢求爱于子？子于郑国，栋也。栋折榱崩，侨将厌焉，敢不尽言？子有美锦，不使人学制焉。大官大邑，身之所庇也，而使学者制焉。其为美锦，不亦多乎？侨闻学而后入政，未闻以政学者也。若果行此，必有所害。譬如田猎，射御贯，则能获禽；若未尝登车射御，则败绩厌覆是惧，何暇思获？",
            "子皮曰：“善哉！虎不敏。吾闻君子务知大者、远者，小人务知小者、近者。我，小人也。衣服附在吾身，我知而慎之；大官、大邑，所以庇身也，我远而慢之。微子之言，吾不知也。他日我曰：‘子为郑国，我为吾家，以庇焉，其可也。’今而后知不足。自今请虽吾家，听子而行。”子产曰：“人心之不同，如其面焉。吾岂敢谓子面如吾面乎？抑心所谓危，亦以告也。”子皮以为忠，故委政焉。子产是以能为郑国。"
          ]
        },
        {
          "chapter": "子产却楚逆女以兵",
          "source": "《左传》",
          "author": "先秦：左丘明 ",
          "paragraphs": [
            "楚公子围聘于郑，且娶于公孙段氏。伍举为介。将入馆，郑人恶之。使行人子羽与之言，乃馆于外。",
            "既聘，将以众逆。子产患之，使子羽辞曰：“以敝邑褊小，不足以容从者，请墠听命！”令尹使太宰伯州犁对曰：“君辱贶寡大夫围，谓围：‘将使丰氏抚有而室。’围布几筵，告于庄、共之庙而来。若野赐之，是委君贶于草莽也！是寡大夫不得列于诸卿也！不宁唯是，又使围蒙其先君，将不得为寡君老，其蔑以复矣。唯大夫图之！”子羽曰：“小国无罪，恃实其罪。将恃大国之安靖己，而无乃包藏祸心以图之。小国失恃而惩诸侯，使莫不憾者，距违君命，而有所壅塞不行是惧！不然，敝邑，馆人之属也，其敢爱丰氏之祧？”",
            "伍举知其有备也，请垂櫜而入。许之。"
          ]
        },
        {
          "chapter": "子革对灵王",
          "source": "《左传》",
          "author": "先秦：左丘明 ",
          "paragraphs": [
            "楚子狩于州来，次于颍尾，使荡侯、潘子、司马督、嚣尹午、陵尹喜帅师围徐以惧吴。楚子次于干溪，以为之援。",
            "雨雪，王皮冠，秦复陶，翠被，豹舄，执鞭以出，仆析父从。右尹子革夕，王见之。去冠被，舍鞭，与之语曰：“昔我先王熊绎与吕伋、王孙牟、燮父、禽父，并事康王，四国皆有分，我独无有。今吾使人于周，求鼎以为分，王其与我乎？”",
            "对曰：“与君王哉！昔我先王熊绎，辟在荆山，筚路蓝缕，以处草莽，跋涉山林，以事天子，唯是桃弧、棘矢，以共御王事。齐，王舅也；晋及鲁、卫，王母弟也。楚是以无分，而彼皆有。今周与四国服事君王，将唯命是从，岂其爱鼎？”王曰：“昔我皇祖伯父昆吾，旧许是宅。今郑人贪赖其田，而不我与。我若求之，其与我乎？”",
            "对曰：“与君王哉！周不爱鼎，郑敢爱田？”王曰：“昔诸侯远我而畏晋，今我大城陈、蔡、不羹，赋皆千乘，子与有劳焉。诸侯其畏我乎？”对曰：“畏君王哉！是四国者，专足畏也，又加之以楚，敢不畏君王哉？”",
            "工尹路请曰：“君王命剥圭以为戚柲，敢请命。”王入视之。析父谓子革：“吾子，楚国之望也！今与王言如响，国其若之何？”子革曰：“摩厉以须，王出，吾刃将斩矣。”",
            "王出，复语。左史倚相趋过。王曰：“是良史也，子善视之。是能读《三坟》、《五典》、《八索》、《九丘》。”对曰：“臣尝问焉，昔穆王欲肆其心，周行天下，将皆必有车辙马迹焉。祭公谋父作《祈招》之诗，以止王心，王是以获没于祗宫。臣问其诗而不知也；若问远焉，其焉能知之？”",
            "王曰：“子能乎？”对曰：“能。其《诗》曰：‘祈招之愔愔，式昭德音。思我王度，式如玉，式如金。形民之力，而无醉饱之心。’”",
            "王揖而入，馈不食，寝不寐，数日。不能自克，以及于难。",
            "仲尼曰：“古也有志：‘克己复礼，仁也。’信善哉！楚灵王若能如是，岂其辱于干溪？”"
          ]
        },
        {
          "chapter": "子产论政宽猛",
          "source": "《左传》",
          "author": "先秦：左丘明 ",
          "paragraphs": [
            "郑子产有疾。谓子大叔曰：“我死，子必为政。唯有德者能以宽服民，其次莫如猛。夫火烈，民望而畏之，故鲜死焉。水懦弱，民狎而玩之，则多死焉，故宽难。”疾数月而卒。",
            "大叔为政，不忍猛而宽。郑国多盗，取人于萑苻之泽。大叔悔之，曰：“吾早从夫子，不及此。”兴徒兵以攻萑苻之盗，尽杀之，盗少止。",
            "仲尼曰：“善哉！政宽则民慢，慢则纠之以猛。猛则民残，残则施之以宽。宽以济猛；猛以济宽，政是以和。”《诗》曰：‘民亦劳止，汔可小康；惠此中国，以绥四方。’施之以宽也。‘毋从诡随，以谨无良；式遏寇虐，惨不畏明。’纠之以猛也。‘柔远能迩，以定我王。’平之以和也。又曰：‘不竞不絿，不刚不柔，布政优优，百禄是遒。’和之至也。”",
            "及子产卒，仲尼闻之，出涕曰：“古之遗爱也。”"
          ]
        },
        {
          "chapter": "吴许越成",
          "source": "《左传》",
          "author": "先秦：左丘明 ",
          "paragraphs": [
            "吴王夫差败越于夫椒，报槜李也。遂入越。越子以甲楯五千保于会稽，使大夫种因吴太宰嚭以行成。",
            "吴子将许之。伍员曰：“不可。臣闻之：‘树德莫如滋，去疾莫如尽。’昔有过浇杀斟灌以伐斟鄩，灭夏后相。后缗方娠，逃出自窦，归于有仍，生少康焉，为仍牧正。惎浇能戒之。浇使椒求之，逃奔有虞，为之庖正，以除其害。虞思于是妻之以二姚，而邑诸纶，有田一成，有众一旅。能布其德，而兆其谋，以收夏众，抚其官职；使女艾谍浇，使季杼诱豷，遂灭过、戈，复禹之绩。祀夏配天，不失旧物。今吴不如过，而越大于少康，或将丰之，不亦难乎？勾践能亲而务施，施不失人，亲不弃劳，与我同壤而世为仇仇。于是乎克而弗取，将又存之，违天而长寇仇，后虽悔之，不可食已。姬之衰也，日可俟也。介在蛮夷，而长寇仇，以是求伯，必不行矣。”",
            "弗听。退而告人曰：“越十年生聚，而十年教训，二十年之外，吴其为沼乎！”"
          ]
        }
      ]
    },
    {
      "title": "卷三・周文",
      "content": [
        {
          "chapter": "祭公谏征犬戎",
          "source": "《国语》",
          "author": "先秦：佚名 ",
          "paragraphs": [
            "穆王将征犬戎，祭公谋父谏曰：“不可。先王耀德不观兵。夫兵，戢而时动，动则威；观则玩，玩则无震。是故周文公之《颂》曰：‘载戢干戈，载櫜弓矢；我求懿德，肆于时夏。允王保之。’先王之于民也，茂正其德，而厚其性；阜其财求，而利其器用；明利害之乡，以文修之，使务利而避害，怀德而畏威，故能保世以滋大。",
            "昔我先世后稷，以服事虞夏。及夏之衰也，弃稷弗务，我先王不窋，用失其官，而自窜于戎翟之间。不敢怠业，时序其德，纂修其绪，修其训典；朝夕恪勤，守以惇笃，奉以忠信，奕世戴德，不忝前人。至于武王，昭前之光明，而加之以慈和，事神保民，莫不欣喜。商王帝辛，大恶于民，庶民弗忍，欣戴武王，以致戎于商牧。是先王非务武也，勤恤民隐，而除其害也。",
            "夫先王之制：邦内甸服，邦外侯服，侯、卫宾服，夷、蛮要服，戎、狄荒服。甸服者祭，侯服者祀，宾服者享，要服者贡，荒服者王。日祭，月祀，时享，岁贡，终王，先王之训也。",
            "有不祭，则修意；有不祀，则修言；有不享，则修文；有不贡，则脩名；有不王，则修德。序成而有不至，则修刑。于是乎有刑不祭，伐不祀，征不享，让不贡，告不王。于是乎有刑罚之辟，有攻伐之兵，有征讨之备，有威让之令，有文告之辞。布令陈辞，而又不至，则又增修于德，无勤民于远。",
            "是以近无不听，远无不服。今自大毕、伯士之终也，犬戎氏以其职来王，天子曰：‘予必以不享征之’，且观之兵，其无乃废先王之训，而王几顿乎？吾闻夫犬戎树惇，能帅旧德，而守终纯固，其有以御我矣。”王不听，遂征之，得四白狼、四白鹿以归。自是荒服者不至。"
          ]
        },
        {
          "chapter": "召公谏厉王止谤",
          "source": "《国语》",
          "author": "先秦：佚名 ",
          "paragraphs": [
            "厉王虐，国人谤王。召公告曰：“民不堪命矣！”王怒，得卫巫，使监谤者。以告，则杀之。国人莫敢言，道路以目。",
            "王喜，告召公曰：“吾能弭谤矣，乃不敢言。”召公曰：“是障之也。防民之口，甚于防川。川壅而溃，伤人必多，民亦如之。是故为川者决之使导，为民者宣之使言。故天子听政，使公卿至于列士献诗，瞽献曲，史献书，师箴，瞍赋，曚诵，百工谏，庶人传语，近臣尽规，亲戚补察，瞽、史教诲，耆、艾修之，而后王斟酌焉，是以事行而不悖。民之有口，犹土之有山川也，财用于是乎出；犹其原隰之有衍沃也，衣食于是乎生。口之宣言也，善败于是乎兴。行善而备败，其所以阜财用衣食者也。夫民虑之于心而宣之于口，成而行之，胡可壅也？若壅其口，其与能几何？”",
            "王不听，于是国人莫敢出言。三年，乃流王于彘。"
          ]
        },
        {
          "chapter": "襄王不许请隧",
          "source": "《国语》",
          "author": "先秦：佚名 ",
          "paragraphs": [
            "晋文公既定襄王于郏，王劳之以地，辞，请隧焉。王弗许，曰：“昔我先王之有天下也，规方千里，以为甸服，以供上帝山川百神之祀，以备百姓兆民之用，以待不庭、不虞之患。其余，以均分公、侯、伯、子、男，使各有宁宇，以顺及天地，无逢其灾害。先王岂有赖焉？内官不过九御，外官不过九品，足以供给神祇而已，岂敢厌纵其耳目心腹，以乱百度？亦唯是死生之服物采章，以临长百姓而轻重布之，王何异之有？”",
            "“今天降祸灾于周室，余一人仅亦守府，又不佞以勤叔父，而班先王之大物以赏私德，其叔父实应且憎，以非余一人，余一人岂敢有爱也？先民有言曰：‘改玉改行。’叔父若能光裕大德，更姓改物，以创制天下，自显庸也，而缩取备物，以镇抚百姓，余一人其流辟于裔土，何辞之有与？若犹是姬姓也，尚将列为公侯，以复先王之职，大物其未可改也。叔父其茂昭明德，物将自至，余何敢以私劳变前之大章，以忝天下，其若先王与百姓何？何政令之为也？若不然，叔父有地而隧焉，余安能知之？”",
            "文公遂不敢请，受地而还。"
          ]
        },
        {
          "chapter": "单子知陈必亡",
          "source": "《国语》",
          "author": "先秦：佚名 ",
          "paragraphs": [
            "定王使单襄公聘于宋。遂假道于陈，以聘于楚。火朝觌矣，道茀不可行也。侯不在疆，司空不视涂，泽不陂，川不梁，野有庾积，场功未毕，道无列树，垦田若艺，膳宰不置饩，司里不授馆，国无寄寓，县无旅舍。民将筑台于夏氏。及陈，陈灵公与孔宁、仪行父南冠以如夏氏，留宾不见。",
            "单子归，告王曰：“陈侯不有大咎，国必亡。”王曰：“何故？”对曰：“夫辰角见而雨毕，天根见而水涸，本见而草木节解，驷见而陨霜，火见而清风戒寒。故《先王之教》曰：‘雨毕而除道，水涸而成梁，草木节解而备藏，陨霜而冬裘具，清风至而修城郭宫室。’故《夏令》曰：‘九月除道，十月成梁。’其时儆曰：“收而场功，待而畚梮，营室之中，土功其始，火之初见，期于司里。’此先王所以不用财贿，而广施德于天下者也。今陈国火朝觌矣，而道路若塞，野场若弃，泽不陂障，川无舟梁，是废先王之教也。”",
            "“《周制》有之曰：‘列树以表道，立鄙食以守路，国有郊牧，疆有寓望，薮有圃草，囿有林池，所以御灾也，其余无非谷土，民无悬耜，野无奥草。不夺民时，不蔑民功。有优无匮，有逸无罢。国有班事，县有序民。’今陈国道路不可知，田在草间，功成而不收，民罢于逸乐，是弃先王之法制也。",
            "“周之《秩官》有之曰：‘敌国宾至，关尹以告，行理以节逆之，候人为导，卿出郊劳，门尹除门，宗祝执祀，司里授馆，司徒具徒，司空视途，司寇诘奸，虞人入材，甸人积薪，火师监燎，水师监濯，膳宰致饔，廪人献饩，司马陈刍，工人展车，百官以物至，宾入如归。是故小大莫不怀爱。其贵国之宾至，则以班加一等，益虔。至于王吏，则皆官正莅事，上卿监之。若王巡守，则君亲监之。’今虽朝也不才，有分族于周，承王命以为过宾于陈，而司事莫至，是蔑先王之官也。",
            "“《先王之令》有之曰：‘天道赏善而罚淫，故凡我造国，无从非彝，无即慆淫，各守尔典，以承天休。’今陈侯不念胤续之常，弃其伉俪妃嫔，而帅其卿佐以淫于夏氏，不亦嫔姓矣乎？陈，我大姬之后也。弃衮冕而南冠以出，不亦简彝乎？是又犯先王之令也。",
            "“昔先王之教，懋帅其德也，犹恐殒越。若废其教而弃其制，蔑其官而犯其令，将何以守国？居大国之　，而无此四者，其能久乎？”",
            "六年，单子如楚。八年，陈侯杀于夏氏。九年，楚子入陈。"
          ]
        },
        {
          "chapter": "展禽论祀爰居",
          "source": "《国语》",
          "author": "先秦：佚名 ",
          "paragraphs": [
            "海鸟曰“爰居”，止于鲁东门之外二日。臧文仲使国人祭之。展禽曰：“越哉，臧孙之为政也！夫祀，国之大节也，而节，政之所成也。故慎制祀以为国典。今无故而加典，非政之宜也。",
            "“夫圣王之制祀也，法施于民则祀之，以死勤事则祀之，以劳定国则祀之，能御大灾则祀之，能捍大患则祀之。非是族也，不在祀典。昔烈山氏之有天下也，其子曰柱，能植百谷百蔬。夏之兴也，周弃继之，故祀以为稷。共工氏之伯九有也，其子曰后土，能平九土，故祀以为社。黄帝能成命百物，以明民共财。颛顼能修之，帝喾能序三辰以固民，尧能单均刑法以议民，舜勤民事而野死，鲧障供水而殛死，禹能以德修鲧之功，契为司徒而民辑，冥勤其官而水死，汤以宽治民而除其邪，稷勤百谷雨山死，文王以文昭，武王去民之秽。故有虞氏禘黄帝而祖颛顼，郊尧而宗舜；夏后氏禘黄帝面祖颛顼，郊鲧而宗禹；商人禘舜而祖契，郊冥而宗汤；周人禘喾而郊稷，祖文王而宗武王。幕，能帅颛顼者也，有虞氏报焉；杼，能帅禹者也，夏后氏报焉；上甲微，能帅契者也，商人报焉；高圉、太王，能帅稷者也，周人报焉。凡禘、郊、祖、宗、报，此五者，国之典祀也。加之以社稷山川之神，皆有功烈于民者也。及前哲令德之人，所以为民质也；及天之三辰，民所以瞻仰也；及地之五行，所以生殖也；及九州名山川泽，所以出财用也。非是，不在祀典。今海鸟至，已不知而犯之，以为国典，难以为仁且知矣。夫仁者讲功，而知者处物。无功而祀之，非仁也；不知而不问，非知也。今兹海其有灾乎？夫广川之鸟兽，恒知而避其灾也。”",
            "是岁也，海多大风，冬暖。文仲闻柳下季之言，曰：“信吾过也。季子之言，不可不法也。”使书以为三策。"
          ]
        },
        {
          "chapter": "里革断罟匡君",
          "source": "《国语》",
          "author": "先秦：佚名 ",
          "paragraphs": [
            "宣公夏滥于泗渊，里革断其罟而弃之，曰：“古者大寒降，土蛰发，水虞于是乎讲罛罶，取名鱼，登川禽，而尝之寝庙，行诸国，助宣气也。鸟兽孕，水虫成，兽虞于是乎禁罝罗，矠鱼鳖，以为夏槁，助生阜也。鸟兽成，水虫孕，水虞于是乎禁罜，设阱鄂，以实庙庖，畜功用也。且夫山不槎蘖，泽不伐夭，鱼禁鲲鲕，兽长麑麋，鸟翼鷇卵，虫舍蚔蝝，蕃庶物也，古之训也。今鱼方别孕，不教鱼长，又行网罟，贪无艺也。”",
            "公闻之，曰：“吾过而里革匡我，不亦善乎！是良罟也！为我得法。使有司藏之，使吾无忘谂。”师存侍，曰：“藏罟不如置里革于侧之不忘也。”"
          ]
        },
        {
          "chapter": "敬姜论劳逸",
          "source": "《国语》",
          "author": "先秦：佚名 ",
          "paragraphs": [
            "公父文伯退朝，朝其母，其母方绩，文伯曰：“以歜之家而主犹绩，惧干季孙之怒也。其以歜为不能事主乎？”其母叹曰：“鲁其亡乎？使僮子备官而未之闻耶？居，吾语女。昔圣王之处民也，择瘠土而处之，劳其民而用之，故长王天下。夫民劳则思，思则善心生；逸则淫，淫则忘善；忘善则恶心生。沃土之民不材，淫也。瘠土之民，莫不向义，劳也。",
            "是故天子大采朝日，与三公九卿，祖识地德，日中考政，与百官之政事。师尹惟旅牧相，宣序民事。少采夕月，与大史司载纠虔天刑。日入，监九御，使洁奉鐕郊之粢盛，而后即安。诸侯朝修天子之业命，昼考其国国职，夕省其典刑，夜儆百工，使无慆淫，而后即安。卿大朝考其职，昼讲其庶政，夕序其业，夜庀其家事，而后即安。士朝受业，昼而讲贯，夕而习复，夜而计过，无憾，而后即安。自庶人以下，明而动，晦而休，无日以怠。王后亲织玄紞，公侯之夫人，加之纮、綖。卿之内子为大带，命妇成祭服。列士之妻，加之以朝服。自庶士以下，皆衣其夫。社而赋事，蒸而献功，男女效绩，愆则有辟。古之制也！君子劳心，小人劳力，先王之训也！自上以下，谁敢淫心舍力？",
            "今我寡也，尔又在下位，朝夕处事，犹恐忘先人之业。况有怠惰，其何以避辟？吾冀而朝夕修我，曰：‘必无废先人。’尔今曰：‘胡不自安？’以是承君之官，余惧穆伯之绝祀也？”",
            "仲尼闻之曰：“弟子志之，季氏之妇不淫矣！”"
          ]
        },
        {
          "chapter": "叔向贺贫",
          "source": "《国语》",
          "author": "先秦：佚名 ",
          "paragraphs": [
            "叔向见韩宣子，宣子忧贫，叔向贺之。宣子曰：“吾有卿之名而无其实，无以从二三子，吾是以忧，子贺我，何故？”",
            "对曰：“昔栾武子无一卒之田，其宫不备其宗器，宣其德行，顺其宪则，使越于诸侯。诸侯亲之，戎狄怀之，以正晋国。行刑不疚，以免于难。及桓子，骄泰奢侈，贪欲无艺，略则行志，假货居贿，宜及于难，而赖武之德以没其身。及怀子，改桓之行，而修武之德，可以免于难，而离桓之罪，以亡于楚。夫郤昭子，其富半公室，其家半三军，恃其富宠，以泰于国。其身尸于朝，其宗灭于绛。不然，夫八郤，五大夫，三卿，其宠大矣，一朝而灭，莫之哀也，唯无德也。今吾子有栾武子之贫，吾以为能其德矣，是以贺。若不忧德之不建，而患货之不足，将吊不暇，何贺之有？”",
            "宣子拜，稽首焉，曰：“起也将亡，赖子存之，非起也敢专承之，其自桓叔以下，嘉吾子之赐。”"
          ]
        },
        {
          "chapter": "王孙圉论楚宝",
          "source": "《国语》",
          "author": "先秦：佚名 ",
          "paragraphs": [
            "王孙圉聘于晋，定公飨之。赵简子鸣玉以相，问于王孙圉曰：“楚之白珩犹在乎？”对曰：“然。”简子曰：“其为宝也，几何矣？”曰：“未尝为宝。楚之所宝者，曰观射父，能作训辞，以行事于诸侯，使无以寡君为口实。又有左史倚相，能道训典，以叙百物，以朝夕献善败于寡君，使寡君无忘先王之业；又能上下说于鬼神，顺道其欲恶，使神无有怨痛于楚国。又有薮曰云，连徒洲，金、木、竹、箭之所生也，龟、珠、角、齿、皮、革、羽、毛，所以备赋，以戒不虞者也；所以共币帛，以宾享于诸侯者也。若诸侯之好币具，而导之以训辞，有不虞之备，而皇神相之，寡君其可以免罪于诸侯，而国民保焉。此楚国之宝也。若夫白珩，先王之玩也，何宝之焉？”",
            "“圉闻国之宝，六而已：圣能制议百物，以辅相国家，则宝之；玉足以庇廕嘉谷，使无水旱之灾，则宝之；龟足以宪臧否，则宝之；珠足以御火灾，则宝之；金足以御兵乱，则宝之；山林薮泽足以备财用，则宝之。若夫譁嚣之美，楚虽蛮夷，不能宝也。”"
          ]
        },
        {
          "chapter": "诸稽郢行成于吴",
          "source": "《国语》",
          "author": "先秦：佚名 ",
          "paragraphs": [
            "吴王夫差起师伐越，越王勾践起师逆之江。",
            "大夫种乃献谋曰：“夫吴之与越，唯天所授，王其无庸战。夫申胥、华登，简服吴国之士于甲兵，而未尝有所挫也。夫一人善射，百夫决拾，胜未可成。夫谋必素见成事焉，而后履之，不可以授命。王不如设戎，约辞行成，以喜其民，以广侈吴王之心。吾以卜之于天，天若弃吴，必许吾成而不吾足也，将必宽然有伯诸侯之心焉；既罢弊其民，而天夺之食，安受其烬，乃无有命矣。”",
            "越王许诺，乃命诸稽郢行成于吴，曰：“寡君勾践使下臣郢，不敢显然布币行礼，敢私告于下执事曰：‘昔者，越国见祸，得罪于天王，天王亲趋玉趾，以心孤勾践，而又宥赦之。君王之于越也，繄起死人而肉白骨也。孤不敢忘天灾，其敢忘君王之大赐乎？今勾践申祸无良，草鄙之人，敢忘天王之大德，而思边陲之小怨，以重得罪于下执事？勾践用帅二三之老，亲委重罪，顿颡于边。今君王不察，盛怒属兵，将残伐越国。越国固贡献之邑也，君王不以鞭箠使之，而辱军士，使寇令焉！勾践请盟。一介嫡女，执箕帚以晐姓于王宫；一介嫡男，奉盘匜以随诸御。春秋贡献，不解于王府。天王岂辱裁之？亦征诸侯之礼也。’”",
            "夫谚曰：“‘狐埋之而狐搰之，是以无成功。’今天王既封殖越国，以明闻于天下，而又刈亡之，是天王之无成劳也。虽四方之诸侯，则何实以事吴？敢使下臣尽辞，唯天王秉利度义焉！”"
          ]
        },
        {
          "chapter": "申胥谏许越成",
          "source": "《国语》",
          "author": "先秦：左丘明 ",
          "paragraphs": [
            "吴王夫差乃告诸大夫曰：“孤将有大志于齐，吾将许越成，而无拂吾虑。若越既改，吾又何求？若其不改，反行，吾振旅焉。”申胥谏曰：“不可许也。夫越非实忠心好吴也，又非慑畏吾甲兵之强也。大夫种勇而善谋，将还玩吴国于股掌之上，以得其志。夫固知君王之盖威以好胜也，故婉约其辞，以从逸王志，使淫乐于诸夏之国，以自伤也。使吾甲兵钝弊，民人离落，而日以憔悴，然后安受吾烬。夫越王好信以爱民，四方归之，年谷时熟，日长炎炎，及吾犹可以战也。为虺弗摧，为蛇将若何？”吴王曰：“大夫奚隆于越？越曾足以为大虞乎？若无越，则吾何以春秋曜吾军士？”乃许之成。",
            "将盟，越王又使诸稽郢辞曰：“以盟为有益乎？前盟口血未干，足以结信矣。以盟为无益乎？君王舍甲兵之威以临使之，而胡重于鬼神而自轻也。”吴王乃许之，荒成不盟。"
          ]
        },
        {
          "chapter": "春王正月",
          "source": "《公羊传》",
          "author": "先秦：公羊高 ",
          "paragraphs": [
            "元年者何？君之始年也。春者何？岁之始也。王者孰谓？谓文王也。曷为先言“王”而后言“正月？”王正月也。何言乎王正月？大一统也。",
            "公何以不言即位？成公意也。何成乎公之意？公将平国而反之桓。曷为反之桓？桓幼而贵，隐长而卑。其为尊卑也微，国人莫知。隐长又贤，诸大夫扳隐而立之。隐于是焉而辞立，则未知桓之将必得立也；且如桓立，则恐诸大夫之不能相幼君也。故凡隐之立，为桓立也。隐长又贤，何以不宜立？立适以长不以贤，立子以贵不以长。桓何以贵？母贵也。母贵，则子何以贵？子以母贵，母以子贵。"
          ]
        },
        {
          "chapter": "宋人及楚人平",
          "source": "《公羊传》",
          "author": "先秦：公羊高 ",
          "paragraphs": [
            "外平不书，此何以书？大其平乎己也。何大其平乎己？庄王围宋，军有七日之粮尔！尽此不胜，将去而归尔。于是使司马子反乘堙而窥宋城。宋华元亦乘堙而出见之。司马子反曰：“子之国何如？”华元曰：“惫矣！”曰：“何如？”曰：“易子而食之，析骸而炊之。”司马子反曰：“嘻！甚矣，惫！虽然，吾闻之也，围者柑马而秣之，使肥者应客。是何子之情也？”华元曰：“吾闻之：君子见人之厄则矜之，小人见人之厄则幸之。吾见子之君子也，是以告情于子也。”司马子反曰：“诺，勉之矣！吾军亦有七日之粮尔！尽此不胜，将去而归尔。”揖而去之。",
            "反于庄王。庄王曰：“何如？”司马子反曰：“惫矣！”曰：“何如？”曰：“易子而食之，析骸而炊之。”庄王曰：“嘻！甚矣，惫！虽然，吾今取此，然后而归尔。”司马子反曰：“不可。臣已告之矣，军有七日之粮尔。”庄王怒曰：“吾使子往视之，子曷为告之？”司马子反曰：“以区区之宋，犹有不欺人之臣，可以楚而无乎？是以告之也。”庄王曰：“诺，舍而止。虽然，吾犹取此，然后归尔。”司马子反曰：“然则君请处于此，臣请归尔。”庄王曰：“子去我而归，吾孰与处于此？吾亦从子而归尔。”引师而去之。故君子大其平乎己也。此皆大 夫也。其称“人”何？贬。曷为贬？平者在下也。"
          ]
        },
        {
          "chapter": "吴子使札来聘",
          "source": "《公羊传》",
          "author": "先秦：公羊高 ",
          "paragraphs": [
            "吴无君，无大夫，此何以有君，有大夫？贤季子也。何贤乎季子？让国也。其让国奈何？谒也，余祭也，夷昧也，与季子同母者四。季子弱而才，兄弟皆爱之，同欲立之以为君。谒曰：“今若是迮而与季子国，季子犹不受也。请无与子而与弟，弟兄迭为君，而致国乎季子。”皆曰诺。故诸为君者皆轻死为勇，饮食必祝，曰：“天苟有吴国，尚速有悔于予身。”故谒也死，余祭也立。余祭也死，夷昧也立。夷昧也死，则国宜之季子者也，季子使而亡焉。僚者长庶也，即之。季之使而反，至而君之尔。阖庐曰：“先君之所以不与子国，而与弟者，凡为季子故也。将从先君之命与，则国宜之季子者也；如不从先君之命与子，我宜当立者也。僚恶得为君？”于是使专诸刺僚，而致国乎季子。季子不受，曰：“尔杀吾君，吾受尔国，是吾与尔为篡也。尔杀吾兄，吾又杀尔，是父子兄弟相杀，终身无已也。”去之延陵，终身不入吴国。故君子以其不受为义，以其不杀为仁，贤季子。则吴何以有君，有大夫？以季子为臣，则宜有君者也。札者何？吴季子之名也。春秋贤者不名，此何以名？许夷狄者，不一而足也。季子者，所贤也，曷为不足乎季子？许人臣者必使臣，许人子者必使子也。"
          ]
        },
        {
          "chapter": "郑伯克段于鄢",
          "source": "《谷梁传》",
          "author": "先秦：谷梁赤 ",
          "paragraphs": [
            "克者何？能也。何能也？能杀也。何以不言杀？见段之有徒众也。",
            "段，郑伯弟也。何以知其为弟也？杀世子、母弟目君，以其目君知其为弟也。段，弟也，而弗谓弟；公子也，而弗谓公子。贬之也。段失子弟之道矣，贱段而甚郑伯也。何甚乎郑伯？甚郑伯之处心积虑成于杀也。",
            "于鄢，远也，犹曰取之其母之怀之云尔，甚之也。",
            "然则为郑伯者，宜奈何？缓追，逸贼，亲亲之道也。"
          ]
        },
        {
          "chapter": "虞师晋师灭夏阳",
          "source": "《谷梁传》",
          "author": "先秦：谷梁赤 ",
          "paragraphs": [
            "非国而曰灭，重夏阳也。虞无师，其曰师，何也？以其先晋，不可以不言师也。其先晋何也？为主乎灭夏阳也。夏阳者，虞、虢之塞邑也。灭夏阳而虞、虢举矣。虞之为主乎灭夏阳何也？晋献公欲伐虢，荀息曰：“君何不以屈产之乘、垂棘之璧，而借道乎虞也？”公曰：“此晋国之宝也。如受吾币而不借吾道，则如之何？”荀息曰：“此小国之所以事大国也。彼不借吾道，必不敢受吾币。如受吾币而借吾道，则是我取之中府，而藏之外府；取之中厩，而置之外厩也。”公曰：“宫之奇存焉，必不使也。”荀息曰：“宫之奇之为人也，达心而懦，又少长于君。达心则其言略，懦则不能强谏；少长于君，则君轻之。且夫玩好在耳目之前，而患在一国之后，此中知以上乃能虑之。臣料虞君中知以下也。”公遂借道而伐虢。宫之奇谏曰：“晋国之使者，其辞卑而币重，必不便于虞。”虞公弗听，遂受其币，而借之道。宫之奇又谏曰：“语曰：‘唇亡齿寒。’其斯之谓与！”挈其妻、子以奔曹。献公亡虢，五年而后举虞。荀息牵马操璧而前曰：“璧则犹是也，而马齿加长矣。”"
          ]
        },
        {
          "chapter": "晋献公杀世子申生",
          "source": "《礼记·檀弓》",
          "author": "先秦：佚名 ",
          "paragraphs": [
            "晋献公将杀其世子申生，公子重耳谓之曰：“子盍言子之志于公乎?”世子曰：“不可。君安骊姬，是我伤公之心也。”曰：“然则盍行乎?”世子曰：“不可。君谓我欲弑君也。天下岂有无父之国哉?吾何行如之?”",
            "使人辞于狐突曰：“申生有罪，不念伯氏之言也，以至于死。申生不敢爱其死。虽然，吾君老矣，子少，国家多难。伯氏不出而图吾君，伯氏苟出而图吾君，申生受赐而死。”再拜稽首，乃卒。是以为恭世子也。"
          ]
        },
        {
          "chapter": "曾子易箦",
          "source": "《礼记·檀弓》",
          "author": "先秦：佚名 ",
          "paragraphs": [
            "曾子寝疾，病。乐正子春坐于牀下，曾元、曾申坐于足，童子隅坐而执烛。童子曰：“华而睆，大夫之箦与？”子春曰：“止！”曾子闻之，瞿然曰：“呼！”曰：“华而睆，大夫之箦与？”曾子曰：“然。斯季孙之赐也，我未之能易也。元，起易箦。”曾元曰：“夫子之病革矣，不可以变。幸而至于旦，请敬易之。”曾子曰：“尔之爱我也不如彼。君子之爱人也以德，细人之爱人也以姑息。吾何求哉？吾得正而毙焉斯已矣。”举扶而易之。反席未安而没。"
          ]
        },
        {
          "chapter": "有子之言似夫子",
          "source": "《礼记·檀弓》",
          "author": "先秦：佚名 ",
          "paragraphs": [
            "有子问于曾子曰：“问丧于夫子乎？”曰：“闻之矣：‘丧欲速贫，死欲速朽’。”有子曰：“是非君子之言也。”曾子曰：“参也闻诸夫子也。”有子又曰：“是非君子之言也。”曾子曰：“参也与子游闻之。”有子曰：“然。然则夫子有为言之也。”",
            "曾子以斯言告于子游。子游曰：“甚哉，有子之言似夫子也！昔者，夫子居于宋，见桓司马自为石椁，三年而不成。夫子曰：‘若是其靡也，死不如速朽之愈也。’‘死之欲速朽’，为桓司马言之也。南宫敬叔反，必载宝而朝。夫子曰：‘若是其货也，丧不如速贫之愈也。’丧之欲速贫，为敬叔言之也。”",
            "曾子以子游之言告于有子。有子曰：“然！吾固曰非夫子之言也。”曾子曰：“子何以知之？”有子曰：“夫子制于中都：四寸之棺，五寸之椁。以斯知不欲速朽也。昔者夫子失鲁司寇，将之荆，盖先之以子夏，又申之以冉有。以斯知不欲速贫也。”"
          ]
        },
        {
          "chapter": "公子重耳对秦客",
          "source": "《礼记·檀弓》",
          "author": "先秦：佚名 ",
          "paragraphs": [
            "晋献公之丧，秦穆公使人吊公子重耳，且曰：“寡人闻之，亡国恒于斯，得国恒于斯。虽吾子俨然在忧服之中，丧亦不可久也，时亦不可失也，孺子其图之！”",
            "以告舅犯。舅犯曰：“孺子其辞焉。丧人无宝，仁亲以为宝。父死之谓何？又因以为利，而天下其孰能说之？孺子其辞焉！”公子重耳对客曰：“君惠吊亡臣重耳。身丧父死，不得与于哭泣之哀，以为君忧。父死之谓何？或敢有他志，以辱君义。”稽颡而不拜，哭而起，起而不私。",
            "子显以致命于穆公。穆公曰：“仁夫公子重耳！夫稽颡而不拜，则未为后也，故不成拜。哭而起，则爱父也。起而不私，则远利也。”"
          ]
        },
        {
          "chapter": "杜蒉扬觯",
          "source": "《礼记·檀弓》",
          "author": "先秦：佚名 ",
          "paragraphs": [
            "知悼子卒，未葬，平公饮酒，师旷、李调侍，鼓钟。杜蒉自外来，闻钟声，曰：“安在？”曰：“在寝。”杜蒉入寝，历阶而升，酌曰：“旷饮斯！”又酌曰：“调饮斯！”又酌，堂上北面坐饮之。降趋而出。",
            "平公呼而进之，曰：“蒉！曩者尔心或开予，是以不与尔言。尔饮旷，何也？”曰：“子卯不乐。知悼子在堂，斯其为子卯也大矣！旷也，太师也。不以诏，是以饮之也。”“尔饮调，何也？”曰：“调也，君之亵臣也。为一饮一食忘君之疾，是以饮之也。”“尔饮，何也？”曰：“蒉也，宰夫也，非刀匕是共，又敢与知防，是以饮之也。”平公曰：“寡人亦有过焉，酌而饮寡人。”杜蒉洗而扬觯。公谓侍者曰：“如我死，则必毋废斯爵也！”",
            "至于今，既毕献，斯扬觯，谓之“杜举”。"
          ]
        },
        {
          "chapter": "晋献文子成室",
          "source": "《礼记·檀弓》",
          "author": "先秦：佚名 ",
          "paragraphs": [
            "晋献文子成室，晋大夫发焉。张老曰：“美哉，轮焉！美哉，奂焉！歌于斯，哭于斯，聚国族于斯！”文子曰：“武也，得歌于斯，哭于斯，聚国族于斯，是全要领以从先大夫于九京也!”北面再拜稽首。君子谓之善颂善祷。"
          ]
        }
      ]
    },
    {
      "title": "卷四・战国文",
      "content": [
        {
          "chapter": "苏秦以连横说秦",
          "source": "《战国策》",
          "author": "先秦：佚名 ",
          "paragraphs": [
            "苏秦始将连横说秦惠王曰：“大王之国，西有巴、蜀、汉中之利，北有胡貉、代马之用，南有巫山、黔中之限，东有肴、函之固。田肥美，民殷富，战车万乘，奋击百万，沃野千里，蓄积饶多，地势形便，此所谓天府，天下之雄国也。以大王之贤，士民之众，车骑之用，兵法之教，可以并诸侯，吞天下，称帝而治。愿大王少留意，臣请奏其效。”",
            "秦王曰：“寡人闻之：毛羽不丰满者，不可以高飞，文章不成者不可以诛罚，道德不厚者不可以使民，政教不顺者不可以烦大臣。今先生俨然不远千里而庭教之，愿以异日。”",
            "苏秦曰：“臣固疑大王之不能用也。昔者神农伐补遂，黄帝伐涿鹿而禽蚩尤，尧伐驩兜，舜伐三苗，禹伐共工，汤伐有夏，文王伐崇，武王伐纣，齐桓任战而伯天下。由此观之，恶有不战者乎？古者使车毂击驰，言语相结，天下为一，约从连横，兵革不藏。文士并饬，诸侯乱惑，万端俱起，不可胜理。科条既备，民多伪态，书策稠浊，百姓不足。上下相愁，民无所聊，明言章理，兵甲愈起。辩言伟服，战攻不息，繁称文辞，天下不治。舌弊耳聋，不见成功，行义约信，天下不亲。于是乃废文任武，厚养死士，缀甲厉兵，效胜于战场。夫徒处而致利，安坐而广地，虽古五帝三王五伯，明主贤君，常欲坐而致之，其势不能。故以战续之，宽则两军相攻，迫则杖戟相橦，然后可建大功。是故兵胜于外，义强于内，威立于上，民服于下。今欲并天下，凌万乘，诎敌国，制海内，子元元，臣诸侯，非兵不可。今不嗣主，忽于至道，皆惛于教，乱于治，迷于言，惑于语，沈于辩，溺于辞。以此论之，王固不能行也。”",
            "说秦王书十上而说不行，黑貂之裘弊，黄金百斤尽，资用乏绝，去秦而归，羸縢履蹻，负书担橐，形容枯槁，面目犁黑，状有愧色。归至家，妻不下纴，嫂不为炊。父母不与言。苏秦喟叹曰：“妻不以我为夫，嫂不以我为叔，父母不以我为子，是皆秦之罪也。”乃夜发书，陈箧数十，得太公阴符之谋，伏而诵之，简练以为揣摩。读书欲睡，引锥自刺其股，血流至足，曰：“安有说人主，不能出其金玉锦绣，取卿相之尊者乎？”期年，揣摩成，曰：“此真可以说当世之君矣。”",
            "于是乃摩燕乌集阙，见说赵王于华屋之下，抵掌而谈，赵王大悦，封为武安君。受相印，革车百乘，锦绣千纯，白璧百双，黄金万溢，以随其后，约从散横以抑强秦，故苏秦相于赵而关不通。",
            "当此之时，天下之大，万民之众，王侯之威，谋臣之权，皆欲决苏秦之策。不费斗粮，未烦一兵，未战一士，未绝一弦，未折一矢，诸侯相亲，贤于兄弟。夫贤人在而天下服，一人用而天下从，故曰：式于政不式于勇；式于廊庙之内，不式于四境之外。当秦之隆，黄金万溢为用，转毂连骑，炫熿于道，山东之国从风而服，使赵大重。且夫苏秦，特穷巷掘门桑户棬枢之士耳，伏轼撙衔，横历天下，廷说诸侯之王，杜左右之口，天下莫之能伉。",
            "将说楚王，路过洛阳，父母闻之，清宫除道，张乐设饮，郊迎三十里。妻侧目而视，倾耳而听。嫂蛇行匍伏，四拜自跪而谢。苏秦曰：“嫂何前倨而后卑也？”嫂曰：“以季子之位尊而多金。”苏秦曰：“嗟乎！贫穷则父母不子，富贵则亲戚畏惧。人生世上，势位富厚，盖可忽乎哉？”"
          ]
        },
        {
          "chapter": "司马错论伐蜀",
          "source": "《战国策》",
          "author": "两汉：刘向 ",
          "paragraphs": [
            "司马错与张仪争论于秦惠王前，司马错欲伐蜀，张仪曰：“不如伐韩。”王曰：“请闻其说。”",
            "对曰：“亲魏善楚，下兵三川，塞轘辕、缑氏之口，当屯留之道，魏绝南阳，楚临南郑，秦攻新城宜阳，以临二周之郊，诛周主之罪，侵楚魏之地。周自知不救，九鼎宝器必出。据九鼎，按图籍，挟天子以令天下，天下莫敢不听，此王业也。今夫蜀，西僻之国也，而戎狄之长也，敝兵劳众不足以成名，得其地不足以为利。臣闻：‘争名者于朝，争利者于市。’今三川、周室，天下之市朝也，而王不争焉，顾争于戎狄，去王业远矣。”",
            "司马错曰：“不然。臣闻之：‘欲富国者，务广其地；欲强兵者，务富其民；欲王者，务博其德。三资者备，而王随之矣。’今王之地小民贫，故臣愿从事于易。夫蜀，西僻之国也，而戎狄之长也，而有桀纣之乱。以秦攻之，譬如使豺狼逐羣羊也。取其地足以广国也，得其财足以富民，缮兵不伤众，而彼已服矣。故拔一国，而天下不以为暴；利尽西海，诸侯不以为贪。是我一举而名实两附，而又有禁暴止乱之名。今攻韩劫天子，劫天子，恶名也，而未必利也，又有不义之名。而攻天下之所不欲，危！臣请谒其故：周，天下之宗室也；韩，周之与国也。周自知失九鼎，韩自知亡三川，则必将二国并力合谋，以因于齐、赵而求解乎楚、魏。以鼎与楚，以地与魏，王不能禁。此臣所谓危，不如伐蜀之完也。”",
            "惠王曰：“善！寡人听子。”卒起兵伐蜀，十月取之，遂定蜀，蜀主更号为侯，而使陈庄相蜀。蜀既属，秦益强富厚，轻诸侯。"
          ]
        },
        {
          "chapter": "范雎说秦王",
          "source": "《战国策》",
          "author": "先秦：佚名 ",
          "paragraphs": [
            "范雎至秦，王庭迎，谓范雎曰：“寡人宜以身受令久矣。今者义渠之事急，寡人日自请太后。今义渠之事已，寡人乃得以身受命。躬窃闵然不敏。”敬执宾主之礼，范雎辞让。",
            "是日见范雎，见者无不变色易容者。秦王屏左右，宫中虚无人，秦王跪而请曰：“先生何以幸教寡人？”范雎曰：“唯唯。”有间，秦王复请，范雎曰：“唯唯。”若是者三。",
            "秦王跽曰：“先生不幸教寡人乎？”",
            "范雎谢曰：“非敢然也。臣闻始时吕尚之遇文王也，身为渔父而钓于渭阳之滨耳。若是者，交疏也。已一说而立为太师，载与俱归者，其言深也。故文王果收功于吕尚，卒擅天下而身立为帝王。即使文王疏吕望而弗与深言，是周无天子之德，而文、武无与成其王也。今臣，羇旅之臣也，交疏于王，而所愿陈者，皆匡君臣之事，处人骨肉之间。愿以陈臣之陋忠，而未知王心也，所以王三问而不对者是也。臣非有所畏而不敢言也，知今日言之于前，而明日伏诛于后，然臣弗敢畏也。大王信行臣之言，死不足以为臣患，亡不足以为臣忧，漆身而为厉，被发而为狂，不足以为臣耻。五帝之圣而死，三王之仁而死，五伯之贤而死，乌获之力而死，奔、育之勇焉而死。死者，人之所必不免也。处必然之势，可以少有补于秦，此臣之所大愿也，臣何患乎？伍子胥橐载而出昭关，夜行而昼伏，至于蔆水，无以饵其口，坐行蒲伏，乞食于吴市，卒兴吴国，阖庐为霸。使臣得进谋如伍子胥，加之以幽囚，终身不复见，是臣说之行也，臣何忧乎？箕子、接舆，漆身而为厉，被发而为狂，无益于殷、楚。使臣得同行于箕子、接舆，漆身可以补所贤之主，是臣之大荣也，臣又何耻乎？臣之所恐者，独恐臣死之后，天下见臣尽忠而身蹶也，是以杜口裹足，莫肯即秦耳。足下上畏太后之严，下惑奸臣之态，居深宫之中，不离保傅之手，终身闇惑，无与照奸，大者宗庙灭覆，小者身以孤危。此臣之所恐耳！若夫穷辱之事，死亡之患，臣弗敢畏也。臣死而秦治，贤于生也。”",
            "秦王跽曰：“先生是何言也！夫秦国僻远，寡人愚不肖，先生乃幸至此，此天以寡人慁先生，而存先王之庙也。寡人得受命于先生，此天所以幸先王而不弃其孤也。先生奈何而言若此！事无大小，上及太后，下至大臣，愿先生悉以教寡人，无疑寡人也。”范雎再拜，秦王亦再拜。"
          ]
        },
        {
          "chapter": "邹忌讽齐王纳谏",
          "source": "《战国策》",
          "author": "两汉：刘向 撰 ",
          "paragraphs": [
            "邹忌修八尺有余，而形貌昳丽。朝服衣冠，窥镜，谓其妻曰：“我孰与城北徐公美？”其妻曰：“君美甚，徐公何能及君也！”城北徐公，齐国之美丽者也。忌不自信，而复问其妾曰：“吾孰与徐公美？”妾曰：“徐公何能及君也！”旦日，客从外来，与坐谈，问之客曰：“吾与徐公孰美？”客曰：“徐公不若君之美也。”明日徐公来，孰视之，自以为不如；窥镜而自视，又弗如远甚。暮寝而思之，曰：“吾妻之美我者，私我也；妾之美我者，畏我也；客之美我者，欲有求于我也。”",
            "于是入朝见威王，曰：“臣诚知不如徐公美。臣之妻私臣，臣之妾畏臣，臣之客欲有求于臣，皆以美于徐公。今齐地方千里，百二十城，宫妇左右莫不私王，朝廷之臣莫不畏王，四境之内莫不有求于王：由此观之，王之蔽甚矣。”",
            "王曰：“善。”乃下令：“羣臣吏民能面刺寡人之过者，受上赏；上书谏寡人者，受中赏；能谤讥于市朝，闻寡人之耳者，受下赏。”令初下，羣臣进谏，门庭若市；数月之后，时时而间进；期年之后，虽欲言，无可进者。燕、赵、韩、魏闻之，皆朝于齐.此所谓战胜于朝廷。(谤讥 一作：谤议)"
          ]
        },
        {
          "chapter": "齐宣王见颜斶",
          "source": "《战国策》",
          "author": "先秦：佚名 ",
          "paragraphs": [
            "齐宣王见颜斶，曰：“斶前！”斶亦曰：“王前！”宣王不说。左右曰：“王，人君也。斶，人臣也。王曰‘斶前’，亦曰‘王前’，可乎？”斶对曰：“夫斶前为慕势，王前为趋士。与使斶为慕势，不如使王为趋士。”王忿然作色曰：“王者贵乎？士贵乎？”对曰：“士贵耳，王者不贵。”王曰：“有说乎？”斶曰：“有。昔者秦攻齐，令曰：‘有敢去柳下季垄五十步而樵采者，死不赦。’令曰：‘有能得齐王头者，封万户侯，赐金千镒。’由是观之，生王之头，曾不若死士之垄也。”宣王默然不悦。",
            "左右皆曰：“斶来，斶来！大王据千乘之地，而建千石钟，万石虡。天下之士，仁义皆来役处；辩士并进，莫不来语；东西南北，莫敢不服。求万物无不备具，而百姓无不亲附。今夫士之高者，乃称匹夫，徒步而处农亩，下则鄙野、监门、闾里，士之贱也，亦甚矣！”",
            "斶对曰：“不然。斶闻古大禹之时，诸侯万国。何则？德厚之道，得贵士之力也。故舜起农亩，出于岳鄙，而为天子。及汤之时，诸侯三千。当今之世，南面称寡者，乃二十四。由此观之，非得失之策与？稍稍诛灭，灭亡无族之时，欲为监门、闾里，安可得而有乎哉？是故《易传》不云乎。’居上位，未得其实，以喜其为名者，必以骄奢为行。据慢骄奢，则凶中之。是故无其实而喜其名者削，无德而望其福者约，无功而受其禄者辱，祸必握。’故曰：‘矜功不立，虚愿不至。’此皆幸乐其名，华而无其实德者也。是以尧有九佐，舜有七友，禹有五丞，汤有三辅，自古及今而能虚成名于天下者，无有。是以君王无羞亟问，不愧下学；是故成其道德而扬功名于后世者，尧、舜、禹、汤、周文王是也。故曰：‘无形者，形之君也。无端者，事之本也。’夫上见其原，下通其流，至圣人明学，何不吉之有哉！老子曰：‘虽贵，必以贱为本；虽高，必以下为基。是以侯王称孤寡不谷，是其贱必本于？’非夫孤寡者，人之困贱下位也，而侯王以自谓，岂非下人而尊贵士与？夫尧传舜，舜传傅禹，周成王任周公旦，而世世称曰明主，是以明乎士之贵也。”",
            "宣王曰：“嗟乎！君子焉可侮哉，寡人自取病耳！及今闻君子之言，乃今闻细人之行，愿请受为弟子。且颜先生与寡人游，食必太牢，出必乘车，妻子衣服。” 　 颜斶辞去曰：“夫玉生于山，制则破焉，非弗宝贵矣，然大璞不完。士生乎鄙野，推选则禄焉，非不得尊遂也，然而形神不全。斶愿得归，晚食以当肉，安步以当车，无罪以当贵，清静贞正以自虞。制言者王也，尽忠直言者斶也。言要道已备矣，愿得赐归，安行而反臣之邑屋。”则再拜而辞去也。斶知足矣，归反朴，则终身不辱也。",
            "君子曰：“斶知足矣，归真返璞，则终身不辱。”"
          ]
        },
        {
          "chapter": "冯谖客孟尝君",
          "source": "《战国策》",
          "author": "先秦：佚名 ",
          "paragraphs": [
            "齐人有冯谖者，贫乏不能自存，使人属孟尝君，愿寄食门下。孟尝君曰：“客何好？”曰：“客无好也。”曰：“客何能？”曰：“客无能也。”孟尝君笑而受之曰：“诺。”",
            "左右以君贱之也，食以草具。居有顷，倚柱弹其剑，歌曰：“长铗归来乎！食无鱼。”左右以告。孟尝君曰：“食之，比门下之客。”居有顷，复弹其铗，歌曰：“长铗归来乎！出无车。”左右皆笑之，以告。孟尝君曰：“为之驾，比门下之车客。”于是乘其车，揭其剑，过其友曰：“孟尝君客我。”后有顷，复弹其剑铗，歌曰：“长铗归来乎！无以为家。”左右皆恶之，以为贪而不知足。孟尝君问：“冯公有亲乎？”对曰，“有老母。”孟尝君使人给其食用，无使乏。于是冯谖不复歌。",
            "后孟尝君出记，问门下诸客：“谁习计会，能为文收责于薛者乎？”冯谖署曰：“能。”孟尝君怪之，曰：“此谁也？”左右曰：“乃歌夫长铗归来者也。”孟尝君笑曰：“客果有能也，吾负之，未尝见也。”请而见之，谢曰：“文倦于事，愦于忧，而性懧愚，沉于国家之事，开罪于先生。先生不羞，乃有意欲为收责于薛乎？”冯谖曰：“愿之。”于是约车治装，载券契而行，辞曰：“责毕收，以何市而反？”孟尝君曰：“视吾家所寡有者。”",
            "驱而之薛，使吏召诸民当偿者，悉来合券。券遍合，起，矫命，以责赐诸民。因烧其券。民称万岁。",
            "长驱到齐，晨而求见。孟尝君怪其疾也，衣冠而见之，曰：“责毕收乎？来何疾也！”曰：“收毕矣。”“以何市而反？”冯谖曰；“君之‘视吾家所寡有者’。臣窃计，君宫中积珍宝，狗马实外厩，美人充下陈。君家所寡有者，以义耳！窃以为君市义。”孟尝君曰：“市义奈何？”曰：“今君有区区之薛，不拊爱子其民，因而贾利之。臣窃矫君命，以责赐诸民，因烧其券，民称万岁。乃臣所以为君市义也。”孟尝君不悦，曰：“诺，先生休矣！”",
            "后期年，齐王谓孟尝君曰：“寡人不敢以先王之臣为臣。”孟尝君就国于薛，未至百里，民扶老携幼，迎君道中。孟尝君顾谓冯谖：“先生所为文市义者，乃今日见之。”",
            "冯谖曰：“狡兔有三窟，仅得免其死耳；今君有一窟，未得高枕而卧也。请为君复凿二窟。”孟尝君予车五十乘，金五百斤，西游于梁，谓惠王曰：“齐放其大臣孟尝君于诸侯，诸侯先迎之者，富而兵强。”于是梁王虚上位，以故相为上将军，遣使者黄金千斤，车百乘，往聘孟尝君。冯谖先驱，诫孟尝君曰：“千金，重币也；百乘，显使也。齐其闻之矣。”梁使三反，孟尝君固辞不往也。",
            "齐王闻之，君臣恐惧，遣太傅赍黄金千斤、文车二驷，服剑一，封书，谢孟尝君曰：“寡人不祥，被于宗庙之祟，沉于谄谀之臣，开罪于君。寡人不足为也；愿君顾先王之宗庙，姑反国统万人乎！”冯谖诫孟尝君曰：“愿请先王之祭器，立宗庙于薛。”庙成，还报孟尝君曰：“三窟已就，君姑高枕为乐矣。”",
            "孟尝君为相数十年，无纤介之祸者，冯谖之计也。"
          ]
        },
        {
          "chapter": "赵威后问齐使",
          "source": "《战国策》",
          "author": "先秦：佚名 ",
          "paragraphs": [
            "齐王使使者问赵威后。书未发，威后问使者曰：“岁亦无恙邪？民亦无恙邪？王亦无恙邪？”使者不说，曰：“臣奉使使威后，今不问王而先问岁与民，岂先贱而后尊贵者乎？”威后曰：“不然，苟无岁，何以有民？苟无民， 何以有君？故有舍本而问末者耶？”",
            "乃进而问之曰：“齐有处士曰钟离子，无恙耶？是其为人也，有粮者亦食，无粮者亦食；有衣者亦衣，无衣者亦衣。是助王养其民也，何以至今不业也？叶阳子无恙乎？是其为人，哀鳏寡，恤孤独，振困穷，补不足。是助王息其民者也，何以至今不业也？北宫之女婴儿子无恙耶？彻其环瑱，至老不嫁，以养父母。是皆率民而出于孝情者也，胡为至今不朝也?此二士弗业，一女不朝，何以王齐国，子万民乎？于陵子仲尚存乎？是其为人也，上不臣于王，下不治其家，中不索交诸侯。此率民而出于无用者，何为至今不杀乎？”"
          ]
        },
        {
          "chapter": "庄辛论幸臣",
          "source": "《战国策》",
          "author": "先秦：佚名 ",
          "paragraphs": [
            "“臣闻鄙语曰：‘见兔而顾犬，未为晚也；亡羊而补牢，未为迟也。’臣闻昔汤、武以百里昌，桀、纣以天下亡。今楚国虽小，绝长续短，犹以数千里，岂特百里哉？",
            "“王独不见夫蜻蛉乎？六足四翼，飞翔乎天地之间，俛啄蚊虻而食之，仰承甘露而饮之，自以为无患，与人无争也。不知夫五尺童子，方将调铅胶丝，加己乎四仞之上，而下为蝼蚁食也。",
            "夫蜻蛉其小者也，黄雀因是以。俯噣白粒，仰栖茂树，鼓翅奋翼。自以为无患，与人无争也；不知夫公子王孙，左挟弹，右摄丸，将加己乎十仞之上，以其类为招。昼游乎茂树，夕调乎酸咸，倏忽之间，坠于公子之手。",
            "“夫雀其小者也，黄鹄因是以。游于江海，淹乎大沼，府噣(鱼卷)鲤，仰齧陵衡，奋其六翮，而凌清风，飘摇乎高翔，自以为无患，与人无争也。不知夫射者，方将修其碆卢，治其矰缴，将加己乎百仞之上。被礛磻，引微缴，折清风而抎矣。故昼游乎江河，夕调乎鼎鼐。",
            "“夫黄鹄其小者也，蔡灵侯之事因是以。南游乎高陂，北陵乎巫山，饮茹溪流，食湘波之鱼，左抱幼妾，右拥嬖女，与之驰骋乎高蔡之中，而不以国家为事。不知夫子发方受命乎宣王，系己以朱丝而见之也。",
            "“蔡圣侯之事其小者也，君王之事因是以。左州侯，右夏侯，辇从鄢陵君与寿陵君，饭封禄之粟，而戴方府之金，与之驰骋乎云梦之中，而不以天下国家为事。不知夫穣侯方受命乎秦王，填黾塞之内，而投己乎黾塞之外。”"
          ]
        },
        {
          "chapter": "触龙说赵太后",
          "source": "《战国策》",
          "author": "两汉：刘向 ",
          "paragraphs": [
            "赵太后新用事，秦急攻之。赵氏求救于齐，齐曰：“必以长安君为质，兵乃出。”太后不肯，大臣强谏。太后明谓左右：“有复言令长安君为质者，老妇必唾其面。”",
            "左师触龙言愿见太后。太后盛气而揖之。入而徐趋，至而自谢，曰：“老臣病足，曾不能疾走，不得见久矣。窃自恕，而恐太后玉体之有所郄也，故愿望见太后。”太后曰：“老妇恃辇而行。”曰：“日食饮得无衰乎？”曰：“恃粥耳。”曰：“老臣今者殊不欲食，乃自强步，日三四里，少益耆食，和于身。”太后曰：“老妇不能。”太后之色少解。",
            "左师公曰：“老臣贱息舒祺，最少，不肖；而臣衰，窃爱怜之。愿令得补黑衣之数，以卫王宫。没死以闻。”太后曰：“敬诺。年几何矣？”对曰：“十五岁矣。虽少，愿及未填沟壑而托之。”太后曰：“丈夫亦爱怜其少子乎？”对曰：“甚于妇人。”太后笑曰：“妇人异甚。”对曰：“老臣窃以为媪之爱燕后贤于长安君。”曰：“君过矣！不若长安君之甚。”左师公曰：“父母之爱子，则为之计深远。媪之送燕后也，持其踵，为之泣，念悲其远也，亦哀之矣。已行，非弗思也，祭祀必祝之，祝曰：‘必勿使反。’岂非计久长，有子孙相继为王也哉？”太后曰：“然。”",
            "左师公曰：“今三世以前，至于赵之为赵，赵王之子孙侯者，其继有在者乎？”曰：“无有。”曰：“微独赵，诸侯有在者乎？”曰：“老妇不闻也。”“此其近者祸及身，远者及其子孙。岂人主之子孙则必不善哉？位尊而无功，奉厚而无劳，而挟重器多也。今媪尊长安君之位，而封之以膏腴之地，多予之重器，而不及今令有功于国，—旦山陵崩，长安君何以自托于赵？老臣以媪为长安君计短也，故以为其爱不若燕后。”太后曰：“诺，恣君之所使之。”",
            "于是为长安君约车百乘，质于齐，齐兵乃出。",
            "子义闻之曰：“人主之子也、骨肉之亲也，犹不能恃无功之尊、无劳之奉，已守金玉之重也，而况人臣乎。”"
          ]
        },
        {
          "chapter": "鲁仲连义不帝秦",
          "source": "《战国策》",
          "author": "先秦：佚名 ",
          "paragraphs": [
            "秦围赵之邯郸。魏安厘王使将军晋鄙救赵，畏秦，止于荡阴不进。",
            "魏王使客将军辛垣衍间入邯郸，因平原君谓赵王曰：“秦所以急围赵者，前与齐闵王争强为帝，已而复归帝，以齐故；今齐闵王已益弱，方今唯秦雄天下，此非必贪邯郸，其意欲求为帝。赵诚发使尊秦昭王为帝，秦必喜，罢兵去。”平原君犹豫未有所决。",
            "此时鲁仲连适游赵，会秦围赵，闻魏将欲令赵尊秦为帝，乃见平原君，曰：“事将奈何矣？”平原君曰：“胜也何敢言事！百万之众折于外，今又内围邯郸而不去。魏王使客将军辛垣衍令赵帝秦，今其人在是。胜也何敢言事！”鲁连曰：“始吾以君为天下之贤公子也，吾乃今然后知君非天下之贤公子也。梁客辛垣衍安在？吾请为君责而归之！”平原君曰：“胜请为召而见之于先生。”",
            "平原君遂见辛垣衍曰：“东国有鲁连先生，其人在此，胜请为绍介，而见之于先生。”辛垣衍曰：“吾闻鲁连先生，齐国之高士也。衍，人臣也，使事有职，吾不愿见鲁连先生也。”平原君曰：“胜已泄之矣。”辛垣衍许诺。",
            "鲁连见辛垣衍而无言。辛垣衍曰：“吾视居此围城之中者，皆有求于平原君者也。今吾视先生之玉貌，非有求于平原君者，曷为久居此围城中而不去也？”鲁连曰：“世以鲍焦无从容而死者，皆非也。今众人不知，则为一身。彼秦，弃礼义，上首功之国也，权使其士，虏使其民，彼则肆然而为帝，过而遂正于天下，则连有赴东海而死耳，吾不忍为之民也！所为见将军者，欲以助赵也。”辛垣衍曰：“先生助之奈何？”鲁连曰：“吾将使梁及燕助之，齐楚则固助之矣。”辛垣衍曰：“燕则吾请以从矣；若乃梁，则吾梁人也，先生恶能使梁助之耶？”鲁连曰：“梁未睹秦称帝之害故也；使梁睹秦称帝之害，则必助赵矣。”辛垣衍曰：“秦称帝之害将奈何？”鲁仲连曰：“昔齐威王尝为仁义矣，率天下诸侯而朝周。周贫且微，诸侯莫朝，而齐独朝之。居岁余，周烈王崩，诸侯皆吊，齐后往。周怒，赴于齐曰：‘天崩地坼，天子下席，东藩之臣田婴齐后至，则斮之！’威王勃然怒曰：‘叱嗟！而母，婢也！’卒为天下笑。故生则朝周，死则叱之，诚不忍其求也。彼天子固然，其无足怪。”",
            "辛垣衍曰：“先生独未见夫仆乎？十人而从一人者，宁力不胜、智不若邪？畏之也。”鲁仲连曰：“然梁之比于秦，若仆邪？”辛垣衍曰：“然。”鲁仲连曰：“然则吾将使秦王烹醢梁王！”辛垣衍怏然不悦，曰：“嘻！亦太甚矣，先生之言也！先生又恶能使秦王烹醢梁王？”鲁仲连曰：“固也！待吾言之：昔者鬼侯、鄂侯、文王，纣之三公也。鬼侯有子而好，故入之于纣，纣以为恶，醢鬼侯；鄂侯争之急，辨之疾，故脯侯；文王闻之，喟然而叹，故拘之于牖里之库百日，而欲令之死。曷为与人俱称帝王，卒就脯醢之地也？“",
            "“齐闵王将之鲁，夷维子执策而从，谓鲁人曰：‘子将何以待吾君？’鲁人曰：‘吾将以十太牢待子之君。’夷维子曰：‘子安取礼而来待吾君？彼吾君者，天子也。天子巡狩，诸侯辟舍，纳筦键，摄衽抱几，视膳于堂下；天子已食，而听退朝也。’鲁人投其钥，不果纳，不得入于鲁。将之薛，假涂于邹。当是时，邹君死，闵王欲入吊。夷维子谓邹之孤曰：‘天子吊，主人必将倍殡柩，设北面于南方，然后天子南面吊也。’邹之羣臣曰：‘必若此，吾将伏剑而死。’故不敢入于邹。邹、鲁之臣，生则不得事养，死则不得饭含，然且欲行天子之礼于邹、鲁之臣，不果纳。今秦万乘之国，梁亦万乘之国，交有称王之名。睹其一战而胜，欲从而帝之，是使三晋之大臣，不如邹、鲁之仆妾也。",
            "“且秦无已而帝，则且变易诸侯之大臣，彼将夺其所谓不肖，而予其所谓贤，夺其所憎，而与其所爱；彼又将使其子女谗妾，为诸侯妃姬，处梁之宫，梁王安得晏然而已乎？而将军又何以得故宠乎？”",
            "于是辛垣衍起，再拜谢曰：“始以先生为庸人，吾乃今日而知先生为天下之士也！吾请去，不敢复言帝秦！”",
            "秦将闻之，为却军五十里。适会魏公子无忌夺晋鄙军以救赵击秦，秦军引而去。",
            "于是平原君欲封鲁仲连。鲁仲连辞让者三，终不肯受。平原君乃置酒，酒酣，起，前，以千金为鲁连寿。鲁连笑曰：“所贵于天下之士者，为人排患释难、解纷乱而无所取也。即有所取者，是商贾之人也。仲连不忍为也。”遂辞平原君而去，终身不复见。"
          ]
        },
        {
          "chapter": "鲁共公择言",
          "source": "《战国策》",
          "author": "先秦：佚名 ",
          "paragraphs": [
            "梁王魏婴觞诸侯于范台。酒酣，请鲁君举觞。鲁君兴，避席择言曰：“昔者，帝女令仪狄作酒而美，进之禹，禹饮而甘之，遂疏仪狄，绝旨酒，曰：‘后世必有以酒亡其国者。’齐桓公夜半不嗛，易牙乃煎熬燔灸，和调五味而进之，桓公食之而饱，至旦不觉，曰：‘后世必有以味亡其国者。’晋文公得南之威，三日不听朝，遂推南之威而远之，曰：‘后世必有以色亡其国者。’楚王登强台而望崩山，左江而右湖，以临彷徨，其乐忘死，遂盟强台而弗登，曰：‘后世必有以高台陂池亡其国者。’今主君之尊，仪狄之酒以；主君之味，易牙之调也；左白台而右闾须，南威之美也；前夹林而后兰台，强台之乐也。有一于此，足以亡其国。今主君兼此四者，可无戒与！”梁王称善相属。"
          ]
        },
        {
          "chapter": "唐雎说信陵君",
          "source": "《战国策》",
          "author": "先秦：佚名 ",
          "paragraphs": [
            "信陵君杀晋鄙，救邯郸，破秦人，存赵国，赵王自郊迎。",
            "唐雎谓信陵君曰：“臣闻之曰：事有不可知者，有不可不知者；有不可忘者，有不可不忘者。”信陵君曰：“何谓也？”对曰：“人之憎我也，不可不知也；吾憎人也，不可得而知也。人之有德于我也，不可忘也；吾有德于人也，不可不忘也。今君杀晋鄙，救邯郸，破秦人，存赵国，此大德也。今赵王自郊迎，卒然见赵王，愿君之忘之也。”信陵君曰：“无忌谨受教。”"
          ]
        },
        {
          "chapter": "唐雎不辱使命 ",
          "source": "《战国策》",
          "author": "先秦：刘向 撰 ",
          "paragraphs": [
            "秦王使人谓安陵君曰：“寡人欲以五百里之地易安陵，安陵君其许寡人！”安陵君曰：“大王加惠，以大易小，甚善；虽然，受地于先王，愿终守之，弗敢易！”秦王不说。安陵君因使唐雎使于秦。(说 通：悦)",
            "秦王谓唐雎曰：“寡人以五百里之地易安陵，安陵君不听寡人，何也？且秦灭韩亡魏，而君以五十里之地存者，以君为长者，故不错意也。今吾以十倍之地，请广于君，而君逆寡人者，轻寡人与？”唐雎对曰：“否，非若是也。安陵君受地于先王而守之，虽千里不敢易也，岂直五百里哉？”",
            "秦王怫然怒，谓唐雎曰：“公亦尝闻天子之怒乎？”唐雎对曰：“臣未尝闻也。”秦王曰：“天子之怒，伏尸百万，流血千里。”唐雎曰：“大王尝闻布衣之怒乎？”秦王曰：“布衣之怒，亦免冠徒跣，以头抢地耳。”唐雎曰：“此庸夫之怒也，非士之怒也。夫专诸之刺王僚也，彗星袭月；聂政之刺韩傀也，白虹贯日；要离之刺庆忌也，仓鹰击于殿上。此三子者，皆布衣之士也，怀怒未发，休祲降于天，与臣而将四矣。若士必怒，伏尸二人，流血五步，天下缟素，今日是也。”挺剑而起。",
            "秦王色挠，长跪而谢之曰：“先生坐！何至于此！寡人谕矣：夫韩、魏灭亡，而安陵以五十里之地存者，徒以有先生也。”"
          ]
        },
        {
          "chapter": "乐毅报燕王书",
          "source": "《战国策》",
          "author": "先秦：佚名 ",
          "paragraphs": [
            "昌国君乐毅，为燕昭王合五国之兵而攻齐，下七十余城，尽郡县之以属燕。三城未下，而燕昭王死。惠王即位，用齐人反间，疑乐毅，而使骑劫代之将。乐毅奔赵，赵封以为望诸君。齐田单诈骑劫，卒败燕军，复收七十余城以复齐。",
            "燕王悔，惧赵用乐毅乘燕之弊以伐燕。燕王乃使人让乐毅，且谢之曰：“先王举国而委将军，将军为燕破齐，报先王之仇，天下莫不振动。寡人岂敢一日而忘将军之功哉！会先王弃羣臣，寡人新即位，左右误寡人。寡人之使骑劫代将军，为将军久暴露于外，故召将军，且休计事。将军过听，以与寡人有隙，遂捐燕而归赵。将军自为计则可矣，而亦何以报先王之所以遇将军之意乎？”",
            "望诸君乃使人献书报燕王曰：“臣不佞，不能奉承先王之教，以顺左右之心，恐抵斧质之罪，以伤先王之明，而又害于足下之义，故遁逃奔赵。自负以不肖之罪，故不敢为辞说。今王使使者数之罪，臣恐侍御者之不察先王之所以畜幸臣之理，而又不白于臣之所以事先王之心，故敢以书对。”",
            "“臣闻贤圣之君不以禄私其亲，功多者授之；不以官随其爱，能当者处之。故察能而授官者，成功之君也；论行而结交者，立名之士也。臣以所学者观之，先王之举错，有高世之心，故假节于魏王，而以身得察于燕。先王过举，擢之乎宾客之中，而立之乎羣臣之上，不谋于父兄，而使臣为亚卿。臣自以为奉令承教，可以幸无罪矣，故受命而不辞。",
            "“先王命之曰：‘我有积怨深怒于齐，不量轻弱，而欲以齐为事。’臣对曰：‘夫齐，霸国之余教而骤胜之遗事也，闲于甲兵，习于战攻。王若欲伐之，则必举天下而图之。举天下而图之，莫径于结赵矣。且又淮北、宋地，楚、魏之所同愿也。赵若许约，楚、赵、宋尽力，四国攻之，齐可大破也。’先王曰：‘善。’臣乃口受令，具符节，南使臣于赵。顾反命，起兵随而攻齐，以天之道，先王之灵，河北之地，随先王举而有之于济上。济上之军奉令击齐，大胜之。轻卒锐兵，长驱至国。齐王逃遁走莒，仅以身免。珠玉财宝，车甲珍器，尽收入燕。大吕陈于元英，故鼎反乎历室，齐器设于宁台。蓟丘之植，植于汶篁。自五伯以来，功未有及先王者也。先王以为顺于其志，以臣为不顿命，故裂地而封之，使之得比乎小国诸侯。臣不佞，自以为奉令承教，可以幸无罪矣，故受命而弗辞。”",
            "“臣闻贤明之君，功立而不废，故著于《春秋》，蚤知之士，名成而不毁，故称于后世。若先王之报怨雪耻，夷万乘之强国，收八百岁之蓄积，及至弃羣臣之日，遗令诏后嗣之余义，执政任事之臣，所以能循法令，顺庶孽者，施及萌隶，皆可以教于后世。”",
            "“臣闻善作者不必善成，善始者不必善终。昔者伍子胥说听乎阖闾，故吴王远迹至于郢；夫差弗是也，赐之鸱夷而浮之江。故吴王夫差不悟先论之可以立功，故沉子胥而弗悔；子胥不蚤见主之不同量，故入江而不改。”",
            "“夫免身功，以明先王之迹者，臣之上计也。离毁辱之非，堕先王之名者，臣之所大恐也。临不测之罪，以幸为利者，义之所不敢出也。”",
            "“臣闻古之君子，交绝不出恶声；忠臣之去也，不洁其名。臣虽不佞，数奉教于君子矣。恐侍御者之亲左右之说，而不察疏远之行也。故敢以书报，唯君之留意焉。"
          ]
        },
        {
          "chapter": "谏逐客书",
          "source": "(李斯)",
          "author": "先秦：李斯 ",
          "paragraphs": [
            "臣闻吏议逐客，窃以为过矣。昔穆公求士，西取由余于戎，东得百里奚于宛，迎蹇叔于宋，来邳豹、公孙支于晋。此五子者，不产于秦，而穆公用之，并国二十，遂霸西戎。孝公用商鞅之法，移风易俗，民以殷盛，国以富强，百姓乐用，诸侯亲服，获楚、魏之师，举地千里，至今治强。惠王用张仪之计，拔三川之地，西并巴、蜀，北收上郡，南取汉中，包九夷，制鄢、郢，东据成皋之险，割膏腴之壤，遂散六国之纵，使之西面事秦，功施到今。昭王得范雎，废穰侯，逐华阳，强公室，杜私门，蚕食诸侯，使秦成帝业。此四君者，皆以客之功。由此观之，客何负于秦哉！向使四君却客而不内，疏士而不用，是使国无富利之实，而秦无强大之名也。",
            "今陛下致昆山之玉，有随和之宝，垂明月之珠，服太阿之剑，乘纤离之马，建翠凤之旗，树灵鼍之鼓。此数宝者，秦不生一焉，而陛下说之，何也？必秦国之所生然后可，则是夜光之璧，不饰朝廷；犀象之器，不为玩好；郑、卫之女不充后宫，而骏良駃騠不实外厩，江南金锡不为用，西蜀丹青不为采。所以饰后宫，充下陈，娱心意，说耳目者，必出于秦然后可，则是宛珠之簪，傅玑之珥，阿缟之衣，锦绣之饰不进于前，而随俗雅化，佳冶窈窕，赵女不立于侧也。夫击瓮叩缶弹筝搏髀，而歌呼呜呜快耳者，真秦之声也；《郑》、《卫》、《桑间》，《韶》、《虞》、《武》、《象》者，异国之乐也。今弃击瓮叩缶而就《郑》、《卫》，退弹筝而取《昭》、《虞》，若是者何也？快意当前，适观而已矣。今取人则不然。不问可否，不论曲直，非秦者去，为客者逐。然则是所重者在乎色乐珠玉，而所轻者在乎人民也。此非所以跨海内、制诸侯之术也。",
            "臣闻地广者粟多，国大者人众，兵强则士勇。是以泰山不让土壤，故能成其大；河海不择细流，故能就其深；王者不却众庶，故能明其德。是以地无四方，民无异国，四时充美，鬼神降福，此五帝三王之所以无敌也。今乃弃黔首以资敌国，却宾客以业诸侯，使天下之士退而不敢西向，裹足不入秦，此所谓“藉寇兵而赍盗粮”者也。夫物不产于秦，可宝者多；士不产于秦，而愿忠者众。今逐客以资敌国，损民以益仇，内自虚而外树怨于诸侯，求国无危，不可得也。(泰山 一作：太山)"
          ]
        },
        {
          "chapter": "卜居",
          "source": "(屈原)",
          "author": "先秦：屈原 ",
          "paragraphs": [
            "屈原既放，三年不得复见。竭知尽忠而蔽障于谗。心烦虑乱，不知所从。乃往见太卜郑詹尹曰：“余有所疑，愿因先生决之。”詹尹乃端策拂龟，曰：“君将何以教之？”",
            "屈原曰：“吾宁悃悃款款，朴以忠乎，将送往劳来，斯无穷乎？",
            "“宁诛锄草茅以力耕乎，将游大人以成名乎？宁正言不讳以危身乎，将从俗富贵以偷生乎？宁超然高举以保真乎，将哫訾栗斯，喔咿儒儿，以事妇人乎？宁廉洁正直以自清乎，将突梯滑稽，如脂如韦，以洁楹乎？",
            "“宁昂昂若千里之驹乎，将泛泛若水中之凫，与波上下，偷以全吾躯乎？宁与骐骥亢轭乎，将随驽马之迹乎？宁与黄鹄比翼乎，将与鸡鹜争食乎？",
            "“此孰吉孰凶？何去何从？",
            "“世溷浊而不清：蝉翼为重，千钧为轻；黄钟毁弃，瓦釜雷鸣；谗人高张，贤士无名。吁嗟默默兮，谁知吾之廉贞！”",
            "詹尹乃释策而谢曰：“夫尺有所短，寸有所长；物有所不足，智有所不明；数有所不逮，神有所不通。用君之心，行君之意。龟策诚不能知此事。”"
          ]
        },
        {
          "chapter": "对楚王问",
          "source": "(宋玉)",
          "author": "先秦：宋玉 ",
          "paragraphs": [
            "楚襄王问于宋玉曰：“先生其有遗行与？何士民众庶不誉之甚也！”",
            "宋玉对曰：“唯，然，有之！愿大王宽其罪，使得毕其辞。客有歌于郢中者，其始曰《下里》、《巴人》，国中属而和者数千人。其为《阳阿》、《薤露》，国中属而和者数百人。其为《阳春》、《白雪》，国中有属而和者，不过数十人。引商刻羽，杂以流征，国中属而和者，不过数人而已。是其曲弥高，其和弥寡。",
            "故鸟有凤而鱼有鲲。凤皇上击九千里，绝云霓，负苍天，足乱浮云，翱翔乎杳冥之上。夫蕃篱之鷃，岂能与之料天地之高哉？鲲鱼朝发昆仑之墟，暴鬐于碣石，暮宿于孟诸。夫尺泽之鲵，岂能与之量江海之大哉？故非独鸟有凤而鱼有鲲，士亦有之。夫圣人瑰意琦行，超然独处，世俗之民，又安知臣之所为哉？”"
          ]
        }
      ]
    },
    {
      "title": "卷五・汉文",
      "content": [
        {
          "chapter": "五帝本纪赞",
          "source": "《史记》",
          "author": "两汉：司马迁 ",
          "paragraphs": [
            "太史公曰：学者多称五帝，尚矣。然《尚书》独载尧以来，而百家言黄帝，其文不雅驯，荐绅先生难言之。孔子所传《宰予问五帝德》及《帝系姓》，儒者或不传。余尝西至空桐，北过涿鹿，东渐于海，南浮江淮矣，至长老皆各往往称黄帝、尧、舜之处，风教固殊焉。总之，不离古文者近是。予观《春秋》《国语》，其发明《五帝德》《帝系姓》章矣，顾弟弗深考，其所表见皆不虚。书缺有间矣，其轶乃时时见于他说。非好学深思，心知其意，固难为浅见寡闻道也。余并论次，择其言尤雅者，故著为本纪书首。"
          ]
        },
        {
          "chapter": "项羽本纪赞",
          "source": "《史记》",
          "author": "两汉：司马迁 ",
          "paragraphs": [
            "太史公曰：吾闻之周生曰：“舜目盖重瞳子。”又闻项羽亦重瞳子。羽岂其苗裔邪？何兴之暴也？夫秦失其政，陈涉首难，豪杰蜂起，相与并争，不可胜数。然羽非有尺寸，乘势起陇亩之中，三年，遂将五诸侯灭秦，分裂天下而封王侯，政由羽出，号为霸王，位虽不终，近古以来，未尝有也。及羽背关怀楚，放逐义帝而自立，怨王侯叛己，难矣。自矜功伐，奋其私智，而不师古，谓霸王之业，欲以力征经营天下，五年，卒亡其国，身死东城，尚不觉寤，而不自责，过矣。乃引“天亡我，非用兵之罪也”，岂不谬哉！"
          ]
        },
        {
          "chapter": "秦楚之际月表",
          "source": "《史记》",
          "author": "两汉：司马迁 ",
          "paragraphs": [
            "太史公读秦楚之际，曰：初作难，发于陈涉；虐戾灭秦自项氏；拨乱诛暴，平定海内，卒践帝祚，成于汉家。五年之间，号令三嬗，自生民以来，未始有受命若斯之亟也！",
            "昔虞、夏之兴，积善累功数十年，德洽百姓，摄行政事，考之于天，然后在位。汤、武之王，乃由契、后稷，修仁行义十余世，不期而会孟津八百诸侯，犹以为未可，其后乃放弑。秦起襄公，章于文、缪，献、孝之后，稍以蚕食六国，百有余载，至始皇乃能并冠带之伦。以德若彼，用力如此，盖一统若斯之难也！",
            "秦既称帝，患兵革不休，以有诸侯也，于是无尺土之封，堕坏名城，销锋镝，锄豪杰，维万世之安。然王迹之兴，起于闾巷，合从讨伐，轶于三代。乡秦之禁，适足以资贤者为驱除难耳，故奋发其所为天下雄，安在无土不王？此乃传之所谓大圣乎？岂非天哉？岂非天哉？非大圣孰能当此受命而帝者乎？"
          ]
        },
        {
          "chapter": "高祖功臣侯者年表",
          "source": "《史记》",
          "author": "两汉：司马迁 ",
          "paragraphs": [
            "正义高祖初定天下，表明有功之臣而侯之，若萧、曹等。 太史公曰：古者人臣功有五品，以德立宗庙、定社稷曰勋，以言曰劳，用力曰功，明其等曰伐，积日曰阅。封爵之誓曰：“使河如带，泰山若厉，国以永宁，爰及苗裔。”始未尝不欲固其根本，而枝叶稍陵夷衰微也。",
            "余读高祖侯功臣，察其首封，所以失之者，曰：异哉新闻！《书》曰“协和万国”，迁于夏、商，或数千岁。盖周封八百，幽、厉之后，见于《春秋》。《尚书》有唐虞之侯伯，历三代千有余载，自全以蕃卫天子，岂非笃于仁义、奉上法哉？汉兴，功臣受封者百有余人。天下初定，故大城名都散亡，户口可得而数者十二三，是以大侯不过万家，小者五六百户。后数世，民咸归乡里，户益息，萧、曹、绛、灌之属或至四万，小侯自倍，富厚如之。子孙骄溢，忘其先，淫嬖。至太初，百年之间，见侯五，余皆坐法陨命亡国，丰耗矣。罔亦少密焉，然皆身无兢兢于当世之禁云。",
            "居今之世，志古之道，所以自镜也，未必尽同。帝王者各殊礼而异务，要以成功为统纪，岂可绲乎？观所以得尊宠及所以废辱，亦当世得失之林也，何必旧闻？于是谨其终始，表见其文，颇有所不尽本末，著其明，疑者阙之。后有君子，欲推而列之，得以览焉。"
          ]
        },
        {
          "chapter": "孔子世家赞",
          "source": "《史记》",
          "author": "两汉：司马迁 ",
          "paragraphs": [
            "太史公曰：《诗》有之：“高山仰止，景行行止。”虽不能至，然心乡往之。余读孔氏书，想见其为人。适鲁，观仲尼庙堂车服礼器，诸生以时习礼其家，余祗回留之不能去云。天下君王至于贤人众矣，当时则荣，没则已焉。孔子布衣，传十余世，学者宗之。自天子王侯，中国言《六艺》者折中于夫子，可谓至圣矣！"
          ]
        },
        {
          "chapter": "外戚世家序",
          "source": "《史记》",
          "author": "两汉：司马迁 ",
          "paragraphs": [
            "自古受命帝王及继体守文之君，非独内德茂也，盖亦有外戚之助焉。夏之兴也以涂山，而桀之放也以末喜。殷之兴也以有娀，纣之杀也嬖妲己。周之兴也以姜原及大任，而幽王之禽也淫于褒姒。故《易》基《干》《坤》，《诗》始《关雎》，《书》美厘降，《春秋》讥不亲迎。夫妇之际，人道之大伦也。礼之用，唯婚姻为兢兢。夫乐调而四时和，阴阳之变，万物之统也。可不慎与？人能弘道，无如命何。甚哉，妃匹之爱，君不能得之于臣，父不能得之于子，况卑不乎！即欢合矣，或不能成子姓；能成子姓矣，或不能要终：岂非命也哉？孔子罕称命，盖难言之也。非通幽明，恶能识乎性命哉？"
          ]
        },
        {
          "chapter": "伯夷列传",
          "source": "《史记》",
          "author": "两汉：司马迁 ",
          "paragraphs": [
            "夫学者载籍极博。尤考信于六艺。《诗》、《书》虽缺，然虞、夏之文可知也。尧将逊位，让于虞舜，舜、禹之间，岳牧咸荐，乃试之于位，典职数十年，功用既兴，然后授政。示天下重器，王者大统，传天下若斯之难也。而说者曰：“尧让天下于许由，许由不受，耻之逃隐。及夏之时，有卞随、务光者。”此何以称焉？太史公曰：余登箕山，其上盖有许由冢云。孔子序列古之仁圣贤人，如吴太伯、伯夷之伦详矣。余以所闻，由、光义至高，其文辞不少概见，何哉？孔子曰：“伯夷、叔齐，不念旧恶，怨是用希。”“求仁得仁，又何怨乎？”余悲伯夷之意，睹轶诗可异焉。其传曰：伯夷、叔齐，孤竹君之二子也。父欲立叔齐。及父卒，叔齐让伯夷。伯夷曰：“父命也。”遂逃去。叔齐亦不肯立而逃之。国人立其中子。于是伯夷、叔齐闻西伯昌善养老，“盍往归焉！”及至，西伯卒，武王载木主，号为文王，东伐纣。伯夷、叔齐叩马而谏曰：“父死不葬，爰及干戈，可谓孝乎？以臣弑君，可谓仁乎？”左右欲兵之。太公曰：“此义人也。”扶而去之。武王已平殷乱，天下宗周，而伯夷、叔齐耻之，义不食周粟，隐于首阳山，采薇而食之。及饿且死，作歌，其辞曰：“登彼西山兮，采其薇矣。以暴易暴兮，不知其非矣。神农、虞、夏忽焉没兮，我安适归矣？于嗟徂兮，命之衰矣。”遂饿死于首阳山。由此观之，怨邪非邪？ 或曰：“天道无亲，常与善人。”若伯夷、叔齐，可谓善人者非邪？积仁洁行，如此而饿死。且七十子之徒，仲尼独荐颜渊为好学。然回也屡空，糟糠不厌，而卒蚤夭。天之报施善人，其何如哉？盗跖日杀不辜，肝人之肉，暴戾恣睢，聚党数千人，横行天下，竟以寿终，是遵何德哉？此其尤大彰明较著者也。若至近世，操行不轨，专犯忌讳，而终身逸乐，富厚累世不绝。或择地而蹈之，时然后出言，行不由径，非公正不发愤，而遇祸灾者，不可胜数也。余甚惑焉，倘所谓天道，是邪非邪？",
            "子曰：“道不同，不相为谋。”亦各从其志也。故曰：“富贵如可求，虽执鞭之士，吾亦为之。如不可求，从吾所好。”“岁寒，然后知松柏之后凋。”举世混浊，清士乃见。岂以其重若彼，其轻若此哉？“君子疾没世而名不称焉。”贾子曰：“贪夫徇财，烈士徇名，夸者死权，众庶冯生。”同明相照，同类相求。“云从龙，风从虎，圣人作而万物睹。”伯夷、叔齐虽贤，得夫子而名益彰；颜渊虽笃学，附骥尾而行益显。巖穴之士，趋舍有时，若此类名湮灭而不称，悲夫。闾巷之人，欲砥行立名者，非附青云之士，恶能施于后世哉！"
          ]
        },
        {
          "chapter": "管晏列传",
          "source": "《史记》",
          "author": "两汉：司马迁 ",
          "paragraphs": [
            "管仲夷吾者，颍上人也。少时常与鲍叔牙游，鲍叔知其贤。管仲贫困，常欺鲍叔，鲍叔终善遇之，不以为言。已而鲍叔事齐公子小白，管仲事公子纠。及小白立为桓公，公子纠死，管仲囚焉。鲍叔遂进管仲。管仲既用，任政于齐，齐桓公以霸，九合诸侯，一匡天下，管仲之谋也。",
            "管仲曰：“吾始困时，尝与鲍叔贾，分财利多自与，鲍叔不以我为贪，知我贫也。吾尝为鲍叔谋事而更穷困，鲍叔不以我为愚，知时有利不利也。吾尝三仕三见逐于君，鲍叔不以我为不肖，知我不遇时。吾尝三战三走，鲍叔不以我怯，知我有老母也。公子纠败，召忽死之，吾幽囚受辱，鲍叔不以我为无耻，知我不羞小节而耻功名不显于天下也。生我者父母，知我者鲍子也。”",
            "鲍叔既进管仲，以身下之。子孙世禄于齐，有封邑者十余世，常为名大夫。天下不多管仲之贤而多鲍叔能知人也。",
            "管仲",
            "既任政相齐，以区区之齐在海滨，通货积财，富国强兵，与俗同好恶。故其称曰：“仓廪实而知礼节，衣食足而知荣辱，上服度则六亲固。四维不张，国乃灭亡。下令如流水之原，令顺民心。”故论卑而易行。俗之所欲，因而予之；俗之所否，因而去之。",
            "其为政也，善因祸而为福，转败而为功。贵轻重，慎权衡。桓公实怒少姬，南袭蔡，管仲因而伐楚，责包茅不入贡于周室。桓公实北征山戎，而管仲因而令燕修召公之政。于柯之会，桓公欲背曹沫之约，管仲因而信之，诸侯由是归齐。故曰：“知与之为取，政之宝也。”",
            "管仲富拟于公室，有三归、反坫，齐人不以为侈。管仲卒，齐国遵其政，常强于诸侯。后百余年而有晏子焉。",
            "晏子",
            "晏平仲婴者，莱之夷维人也。事齐灵公、庄公、景公，以节俭力行重于齐。既相齐，食不重肉，妾不衣帛。其在朝，君语及之，即危言；语不及之，即危行。国有道，即顺命；无道，即衡命。以此三世显名于诸侯。",
            "越石父贤，在缧绁中。晏子出，遭之涂，解左骖赎之，载归。弗谢，入闺。久之，越石父请绝。晏子惧然，摄衣冠谢曰：“婴虽不仁，免子于缌何子求绝之速也？”石父曰：“不然。吾闻君子诎于不知己而信于知己者。方吾在缧绁中，彼不知我也。夫子既已感寤而赎我，是知己；知己而无礼，固不如在缧绁之中。”晏子于是延入为上客。",
            "为齐相，出，其御之妻从门闲而窥其夫。其夫为相御，拥大盖，策驷马，意气扬扬甚自得也。既而归，其妻请去。夫问其故。妻曰：“晏子长不满六尺，身相齐国，名显诸侯。今者妾观其出，志念深矣，常有以自下者。今子长八尺，乃为人仆御，然子之意自以为足，妾是以求去也。”其后夫自抑损。晏子怪而问之，御以实对。晏子荐以为大夫。",
            "太史公曰：吾读管氏牧民、山高、乘马、轻重、九府，及晏子春秋，详哉其言之也。既见其著书，欲观其行事，故次其传。至其书，世多有之，是以不论，论其轶事。",
            "管仲世所谓贤臣，然孔子小之。岂以为周道衰微，桓公既贤，而不勉之至王，乃称霸哉？语曰“将顺其美，匡救其恶，故上下能相亲也”。岂管仲之谓乎？",
            "方晏子伏庄公尸哭之，成礼然后去，岂所谓“见义不为无勇”者邪？至其谏说，犯君之颜，此所谓“进思尽忠，退思补过”者哉！假令晏子而在，余虽为之执鞭，所忻慕焉。"
          ]
        },
        {
          "chapter": "屈原列传",
          "source": "《史记》",
          "author": "两汉：司马迁 ",
          "paragraphs": [
            "屈原者，名平，楚之同姓也。为楚怀王左徒。博闻强志，明于治乱，嫺于辞令。入则与王图议国事，以出号令；出则接遇宾客，应对诸侯。王甚任之。",
            "上官大夫与之同列，争宠而心害其能。怀王使屈原造为宪令，屈平属草稿未定。上官大夫见而欲夺之，屈平不与，因谗之曰：“王使屈平为令，众莫不知。每一令出，平伐其功，曰以为‘非我莫能为也。’”王怒而疏屈平。",
            "屈平疾王听之不聪也，谗谄之蔽明也，邪曲之害公也，方正之不容也，故忧愁幽思而作《离骚》。“离骚”者，犹离忧也。夫天者，人之始也；父母者，人之本也。人穷则反本，故劳苦倦极，未尝不呼天也；疾痛惨怛，未尝不呼父母也。屈平正道直行，竭忠尽智，以事其君，谗人间之，可谓穷矣。信而见疑，忠而被谤，能无怨乎？屈平之作《离骚》，盖自怨生也。《国风》好色而不淫，《小雅》怨诽而不乱。若《离骚》者，可谓兼之矣。上称帝喾，下道齐桓，中述汤、武，以刺世事。明道德之广崇，治乱之条贯，靡不毕见。其文约，其辞微，其志洁，其行廉。其称文小而其指极大，举类迩而见义远。其志洁，故其称物芳；其行廉，故死而不容。自疏濯淖污泥之中，蝉蜕于浊秽，以浮游尘埃之外，不获世之滋垢，皭然泥而不滓者也。推此志也，虽与日月争光可也。",
            "屈原既绌。其后秦欲伐齐，齐与楚从亲，惠王患之。乃令张仪佯去秦，厚币委质事楚，曰：“秦甚憎齐，齐与楚从亲，楚诚能绝齐，秦愿献商、于之地六百里。”楚怀王贪而信张仪，遂绝齐，使使如秦受地。张仪诈之曰：“仪与王约六里，不闻六百里。”楚使怒去，归告怀王。怀王怒，大兴师伐秦。秦发兵击之，大破楚师于丹、淅，斩首八万，虏楚将屈匄，遂取楚之汉中地。怀王乃悉发国中兵，以深入击秦，战于蓝田。魏闻之，袭楚至邓。楚兵惧，自秦归。而齐竟怒，不救楚，楚大困。明年，秦割汉中地与楚以和。楚王曰：“不愿得地，愿得张仪而甘心焉。”张仪闻，乃曰：“以一仪而当汉中地，臣请往如楚。”如楚，又因厚币用事者臣靳尚，而设诡辩于怀王之宠姬郑袖。怀王竟听郑袖，复释去张仪。是时屈原既疏，不复在位，使于齐，顾反，谏怀王曰：“何不杀张仪？”怀王悔，追张仪，不及。",
            "其后，诸侯共击楚，大破之，杀其将唐眜。时秦昭王与楚婚，欲与怀王会。怀王欲行，屈平曰：“秦，虎狼之国，不可信，不如毋行。”怀王稚子子兰劝王行：“奈何绝秦欢！”怀王卒行。入武关，秦伏兵绝其后，因留怀王，以求割地。怀王怒，不听。亡走赵，赵不内。复之秦，竟死于秦而归葬。",
            "长子顷襄王立，以其弟子兰为令尹。楚人既咎子兰以劝怀王入秦而不反也。屈平既嫉之，虽放流，眷顾楚国，系心怀王，不忘欲反。冀幸君之一悟，俗之一改也。其存君兴国，而欲反覆之，一篇之中，三致志焉。然终无可奈何，故不可以反。卒以此见怀王之终不悟也。",
            "人君无愚智贤不肖，莫不欲求忠以自为，举贤以自佐。然亡国破家相随属，而圣君治国累世而不见者，其所谓忠者不忠，而所谓贤者不贤也。怀王以不知忠臣之分，故内惑于郑袖，外欺于张仪，疏屈平而信上官大夫、令尹子兰，兵挫地削，亡其六郡，身客死于秦，为天下笑，此不知人之祸也。《易》曰：“井渫不食，为我心恻，可以汲。王明，并受其福。”王之不明，岂足福哉！令尹子兰闻之，大怒。卒使上官大夫短屈原于顷襄王。顷襄王怒而迁之。屈原至于江滨，被发行吟泽畔，颜色憔悴，形容枯槁。渔父见而问之曰：“子非三闾大夫欤？何故而至此？”屈原曰：“举世皆浊而我独清，众人皆醉而我独醒，是以见放。”渔父曰：“夫圣人者，不凝滞于物，而能与世推移。举世皆浊，何不随其流而扬其波？众人皆醉，何不哺其糟而啜其醨？何故怀瑾握瑜，而自令见放为？”屈原曰：“吾闻之，新沐者必弹冠，新浴者必振衣。人又谁能以身之察察，受物之汶汶者乎？宁赴常流而葬乎江鱼腹中耳。又安能以皓皓之白，而蒙世之温蠖乎？”乃作《怀沙》之赋。于是怀石，遂自投汨罗以死。",
            "屈原既死之后，楚有宋玉、唐勒、景差之徒者，皆好辞而以赋见称。然皆祖屈原之从容辞令，终莫敢直谏。其后楚日以削，数十年竟为秦所灭。自屈原沉汨罗后百有余年，汉有贾生，为长沙王太傅。过湘水，投书以吊屈原。",
            "太史公曰：“余读《离骚》、《天问》、《招魂》、《哀郢》，悲其志。适长沙，过屈原所自沉渊，未尝不垂涕，想见其为人。及见贾生吊之，又怪屈原以彼其材游诸侯，何国不容，而自令若是！读《鵩鸟赋》，同死生，轻去就，又爽然自失矣。”"
          ]
        },
        {
          "chapter": "酷吏列传序",
          "source": "《史记》",
          "author": "两汉：司马迁 ",
          "paragraphs": [
            "孔子曰：“导之以政，齐之以刑，民免而无耻。导之以德，齐之以礼，有耻且格。”老氏称：“上德不德，是以有德；下德不失德，是以无德。”“法令滋章，盗贼多有。”太史公曰：信哉是言也！法令者治之具，而非制治清浊之源也。昔天下之网尝密矣然奸伪萌起，其极也，上下相遁，至于不振当是之时，吏治若救火扬沸，非武健严酷，恶能胜其任而愉快乎！言道德者，溺其职矣。故曰“听讼，吾犹人也，必也使无讼乎。”“下士闻道大笑之”。非虚言也。汉兴，破觚而为圜，斫雕而为朴，网漏于吞舟之鱼，而吏治，不至于奸，黎民艾安。由是观之，在彼不在此。"
          ]
        },
        {
          "chapter": "游侠列传序",
          "source": "《史记》",
          "author": "两汉：司马迁 ",
          "paragraphs": [
            "韩子曰：“儒以文乱法，而侠以武犯禁。”二者皆讥，而学士多称于世云。至如以术取宰相、卿、大夫，辅翼其世主，功名俱著于《春秋》，固无可言者。及若季次、原宪，闾巷人也，读书怀独行君子之德，义不苟合当世，当世亦笑之。故季次、原宪，终身空室蓬户，褐衣疏食不厌。死而已四百余年，而弟子志之不倦。今游侠，其行虽不轨于正义，然其言必信，其行必果，已诺必诚，不爱其躯，赴士之厄困，既已存亡死生矣，而不矜其能。羞伐其德。盖亦有足多者焉。",
            "且缓急，人之所时有也。太史公曰：昔者虞舜窘于井廪，伊尹负于鼎俎，傅说匿于傅险，吕尚困于棘津，夷吾桎梏，百里饭牛，仲尼畏匡，菜色陈、蔡。此皆学士所谓有道仁人也，犹然遭此灾，况以中材而涉乱世之末流乎?其遇害何可胜道哉!鄙人有言曰：“何知仁义，已享其利者为有德。”故伯夷丑周，饿死首阳山，而文、武不以其故贬王；跖跻暴戾，其徒诵义无穷。由此观之，“窃钩者诛，窃国者侯；侯之门，仁义存。”非虚言也。今拘学或抱咫尺之义，久孤于世，岂若卑论侪俗，与世浮沉而取荣名哉!而布衣之徒，设取予然诺，千里诵义，为死不顾世。此亦有所长，非苟而已也。故士穷窘而得委命，此岂非人之所谓贤豪间者邪?诚使乡曲之侠，予季次、原宪比权量力，效功于当世，不同日而论矣。要以功见言信，侠客之义，又曷可少哉!",
            "古布衣之侠，靡得而闻已。近世延陵、孟尝、春申、平原、信陵之徒，皆因王者亲属，藉于有土卿相之富厚，招天下贤者，显名诸侯，不可谓不贤者矣。比如顺风而呼，声非加疾，其势激也。至如闾巷之侠，修行砥名，声施于天下，莫不称贤，是为难耳!然儒、墨皆排摈不载。自秦以前，匹夫之侠，湮灭不见，余甚恨之。以余所闻，汉兴，有朱家、田仲、王公、剧孟、郭解之徒，虽时扞当世之文罔，然其私义，廉洁退让，有足称者。名不虚立，士不虚附。至如朋党宗强比周，设财役贫，豪暴侵凌孤弱，恣欲自快，游侠亦丑之。余悲世俗不察其意，而猥以朱家、郭解等，令与豪暴之徒同类而共笑之也。"
          ]
        },
        {
          "chapter": "滑稽列传",
          "source": "《史记》",
          "author": "两汉：司马迁 ",
          "paragraphs": [
            "孔子曰：“六艺于治一也。《礼》以节人，《乐》以发和，《书》以道事，《诗》以达意，《易》以神化，《春秋》以义。”太史公曰：“天道恢恢，岂不大哉！谈言微中，亦可以解纷。",
            "淳于髡者，齐之赘婿也。长不满七尺，滑稽多辩，数使诸侯，未尝屈辱。齐威王之时喜隐，好为淫乐长夜之饮，沉湎不治，委政卿大夫。百官荒乱，诸侯并侵，国且危亡，在于旦暮，左右莫敢谏。淳于髡说之以隐曰：“国中有大鸟，止王之庭，三年不蜚又不呜，王知此鸟何也？”王曰：“此鸟不飞则已，一飞冲天；不鸣则已，一鸣惊人。”于是乃朝诸县令长七十二人，赏一人，诛一人，奋兵而出。诸侯振惊，皆还齐侵地。威行三十六年。语在《田完世家》中。",
            "威王八年，楚人发兵加齐。齐王使淳于髡之赵请救兵，赍金百斤，车马十驷。淳于髡仰天大笑，冠缨索绝。王曰：“先生少之乎？”髡曰：“何敢！”王曰：“笑岂有说乎？”髡曰：“今者臣从东方来，见道旁有禳田者，操一豚蹄，酒一盂，祝曰：‘瓯窭满篝，污邪满车，五谷蕃熟，穰穰满家。’臣见其所持者狭而所欲者奢，故笑之。”于是齐威王乃益赍黄金千溢，白璧十双，车马百驷。髡辞而行，至赵。赵王与之精兵十万，革车千乘。楚闻之，夜引兵而去。",
            "威王大悦，置酒后宫，召髡赐之酒。问曰：“先生能饮几何而醉？”对曰：“臣饮一斗亦醉，一石亦醉。”威王曰：“先生饮一斗而醉，恶能饮一石哉！其说可得闻乎？”髡曰：“赐酒大王之前，执法在傍，御史在后，髡恐惧俯伏而饮，不过一斗径醉矣。若亲有严客，髡帣鞲鞠，侍酒于前，时赐余沥，奉觞上寿，数起，饮不过二斗径醉矣。若朋友交游，久不相见，卒然相覩，欢然道故，私情相语，饮可五六斗径醉矣。若乃州闾之会，男女杂坐，行酒稽留，六博投壶，相引为曹，握手无罚，目眙不禁，前有堕珥，后有遗簪，髡窃乐此，饮可八斗而醉二三。日暮酒阑，合尊促坐，男女同席，履舄交错，杯盘狼藉，堂上烛灭，主人留髡而送客。罗襦襟解，微闻芗泽，当此之时，髡心最欢，能饮一石。故曰酒极则乱，乐极则悲，万事尽然。”言不可极，极之而衰，以讽谏焉。齐王曰：“善。”乃罢长夜之饮，以髡为诸侯主客。宗室置酒，髡尝在侧。"
          ]
        },
        {
          "chapter": "货殖列传序",
          "source": "《史记》",
          "author": "两汉：司马迁 ",
          "paragraphs": [
            "老子曰：“至治之极，邻国相望，鸡狗之声相闻，民各甘其食，美其服，安其俗，乐其业，至老死不相往来。”必用此为务，挽近世涂民耳目，则几无行矣。",
            "太史公曰：夫神农以前，吾不知已。至若《诗》、《书》所述虞、夏以来，耳目欲极声色之好，口欲穷刍豢 之味，身安逸乐而心夸矜势能之荣。使俗之渐民久矣，虽户说以眇 论，终不能化。故善者因之，其次利道 之，其次教诲之，其次整齐之，最下者与之争。",
            "夫山西饶材、竹、旄、玉石，山东多鱼、盐、漆、丝、声色，江南出棻、梓、姜、桂、金、锡、连、丹沙、犀、玳瑁、珠玑、齿、革，龙门、碣石 北多马、牛、羊、旃、裘、筋、角；铜、铁则千里往往山出置。此其大较也。皆中国人民所喜好，谣俗被服饮食奉生送死之具也。故待农而食之，虞 而出之，工而成之，商而通之。此宁有政教发征期会哉？人各任其能，竭其力，以得所欲。故物贱之征贵，贵之征贱，各劝其业，乐其事，若水之趋下，日夜无休时，不召而自来，不求而民出之。岂非道之所符，而自然之验邪？",
            "《周书》 曰：“农不出则乏其食，工不出则乏其事，商不出则三宝绝，虞不出则财匮少。”财匮少而山泽不辟 矣。此四者，民所衣食之原 也。原大则饶，原小则鲜。上则富国，下则富家。贫富之道，莫之夺予，而巧者有余，拙者不足。故太公望 封于营丘，地潟卤，人民寡，于是太公劝其女功，极技巧，通鱼盐，则人物归之， 繦至 而辐凑。故齐冠带衣履天下，海岱之闲敛袂而往朝焉。其后齐中衰，管子修之，设轻重九府，则桓公以霸，九合诸侯，一匡天下；而管氏亦有三归，位在陪臣，富于列国之君。是以齐富强至于威宣 也。",
            "故曰： “仓廪实而知礼节，衣食足而知荣辱。”礼生于有而废于无。故君子富，好行其德；小人富，以适其力。渊深而鱼生之，山深而兽往之，人富而仁义附焉。富者得执益彰，失执则客无所之，以而不乐。夷狄益甚。谚曰：“千金之子，不死于市。”此非空言也。故曰：“天下熙熙，皆为利来；天下壤壤，皆为利往。”夫千乘之王，万家之侯，百室之君，尚犹患贫，而况匹夫编户 之民乎！"
          ]
        },
        {
          "chapter": "太史公自序",
          "source": "《史记》",
          "author": "两汉：司马迁 ",
          "paragraphs": [
            "太史公曰：“先人有言：‘自周公卒五百岁而有孔子。孔子卒后至于今五百岁，有能绍明世、正《易传》，继《春秋》、本《诗》、《书》、《礼》、《乐》之际？’”意在斯乎！意在斯乎！小子何敢让焉！",
            "上大夫壶遂曰：“昔孔子何为而作《春秋》哉”？太史公曰：“余闻董生曰：‘周道衰废，孔子为鲁司寇，诸侯害子，大夫雍之。孔子知言之不用，道之不行也，是非二百四十二年之中，以为天下仪表，贬天子，退诸侯，讨大夫，以达王事而已矣。’子曰：‘我欲载之空言，不如见之于行事之深切著明也。’夫《春秋》，上明三王之道，下辨人事之纪，别嫌疑，明是非，定犹豫，善善恶恶，贤贤贱不肖，存亡国，继绝世，补弊起废，王道之大者也。《易》著天地、阴阳、四时、五行，故长于变；《礼》经纪人伦，故长于行；《书》记先王之事，故长于政；《诗》记山川、溪谷、禽兽、草木、牝牡、雌雄，故长于风；《乐》乐所以立，故长于和；《春秋》辨是非，故长于治人。是故《礼》以节人，《乐》以发和，《书》以道事，《诗》以达意，《易》以道化，《春秋》以道义。拨乱世反之正，莫近于《春秋》。《春秋》文成数万，其指数千。万物之散聚皆在《春秋》。《春秋》之中，弑君三十六，亡国五十二，诸侯奔走不得保其社稷者不可胜数。察其所以，皆失其本已。故《易》曰‘失之毫厘，差之千里。’故曰‘臣弑君，子弑父，非一旦一夕之故也，其渐久矣’。故有国者不可以不知《春秋》，前有谗而弗见，后有贼而不知。为人臣者不可以不知《春秋》，守经事而不知其宜，遭变事而不知其权。为人君父而不通于《春秋》之义者，必蒙首恶之名。为人臣子而不通于《春秋》之义者，必陷篡弑之诛，死罪之名。其实皆以为善，为之不知其义，被之空言而不敢辞。夫不通礼义之旨，至于君不君，臣不臣，父不父，子不子。夫君不君则犯，臣不臣则诛，父不父则无道，子不子则不孝。此四行者，天下之大过也。以天下之大过予之，则受而弗敢辞。故《春秋》者，礼义之大宗也。夫礼禁未然之前，法施已然之后；法之所为用者易见，而礼之所为禁者难知。”",
            "壶遂曰：“孔子之时，上无明君，下不得任用，故作《春秋》，垂空文以断礼义，当一王之法。今夫子上遇明天子，下得守职，万事既具，咸各序其宜，夫子所论，欲以何明？”",
            "太史公曰：“唯唯，否否，不然。余闻之先人曰：‘伏羲至纯厚，作《易》八卦。尧舜之盛，《尚书》载之，礼乐作焉。汤武之隆，诗人歌之。《春秋》采善贬恶，推三代之德，褒周室，非独刺讥而已也。’汉兴以来，至明天子，获符瑞，封禅，改正朔，易服色，受命于穆清，泽流罔极，海外殊俗，重译款塞，请来献见者不可胜道。臣下百官力诵圣德，犹不能宣尽其意。且士贤能而不用，有国者之耻；主上明圣而德不布闻，有司之过也。且余尝掌其官，废明圣盛德不载，灭功臣世家贤大夫之业不述，堕先人所言，罪莫大焉。余所谓述故事，整齐其世传，非所谓作也，而君比之于《春秋》，谬矣。”",
            "于是论次其文。七年而太史公遭李陵之祸，幽于缧绁。乃喟然而叹曰：“是余之罪也夫。是余之罪也夫！身毁不用矣！”退而深惟曰：“夫《诗》、《书》隐约者，欲遂其志之思也。昔西伯拘羑里，演《周易》；孔子厄陈、蔡，作《春秋》；屈原放逐，著《离骚》；左丘失明，厥有《国语》；孙子膑脚，而论兵法；不韦迁蜀，世传《吕览》；韩非囚秦，《说难》、《孤愤》；《诗》三百篇，大抵贤圣发愤之所为作也。此人皆意有所郁结，不得通其道也，故述往事，思来者。”于是卒述陶唐以来，至于麟止，自黄帝始。"
          ]
        },
        {
          "chapter": "报任安书",
          "source": "(司马迁)",
          "author": "两汉：司马迁 ",
          "paragraphs": [
            "太史公牛马走司马迁，再拜言。",
            "少卿足下：曩者辱赐书，教以慎于接物，推贤进士为务，意气勤勤恳恳。若望仆不相师，而用流俗人之言，仆非敢如此也。仆虽罢驽，亦尝侧闻长者之遗风矣。顾自以为身残处秽，动而见尤，欲益反损，是以独郁悒而无谁语。谚曰：“谁为为之？孰令听之？”盖钟子期死，伯牙终身不复鼓琴。何则？士为知己者用，女为说己者容。若仆大质已亏缺矣，虽材怀随和，行若由夷，终不可以为荣，适足以发笑而自点耳。",
            "书辞宜答，会东从上来，又迫贱事，相见日浅，卒卒无须臾之间，得竭指意。今少卿抱不测之罪，涉旬月，迫季冬，仆又薄从上雍，恐卒然不可为讳，是仆终已不得舒愤懑以晓左右，则长逝者魂魄私恨无穷。请略陈固陋。阙然久不报，幸勿为过。",
            "仆闻之：修身者，智之符也；爱施者，仁之端也；取予者，义之表也；耻辱者，勇之决也；立名者，行之极也。士有此五者，然后可以托于世，列于君子之林矣。故祸莫憯于欲利，悲莫痛于伤心，行莫丑于辱先，诟莫大于宫刑。刑余之人，无所比数，非一世也，所从来远矣。昔卫灵公与雍渠同载，孔子适陈；商鞅因景监见，赵良寒心；同子参乘，袁丝变色：自古而耻之！夫以中材之人，事有关于宦竖，莫不伤气，而况于慷慨之士乎！如今朝廷虽乏人，奈何令刀锯之余，荐天下之豪俊哉！仆赖先人绪业，得待罪辇毂下，二十余年矣。所以自惟：上之，不能纳忠效信，有奇策材力之誉，自结明主；次之，又不能拾遗补阙，招贤进能，显巖穴之士；外之，不能备行伍，攻城野战，有斩将搴旗之功；下之，不能积日累劳，取尊官厚禄，以为宗族交游光宠。四者无一遂，苟合取容，无所短长之效，可见于此矣。乡者，仆亦尝厕下大夫之列，陪外廷末议。不以此时引维纲，尽思虑，今已亏形为扫除之隶，在阘茸之中，乃欲仰首伸眉，论列是非，不亦轻朝廷、羞当世之士邪？嗟乎！嗟乎！如仆尚何言哉！尚何言哉！",
            "且事本末未易明也。仆少负不羁之才，长无乡曲之誉，主上幸以先人之故，使得奉薄伎，出入周卫之中。仆以为戴盆何以望天，故绝宾客之知，忘室家之业，日夜思竭其不肖之材力，务一心营职，以求亲媚于主上。而事乃有大谬不然者！",
            "夫仆与李陵俱居门下，素非能相善也。趣舍异路，未尝衔杯酒，接殷勤之余欢。然仆观其为人，自守奇士，事亲孝，与士信，临财廉，取予义，分别有让，恭俭下人，常思奋不顾身，以徇国家之急。其素所蓄积也，仆以为有国士之风。夫人臣出万死不顾一生之计，赴公家之难，斯已奇矣。今举事一不当，而全躯保妻子之臣随而媒孽其短，仆诚私心痛之。且李陵提步卒不满五千，深践戎马之地，足历王庭，垂饵虎口，横挑强胡，仰亿万之师，与单于连战十有余日，所杀过当。虏救死扶伤不给，旃裘之君长咸震怖，乃悉征其左、右贤王，举引弓之民，一国共攻而围之。转斗千里，矢尽道穷，救兵不至，士卒死伤如积。然陵一呼劳军，士无不起，躬自流涕，沬血饮泣，更张空弮，冒白刃，北首争死敌者。陵未没时，使有来报，汉公卿王侯皆奉觞上寿。后数日，陵败书闻，主上为之食不甘味，听朝不怡。大臣忧惧，不知所出。仆窃不自料其卑贱，见主上惨悽怛悼，诚欲效其款款之愚，以为李陵素与士大夫绝甘分少，能得人之死力，虽古之名将，不能过也。身虽陷败，彼观其意，且欲得其当而报于汉。事已无可奈何，其所摧败，功亦足以暴于天下矣。仆怀欲陈之，而未有路，适会召问，即以此指，推言陵之功，欲以广主上之意，塞睚眦之辞。未能尽明，明主不晓，以为仆沮贰师，而为李陵游说，遂下于理。拳拳之忠，终不能自列。因为诬上，卒从吏议。家贫，货赂不足以自赎，交游莫救，左右亲近不为一言。身非木石，独与法吏为伍，深幽囹圄之中，谁可告愬者！此真少卿所亲见，仆行事岂不然乎？李陵既生降，隤其家声，而仆又佴之蚕室，重为天下观笑。悲夫！悲夫！事未易一二为俗人言也。",
            "仆之先非有剖符丹书之功，文史星历，近乎卜祝之间，固主上所戏弄，倡优所畜，流俗之所轻也。假令仆伏法受诛，若九牛亡一毛，与蝼蚁何以异？而世又不与能死节者比，特以为智穷罪极，不能自免，卒就死耳。何也？素所自树立使然也。人固有一死，或重于泰山，或轻于鸿毛，用之所趋异也。太上不辱先，其次不辱身，其次不辱理色，其次不辱辞令，其次诎体受辱，其次易服受辱，其次关木索、被箠楚受辱，其次剔毛发、婴金铁受辱，其次毁肌肤、断肢体受辱，最下腐刑极矣！传曰“刑不上大夫。”此言士节不可不勉厉也。猛虎在深山，百兽震恐，及在槛阱之中，摇尾而求食，积威约之渐也。故士有画地为牢，势不可入；削木为吏，议不可对，定计于鲜也。今交手足，受木索，暴肌肤，受榜箠，幽于圜墙之中。当此之时，见狱吏则头抢地，视徒隶则心惕息。何者？积威约之势也。及以至是，言不辱者，所谓强颜耳，曷足贵乎！且西伯，伯也，拘于羑里；李斯，相也，具于五刑；淮阴，王也，受械于陈；彭越、张敖，南面称孤，系狱抵罪；绛侯诛诸吕，权倾五伯，囚于请室；魏其，大将也，衣赭衣，关三木；季布为朱家钳奴；灌夫受辱于居室。此人皆身至王侯将相，声闻邻国，及罪至罔加，不能引决自裁，在尘埃之中。古今一体，安在其不辱也？由此言之，勇怯，势也；强弱，形也。审矣，何足怪乎？夫人不能早自裁绳墨之外，以稍陵迟，至于鞭箠之间，乃欲引节，斯不亦远乎！古人所以重施刑于大夫者，殆为此也。",
            "夫人情莫不贪生恶死，念父母，顾妻子，至激于义理者不然，乃有所不得已也。今仆不幸，早失父母，无兄弟之亲，独身孤立，少卿视仆于妻子何如哉？且勇者不必死节，怯夫慕义，何处不勉焉！仆虽怯懦，欲苟活，亦颇识去就之分矣，何至自沉溺缧绁之辱哉！且夫臧获婢妾，犹能引决，况仆之不得已乎？所以隐忍苟活，幽于粪土之中而不辞者，恨私心有所不尽，鄙陋没世，而文采不表于后也。",
            "古者富贵而名摩灭，不可胜记，唯倜傥非常之人称焉。盖文王拘而演《周易》；仲尼厄而作《春秋》；屈原放逐，乃赋《离骚》；左丘失明，厥有《国语》；孙子膑脚，《兵法》修列；不韦迁蜀，世传《吕览》；韩非囚秦，《说难》《孤愤》；《诗》三百篇，大底圣贤发愤之所为作也。此人皆意有所郁结，不得通其道，故述往事、思来者。乃如左丘无目，孙子断足，终不可用，退而论书策，以舒其愤，思垂空文以自见。",
            "仆窃不逊，近自托于无能之辞，网罗天下放失旧闻，略考其行事，综其终始，稽其成败兴坏之纪，上计轩辕，下至于兹，为十表，本纪十二，书八章，世家三十，列传七十，凡百三十篇。亦欲以究天人之际，通古今之变，成一家之言。草创未就，会遭此祸，惜其不成，是以就极刑而无愠色。仆诚以著此书，藏之名山，传之其人，通邑大都，则仆偿前辱之责，虽万被戮，岂有悔哉！然此可为智者道，难为俗人言也！",
            "且负下未易居，下流多谤议。仆以口语遇遭此祸，重为乡党所笑，以污辱先人，亦何面目覆上父母之丘墓乎？虽累百世，垢弥甚耳！是以肠一日而九回，居则忽忽若有所亡，出则不知其所往。每念斯耻，汗未尝不发背沾衣也！身直为闺阁之臣，宁得自引深藏于巖穴邪？故且从俗浮沉，与时俯仰，以通其狂惑。今少卿乃教以推贤进士，无乃与仆私心剌谬乎？今虽欲自雕琢，曼辞以自饰，无益，于俗不信，适足取辱耳。要之，死日然后是非乃定。书不能悉意，故略陈固陋。谨再拜。"
          ]
        }
      ]
    },
    {
      "title": "卷六・汉文",
      "content": [
        {
          "chapter": "高帝求贤诏",
          "source": "(班固)",
          "author": "两汉：刘邦 ",
          "paragraphs": [
            "盖闻王者莫高于周文，伯者莫高于齐桓，皆待贤人而成名。今天下贤者智能，岂特古之人乎？患在人主不交故也，士奚由进？今吾以天之灵，贤士大夫，定有天下，以为一家。欲其长久，世世奉宗庙亡绝也。贤人已与我共平之矣，而不与吾共安利之，可乎？贤士大夫有肯从我游者，吾能尊显之。布告天下，使明知朕意。",
            "御史大夫昌下相国，相国酂侯下诸侯王，御史中执法下郡守，其有意称明德者，必身劝，为之驾，遣诣相国府，署行义年，有而弗言，觉免。年老癃病，勿遣。"
          ]
        },
        {
          "chapter": "文帝议佐百姓诏",
          "source": "(汉文帝)",
          "author": "两汉：刘恒 ",
          "paragraphs": [
            "间者数年比不登，又有水旱疾疫之灾，朕甚忧之。愚而不明，未达其咎。意者朕之政有所失、而行有过与？乃天道有不顺、地利或不得、人事多失和、鬼神废不享与？何以致此？将百官之奉养或费、无用之事或多与？何其民食之寡乏也？",
            "夫度田非益寡，而计民未加益，以口量地，其于古犹有余，而食之甚不足者，其咎安在？无乃百姓之从事于末、以害农者蕃、为酒醪以靡谷者多、六畜之食焉者众与？细大之义，吾未能得其中。其与丞相、列侯、吏二千石、博土议之，有可以佐百姓者，率意远思，无有所隐。"
          ]
        },
        {
          "chapter": "景帝令二千石修职诏",
          "source": "(汉景帝)",
          "author": "两汉：刘启 ",
          "paragraphs": [
            "雕文刻镂，伤农事者也；锦绣纂组，害女红者也。农事伤，则饥之本也；女红害，则寒之原也。夫饥寒并至，而能无为非者寡矣。朕亲耕，后亲桑，以奉宗庙粢盛祭服，为天下先。不受献，减太官，省繇赋，欲天下务农蚕，素有畜积，以备灾害；强毋攘弱，众毋暴寡，老耆以寿终，幼孤得遂长。今岁或不登，民食颇寡，其咎安在？或诈伪为吏，吏以货赂为市，渔夺百姓，侵牟万民。县丞，长吏也，奸法与盗盗，甚无谓也！其令二千石修其职！不事官职耗乱者，丞相以闻，请其罪。布告天下，使明知朕意！"
          ]
        },
        {
          "chapter": "武帝求茂才异等诏",
          "source": "(汉武帝)",
          "author": "两汉：刘彻 ",
          "paragraphs": [
            "盖有非常之功，必待非常之人，故马或奔踶而致千里，士或有负俗之累而立功名。夫泛驾之马，跅弛之士，亦在御之而已。其令州郡察吏民有茂材异等可为将相及使绝国者。"
          ]
        },
        {
          "chapter": "过秦论",
          "source": "(贾谊)",
          "author": "两汉：贾谊 ",
          "paragraphs": [
            "上篇",
            "秦孝公据崤函之固，拥雍州之地，君臣固守以窥周室，有席卷天下，包举宇内，囊括四海之意，并吞八荒之心。当是时也，商君佐之，内立法度，务耕织，修守战之具；外连衡而斗诸侯。于是秦人拱手而取西河之外。",
            "孝公既没，惠文、武、昭襄蒙故业，因遗策，南取汉中，西举巴、蜀，东割膏腴之地，北收要害之郡。诸侯恐惧，会盟而谋弱秦，不爱珍器重宝肥饶之地，以致天下之士，合从缔交，相与为一。当此之时，齐有孟尝，赵有平原，楚有春申，魏有信陵。此四君者，皆明智而忠信，宽厚而爱人，尊贤而重士，约从离衡，兼韩、魏、燕、楚、齐、赵、宋、卫、中山之众。于是六国之士，有甯越、徐尚、苏秦、杜赫之属为之谋，齐明、周最、陈轸、召滑、楼缓、翟景、苏厉、乐毅之徒通其意，吴起、孙膑、带佗、倪良、王廖、田忌、廉颇、赵奢之伦制其兵。尝以十倍之地，百万之众，叩关而攻秦。秦人开关延敌，九国之师，逡巡而不敢进。秦无亡矢遗镞之费，而天下诸侯已困矣。于是从散约败，争割地而赂秦。秦有余力而制其弊，追亡逐北，伏尸百万，流血漂橹。因利乘便，宰割天下，分裂山河。强国请服，弱国入朝。延及孝文王、庄襄王，享国之日浅，国家无事。",
            "及至始皇，奋六世之余烈，振长策而御宇内，吞二周而亡诸侯，履至尊而制六合，执敲扑而鞭笞天下，威振四海。南取百越之地，以为桂林、象郡；百越之君，俯首系颈，委命下吏。乃使蒙恬北筑长城而守藩篱，却匈奴七百余里。胡人不敢南下而牧马，士不敢弯弓而报怨。于是废先王之道，焚百家之言，以愚黔首；隳名城，杀豪杰，收天下之兵，聚之咸阳，销锋镝，铸以为金人十二，以弱天下之民。然后践华为城，因河为池，据亿丈之城，临不测之渊，以为固。良将劲弩守要害之处，信臣精卒陈利兵而谁何。天下已定，始皇之心，自以为关中之固，金城千里，子孙帝王万世之业也。",
            "始皇既没，余威震于殊俗。然陈涉瓮牖绳枢之子，氓隶之人，而迁徙之徒也；才能不及中人，非有仲尼、墨翟之贤，陶朱、猗顿之富；蹑足行伍之间，而倔起阡陌之中，率疲弊之卒，将数百之众，转而攻秦，斩木为兵，揭竿为旗，天下云集响应，赢粮而景从。山东豪俊遂并起而亡秦族矣。",
            "且夫天下非小弱也，雍州之地，崤函之固，自若也。陈涉之位，非尊于齐、楚、燕、赵、韩、魏、宋、卫、中山之君也；锄耰棘矜，非铦于钩戟长铩也；谪戍之众，非抗于九国之师也；深谋远虑，行军用兵之道，非及向时之士也。然而成败异变，功业相反，何也?试使山东之国与陈涉度长絜大，比权量力，则不可同年而语矣。然秦以区区之地，致万乘之势，序八州而朝同列，百有余年矣；然后以六合为家，崤函为宫；一夫作难而七庙隳，身死人手，为天下笑者，何也？仁义不施而攻守之势异也。",
            "中篇",
            "秦灭周祀，并海内，兼诸侯，南面称帝，以养四海。天下之士，斐然向风。若是，何也？曰：近古之无王者久矣。周室卑微，五霸既灭，令不行于天下。是以诸侯力政，强凌弱，众暴寡，兵革不休，士民罢弊。今秦南面而王天下，是上有天子也。既元元之民冀得安其性命，莫不虚心而仰上。当此之时，专威定功，安危之本，在于此矣。",
            "秦王怀贪鄙之心，行自奋之智，不信功臣，不亲士民，废王道而立私爱，焚文书而酷刑法，先诈力而后仁义，以暴虐为天下始。夫兼并者高诈力，安危者贵顺权，此言取与守不同术也。秦离战国而王天下，其道不易，其政不改，是其所以取之守之者无异也。孤独而有之，故其亡可立而待也。借使秦王论上世之事，并殷、周之迹，以制御其政，后虽有淫骄之主，犹未有倾危之患也。故三王之建天下，名号显美，功业长久。",
            "今秦二世立，天下莫不引领而观其政。夫寒者利裋褐，而饥者甘糟糠。天下嚣嚣，新主之资也。此言劳民之易为仁也。向使二世有庸主之行而任忠贤，臣主一心而忧海内之患，缟素而正先帝之过；裂地分民以封功臣之后，建国立君以礼天下；虚囹圄而免刑戮，去收孥污秽之罪，使各反其乡里；发仓廪，散财币，以振孤独穷困之士；轻赋少事，以佐百姓之急；约法省刑，以持其后，使天下之人皆得自新，更节修行，各慎其身；塞万民之望，而以盛德与天下，天下息矣。即四海之内皆欢然各自安乐其处，惟恐有变。虽有狡害之民，无离上之心，则不轨之臣无以饰其智，而暴乱之奸弭矣。",
            "二世不行此术，而重以无道：坏宗庙与民，更始作阿房之宫；繁刑严诛，吏治刻深；赏罚不当，赋敛无度。天下多事，吏不能纪；百姓困穷，而主不收恤。然后奸伪并起，而上下相遁；蒙罪者众，刑戮相望于道，而天下苦之。自羣卿以下至于众庶，人怀自危之心，亲处穷苦之实，咸不安其位，故易动也。是以陈涉不用汤、武之贤，不借公侯之尊，奋臂于大泽，而天下响应者，其民危也。",
            "故先王者，见终始不变，知存亡之由。是以牧民之道，务在安之而已矣。下虽有逆行之臣，必无响应之助。故曰：“安民可与为义，而危民易与为非”，此之谓也。贵为天子，富有四海，身在于戮者，正之非也。是二世之过也。",
            "下篇",
            "秦兼诸侯山东三十余郡，脩津关，据险塞，缮甲兵而守之。然陈涉率散乱之众数百，奋臂大呼，不用弓戟之兵，鉏耰白梃，望屋而食，横行天下。秦人阻险不守，关梁不闭，长戟不刺，强弩不射。楚师深入，战于鸿门，曾无藩篱之难。于是山东诸侯并起，豪俊相立。秦使章邯将而东征，章邯因其三军之众，要市于外，以谋其上。羣臣之不相信，可见于此矣。子婴立，遂不悟。借使子婴有庸主之材而仅得中佐，山东虽乱，三秦之地可全而有，宗庙之祀宜未绝也。",
            "秦地被山带河以为固，四塞之国也。自缪公以来至于秦王二十余君，常为诸侯雄。此岂世贤哉？其势居然也。且天下尝同心并力攻秦矣，然困于险阻而不能进者，岂勇力智慧不足哉？形不利、势不便也。秦虽小邑，伐并大城，得阨塞而守之。诸侯起于匹夫，以利会，非有素王之行也。其交未亲，其民未附，名曰亡秦，其实利之也。彼见秦阻之难犯，必退师。案土息民以待其弊，收弱扶罢以令大国之君，不患不得意于海内。贵为天子，富有四海，而身为禽者，救败非也。",
            "秦王足己而不问，遂过而不变。二世受之，因而不改，暴虐以重祸。子婴孤立无亲，危弱无辅。三主之惑，终身不悟，亡不亦宜乎？当此时也，也非无深谋远虑知化之士也，然所以不敢尽忠指过者，秦俗多忌讳之禁也，——忠言未卒于口而身糜没矣。故使天下之士倾耳而听，重足而立，阖口而不言。是以三主失道，而忠臣不谏，智士不谋也。天下已乱，奸不上闻，岂不悲哉！先王知壅蔽之伤国也，故置公卿、大夫、士，以饰法设刑而天下治。其强也，禁暴诛乱而天下服；其弱也，王霸征而诸侯从；其削也，内守外附而社稷存。故秦之盛也，繁法严刑而天下震；及其衰也，百姓怨而海内叛矣。故周王序得其道，千余载不绝；秦本末并失，故不能长。由是观之，安危之统相去远矣。",
            "鄙谚曰：“前事之不忘，后事之师也。”是以君子为国，观之上古，验之当世，参之人事，察盛衰之理，审权势之宜，去就有序，变化因时，故旷日长久而社稷安矣。"
          ]
        },
        {
          "chapter": "治安策",
          "source": "(贾谊)",
          "author": "两汉：贾谊 ",
          "paragraphs": [
            "臣窃惟事势，可为痛哭者一，可为流涕者二，可为长太息者六，若其它背理而伤道者，难遍以疏举。进言者皆曰天下已安已治矣，臣独以为未也。曰安且治者，非愚则谀，皆非事实知治乱之体者也。夫抱火厝之积薪之下而寝其上，火未及燃，因谓之安，方今之势，何以异此！本末舛逆，首尾衡决，国制抢攘，非甚有纪，胡可谓治！陛下何不一令臣得熟数之于前，因陈治安之策，试详择焉！",
            "夫射猎之娱，与安危之机孰急？使为治劳智虑，苦身体，乏钟鼓之乐，勿为可也。乐与今同，而加之诸侯轨道，兵革不动，民保首领，匈叙宾服，四荒乡风，百姓素朴，狱讼衰息。大数既得，则天下顺治，海内之气，清和咸理，生为明帝，没为明神，名誉之美，垂于无穷。《礼》祖有功而宗有德，使顾成之庙称为太宗，上配太祖，与汉亡极。建久安之势，成长治之业，以承祖庙，以奉六亲，至孝也；以幸天下，以育羣生，至仁也；立经陈纪，轻重同得，后可以为万世法程，虽有愚幼不肖之嗣，犹得蒙业而安，至明也。以陛下之明达，因使少知治体者得佐下风，致此非难也。其具可素陈于前，愿幸无忽。臣谨稽之天地，验之往古，按之当今之务，日夜念此至孰也，虽使禹舜复生，为陛下计，亡以易此。",
            "夫树国固，必相疑之势也，下数被其殃，上数爽其忧，甚非所以安上而全下也。今或亲弟谋为东帝，亲兄之子西乡而击，今吴又见告矣。天子春秋鼎盛，行义未过，德泽有加焉，犹尚如是，况莫大诸侯权力且十此者乎！",
            "然而天下少安，何也？大国之王幼弱未壮，汉之所置傅相方握其事。数年之后，诸侯之王大抵皆冠，血气方刚，汉之傅相称病而赐罢，彼自丞尉以上徧置私人，如此，有异淮南、济北之为邪？此时而欲为治安，虽尧舜不治。",
            "黄帝曰：“日中必熭，操刀必割。”今令此道顺，而全安甚易；不肯早为，已乃堕骨肉之属而抗刭之，岂有异秦之季世乎！夫以天子之位，乘今之时，因天之助，尚惮以危为安，以乱为治，假设陛下居齐桓之处，将不合诸侯而匡天下乎？臣又以知陛下有所必不能矣。假设天下如曩时，淮阴侯尚王楚，黥布王淮南，彭越王梁，韩信王韩，张敖王赵，贯高为相，卢绾王燕，陈狶在代，令此六七公者皆亡恙，当是时而陛下即天子位，能自安乎？臣有以知陛下之不能也。天下肴乱，高皇帝与诸公倂起，非有仄室之势以豫席之也。诸公幸者乃为中涓，其次仅得舍人，材之不逮至远也。高皇帝以明圣威武即天子位，割膏腴之地以王诸公，多者百余城，少者乃三四十县，德至渥也，然其后十年之间，反者九起。陛下之与诸公，非亲角材而臣之也，又非身封王之也，自高皇帝不能以是一岁为安，故臣知陛下之不能也。",
            "然尚有可诿者，曰疏。臣请试言其亲者。假令悼惠王王齐，元王王楚，中子王赵，幽王王淮阳，共王王梁，灵王王燕，厉王王淮南，六七贵人皆亡恙，当是时陛下即位，能为治乎？臣又知陛下之不能也。若此诸王，虽名为臣，实皆有布衣昆弟之心，虑无不帝制而天子自为者。擅爵人，赦死罪，甚者或戴黄屋，汉法令非行也。虽行不轨如厉王者，令之不肯听，召之安可致乎！幸而来至，法安可得加！动一亲戚，天下圜视而起，陛下之臣虽有悍如冯敬者，适启其口，匕首已陷其胸矣。陛下虽贤，谁与领此？",
            "故疏者必危，亲者必乱，已然之效也。其异姓负强而动者，汉已幸胜之矣，又不易其所以然。同姓袭是迹而动，既有征矣，其势尽又复然。殃祸之变未知所移，明帝处之尚不能以安，后世将如之何！",
            "屠牛坦一朝解十二牛，而芒刃不顿者，所排击剥割，皆众理解也。至于髋髀之所，非斤则斧。夫仁义恩厚，人主之芒刃也；权势法制，人主之斤斧也。今诸侯王皆众髋髀也，释斤斧之用，而欲婴以芒刃，臣以为不缺则折。胡不用之淮南、济北？势不可也。",
            "臣窃迹前事，大抵强者先反，淮阴王楚最强，则最先反；韩信倚胡，则又反；贯高因赵资，则又反；陈狶兵精，则又反；彭越用梁，则又反；黥布用淮南，则又反；卢绾最弱，最后反。长沙乃在二万五千户耳，功少而最完，势疏而最忠，非独性异人也，亦形势然也。曩令樊、郦、绛、灌据数十城而王，今虽以残亡可也；令信、越之伦列为彻侯而居，虽至今存可也。",
            "然则天下之大计可知已。欲诸王之皆忠附，则莫若令如长沙王，欲臣子之勿菹醢，则莫若令如樊郦等；欲天下之治安，莫若众建诸侯而少其力。力少则易使以义，国小则亡邪心。令海内之势如身之使臂，臂之使指，莫不制从。诸侯之君不敢有异心，辐凑并进而归命天子，虽在细民，且知其安，故天下咸知陛下之明。割地定制，令齐、赵、楚各为若干国，使悼惠王、幽王、元王之子孙毕以次各受祖之分地，地尽而止，及燕、梁它国皆然。其分地众而子孙少者，建以为国，空而置之，须其子孙生者，举使君之。诸侯之地其削颇入汉者，为徙其侯国，及封其子孙也，所以数偿之；一寸之地，一人之众，天子亡所利焉，诚以定治而已，故天下咸知陛下之廉。地制壹定，宗室子孙莫虑不王，下无倍畔之心，上无诛伐之志，故天下咸知陛下之仁。法立而不犯，令行而不逆，贯高、利几之谋不生，柴奇、开章不计不萌，细民乡善，大臣致顺，故天下咸知陛下之义。卧赤子天下之上而安，植遗腹，朝委裘，而天下不乱。当时大治，后世诵圣。壹动而五业附，陛下谁惮而久不为此？",
            "天下之势方病大瘇。一胫之大几如要，一指之大几如股，平居不可屈信，一二指搐，身虑亡聊。失今不治，必为锢疾，后虽有扁鹊，不能为已。病非徒瘇也，又苦蹠戾。元王之子，帝之从弟也，今之王者，从弟之子也。惠王之子，亲兄子也；今之王者，兄子之子也。亲者或亡分地以安天下，疏者或制大权以逼天子，臣故曰非徒病瘇也，又苦蹠戾。可痛哭者，此病是也。",
            "天下之势方倒县。凡天子者，天下之首，何也？上也。蛮夷者，天下之足，何也？下也。今匈奴嫚娒侵掠，至不敬也，为天下患，至亡已也，而汉岁金絮采缯以奉之。夷狄征令，是主上之操也；天子共贡，是臣下之礼也。足反居上，首顾居下，倒县如此，莫之能解，犹为国有人乎？非亶倒县而已，又类辟，且病痱。夫辟者一面病，痱者一方痛。今西边北边之郡，虽有长爵不轻得复，五尺以上不轻得息，斥候望烽燧不得卧，将吏被介冑而睡，臣故曰一方病矣。医能治之，而上不使，可为流涕者此也。",
            "陛下何忍以帝皇之号为戎人诸侯，势既卑辱，而祸不息，长此安穷！进谋者率以为是，固不可解也，亡具甚矣。臣窃料匈奴之众不过汉一大县，以天下之大困于一县之众，甚为执事者羞之。陛下何不试以臣为属国之官以主匈奴？行臣之计，请必系单于之颈而制其命，伏中行说而笞其背，举匈奴之众唯上之令。今不猎猛敌而猎田彘，不搏反寇而搏畜菟，玩细娱而不图大患，非所以为安也。德可远施，威可远加，而直数百里外威令不信，可为流涕者此也。",
            "今民卖僮者，为之绣衣丝履偏诸缘，内之闲中，是古天子后服，所以庙而不宴者也，而庶人得以衣婢妾。白縠之表，薄纨之里， 以偏诸，美者黼绣，是古天子之服，今富人大贾嘉会召客者以被墙。古者以奉一帝一后而节适，今庶人屋壁得为帝服，倡优下贱得为后饰，然而天下不屈者，殆未有也。且帝之身自衣皁绨，而富民墙屋被文绣；天子之后以缘其领，庶人孽妾缘其履：此臣所谓舛也。夫百人作之不能衣一人，欲天下亡寒，胡可得也？一人耕之，十人聚而食之，欲天下亡饥，不可得也。饥寒切于民之肌肤，欲其亡为奸邪，不可得也。国已屈矣，盗贼直须时耳，然而献计者曰“毋动”，为大耳。夫俗至大不敬也，至亡等也，至冒上也，进计者犹曰“毋为”，可为长太息者此也。",
            "商君遗礼义，弃仁恩，并心于进取。行之二岁，秦俗日败。故秦人家富子壮则出分，家贫子壮则出赘。借父耰鉏，虑有德色；母取箕帚，立而谇语。抱哺其于，与公并倨；妇姑不相说，则反唇而相稽。其慈子耆利，不同禽兽者亡几耳。然并心而赴时犹曰蹶六国，兼天下。功成求得矣，终不知反廉愧之节，仁义之厚。信并兼之法，遂进取之业，天下大败，众掩寡，智欺愚，勇威怯，壮陵衰，其乱至矣，是以大贤起之，威震海内，德从天下。曩之为秦者，今转而为汉矣。然其遗风余俗，犹尚未改。今世以侈靡相竞，而上亡制度，弃礼谊，捐廉耻日甚，可谓月异而岁不同矣。逐利不耳，虑非顾行也，今其甚者杀父兄矣。盗者剟寝户之帘，搴两庙之器，白昼大都之中剽吏而夺之金。矫伪者出几十万石粟，赋六百余万钱，乘传而行郡国，此其亡行义之尤至者也。而大臣特以簿书不报，期会之间，以为大故。至于俗流失，世坏败，因恬而不知怪，虑不动于耳目，以为是适然耳。夫移风易俗，使天下回心而乡道，类非俗吏之所能为也。俗吏之所务，在于刀笔筐箧，而不知大体。陛下又不自忧，窃为陛下惜之。",
            "夫立君臣，等上下，使父子有礼，六亲有纪，此非天之所为，人之所设也。夫人之所设，不为不立，不植则僵，不修则坏。《管子》曰：“礼义廉耻，是谓四维；四维不张，国乃灭亡。”使管子愚人也则可，管子而少知治体，则是岂可不为寒心哉！秦灭四维而不张，故君臣乖乱，六亲殃戮，奸人并起，万民离叛，凡十三岁，而社稷为虚。今四维犹未备也，故奸人几幸，而众心疑惑。岂如今定经制，令君君臣臣，上下有差，父子六亲各得其宜，奸人亡所几幸，而羣臣众信，是不疑惑！此业一定，世世常安，而后有所持循矣。若夫经制不定，是犹度江河亡维楫，中流而遇风波，舩必覆矣。可为长太息者此也。",
            "夏为天子，十有余世，而殷受之。殷为天子，二十余世，而周受之。周为天子，三十余世，而秦受之。秦为天子，二世而亡。人性不甚相远也，何三代之君有道之长，而秦无道之暴也？其故可知也。古之王者，太子乃生，固举以礼，使士负之，有司齐肃端冕，见之南郊，见于天也。过阙则下，过庙则趋，孝子之道也。故自为赤子而教固已行矣。昔者成王幼在襁抱之中，召公为太保，周公为太傅，太公为太师。保，保其身体；傅，传之德义；师，道之教训：此三公之职也。于是为置三少，皆上大夫也，曰少保、少傅、少师，是与太子宴者也。故乃孩子提有识，三公、三少固明孝仁礼义以道习之，逐去邪人，不使见恶行。于是皆选天下之端士孝悌博闻有道术者以卫翼之，使与太子居处出入。故太子乃生而见正事，闻正言，行正道，左右前后皆正人也。夫习与正人居之，不能毋正，犹生长于齐不能不齐言也；习与不正人居之，不能毋不正，犹生长于楚之地不能不楚言也。故择其所耆，必先受业，乃得尝之；择其所乐，必先有习，乃得为之。孔子曰：“少成若天性，习贯如自然。”及太子少长，知妃色，则入于学。学者，所学之官也。《学礼》曰：“帝入东学，上亲而贵仁，则亲疏有序而恩相及矣；帝入南学，上齿而贵信，则长幼有差而民不诬矣；帝入西学，上贤而贵德，则圣智在位而功不遗矣；帝入北学，上贵而尊爵，则贵贱有等而下不 矣；帝入太学，承师问道，退习而考于太傅，太傅罚其不则而匡其不及，则德智长而治道得矣。此五学者既成于上，则百姓黎民化辑于下矣。”及太于既冠成人，免于保傅之严，则有记过之史，彻膳之宰，进善之旌，诽谤之木，敢谏之鼓。瞽史诵诗，工诵箴谏，大夫进谋，士传民语。习与智长，故切而不媿；化与心成，故中道若性。三代之礼：春朝朝日，秋暮夕月，所以明有敬也；春秋入学，坐国老，执酱而亲馈之，所以明有孝也；行以鸾和，步中《采齐》，趣中《肆夏》，所以明有度也；其于禽兽，见其生不食其死，闻其声不食其肉，故远庖厨，所以长恩，且明有仁也。",
            "夫三代之所以长久者，以其辅翼太子有此具也。及秦而不然。其俗固非贵辞让也，所上者告讦也；固非贵礼义也，所上者刑罚也。使赵高傅胡亥而教之狱，所习者非斩劓人，则夷人之三族也。故胡亥今日即位而明日射人，忠谏者谓之诽谤，深计者谓之妖言，其视杀人若艾草菅然。岂惟胡亥之性恶哉？彼其所以道之者非其理故也。",
            "鄙谚曰：“不习为吏，视已成事。”又曰：“前车覆，后车诫。”夫三代之所以长久者，其已事可知也；然而不能从者，是不法圣智也。秦世之所以亟绝者，其辙迹可见也；然而不避，是后车又将覆也。夫存亡之变，治乱之机，其要在是矣。天下之命，县于太子；太子之善，在于早谕教与选左右。夫心未滥而先谕教，则化易成也；开于道术智谊之指，则教之力也。若其服习积贯，则左右而已。夫胡、粤之人，生而同声，耆欲不异，及其长而成俗，累数译而不能相通，行者有虽死而不相为者，则教习然也。臣故曰选左右早谕教最急。夫教得而左右正，则太子正矣，太子正而天下定矣。《书》曰：“一人有庆，兆民赖之。”此时务也。",
            "凡人之智，能见已然，不能见将然。夫礼者禁于将然之前，而法者禁于己然之后，是故法之所用易见，而礼之所为生难知也。若夫庆赏以劝善，刑罚以惩恶，先王执此之政，坚如金石，行此之令，信如四时，据此之公，无私如天地耳，岂顾不用哉？然而曰礼云礼云者，贵绝恶于未萌，而起教于微眇，使民日迁善远罪而不自知也。孔于曰：“听讼，吾犹人也，必也使毋讼乎！”为人主计者，莫如先审取舍，取舍之极定于内，而安危之萌应于外矣。安者非一日而安也，危者非一日而危也，皆以积渐然，不可不察也。人主之所积，在其取舍，以礼义治之者，积礼义；以刑罚治之者，积刑罚。刑罚积而民怨背，札义积而民和亲。故世主欲民之善同，而所以使民善者或异。或道之以德教，或殴之以法令。道之以德教者，德教洽而民气乐；殴之以法令者，法令极而民风哀。哀乐之感，祸福之应也。秦王之欲尊宗庙而安子孙，与汤武同，然而汤武广大其德行，六七百岁而弗失，秦王治天下，十余岁则大败。此亡它故矣，汤武之定取舍审而秦王之定取舍不审矣。夫天下，大器也。今人之置器，置诸安处则安，置诸危处则危。天下之情与器亡以异，在天子之所置之。汤武置天下于仁义礼乐，而德泽洽，禽兽草木广裕，德被蛮貊四夷，累子孙数十世，此天下所共闻也。秦王置天下于法令刑罚，德泽亡一有，而怨毒盈于世，下憎恶之如仇，祸几及身，子孙诛绝，此天下之所共见也。是非其明效大验邪！人之言曰：“听言之道，必以其事观之，则言者莫敢妄言。”今或言礼谊之不如法令，教化之不如刑罚，人主胡不引殷、周、秦事以观之也？",
            "人主之尊譬如堂，羣臣如陛，众庶如地。故陛九级上，廉远地，则堂高；陛亡级，廉近地，则堂卑。高者难攀，卑者易陵，理势然也。故古者圣王制为等列，内有公卿大夫士，外有公侯伯子男，然后有官师小吏，延及庶人，等级分明，而天子加焉，故其尊不可及也。里谚曰：“欲投鼠而忌器。”此善谕也。鼠近于器，尚惮不投，恐伤其器，况于贵臣之近主乎！廉耻节礼以治君子，故有赐死而亡戮辱。是以黥劓之罪不及太夫，以其离主上不远也，礼不敢齿君之路马，蹴其刍者有罚；见君之几杖则起，遭君之乘车则下，入正门则趋；君之宠臣虽或有过，刑戮之罪不加其身者，尊君之故也。此所以为主上豫远不敬也，所以体貌大臣而厉其节也。今自王侯三公之贵，皆天子之所改容而礼之也，古天子之所谓伯父、伯舅也，而令与众庶同黥劓 刖笞 弃市之法，然则堂不亡陛乎？被戮辱者不泰迫乎？廉耻不行，大臣无乃握重权，大官而有徒隶亡耻之心乎？夫望夷之事，二世见当以重法者，投鼠而不忌器之习也。",
            "臣闻之，履虽鲜不加于枕，冠虽敝不以苴履。夫尝已在贵宠之位，天子改容而体貌之矣，吏民尝俯伏以敬畏之矣，今而有过，帝令废之可也，退之可也，赐之死可也，灭之可也；若夫束缚之，系緤之，输之司寇，编之徒官，司寇小吏詈骂而榜笞之，殆非所以令众庶见也。夫卑贱者习知尊贵者之一旦，吾亦乃可以加此也，非所以习天下也，非尊尊贵贵之化也。夫天子之所尝敬，众庶之所尝宠，死而死耳，贱人安宜得如此而顿辱之哉！",
            "豫让事中行之君，智伯伐而灭之，移事智伯。及赵灭智伯，豫让衅面吞炭，必报襄子，五起而不中。人问豫子，豫子曰：“中行众人畜我，我故众人事之；智伯国士遇我，我故国士报之。”故此一豫让也，反君事仇，行若狗彘，已而抗节致忠，行出乎列士，人主使然也。故主上遇其大臣如遇犬马，彼将犬马自为也；如遇官徒，彼将官徒自为也。顽顿亡耻， 诟亡节，廉耻不立，且不自好，苟若而可，故见利则逝，见便则夺。主上有败，则因而挺之矣；主上有患，则吾苟免而已，立而观之耳；有便吾身者，则欺卖而利之耳。人主将何便于此？羣下至众，而主上至少也，所托财器职业者粹于羣下也。俱亡耻，俱苟妄，则主上最病。故古者礼不及庶人，刑不至大夫，所以厉宠臣之节也。古者大臣有坐不廉而废者，不谓不廉，曰“簠簋不饰”；坐污秽淫乱男女亡别者，不曰污秽，曰“帷薄不修”，坐罢软不胜任者，不谓罢软，曰“下官不职”。故贵大臣定有其罪矣，犹未斥然正以呼之也，尚迁就而为之讳也。故其在大谴大何之域者，闻谴何则白冠 缨，盘水加剑，造请室而请罪耳，上不执缚系引而行也。其有中罪者，闻命而自弛，上不使人颈 而加也。其有大罪者，闻命则北面再拜，跌而自裁，上不使捽抑而刑之也，曰：“子大夫自有过耳！吾遇子有礼矣。”遇之有礼，故羣臣自憙；婴以廉耻，故人矜节行。上设廉礼义以遇其臣，而臣不以节行报其上者，则非人类也。故化成俗定，则为人臣者主耳忘身，国耳忘家，公耳忘私，利不苟就，害不苟去，唯义所在。上之化也，故父兄之臣诚死宗庙，法度之臣诚死社稷，辅翼之臣诚死君上，守圄扞敌之臣诚死城郭封疆。故曰圣人有金城者，比物此志也。彼且为我死，故吾得与之俱生；彼且为我亡，故吾得与之俱存；夫将为我危，故吾得与之皆安。顾行而忘利，守节而仗义，故可以托不御之权，可以寄六尺之孤。此厉廉耻行礼谊之所致也，主上何丧焉！此之不为，而顾彼之久行，故曰可为长太息者此也。"
          ]
        },
        {
          "chapter": "论贵粟疏",
          "source": "(晁错)",
          "author": "两汉：晁错 ",
          "paragraphs": [
            "圣王在上，而民不冻饥者，非能耕而食之，织而衣之也，为开其资财之道也。故尧、禹有九年之水，汤有七年之旱，而国亡捐瘠者，以畜积多而备先具也。今海内为一，土地人民之众不避汤、禹，加以亡天灾数年之水旱，而畜积未及者，何也？地有遗利，民有余力，生谷之土未尽垦，山泽之利未尽出也，游食之民未尽归农也。",
            "民贫，则奸邪生。贫生于不足，不足生于不农，不农则不地著，不地著则离乡轻家，民如鸟兽。虽有高城深池，严法重刑，犹不能禁也。夫寒之于衣，不待轻暖；饥之于食，不待甘旨；饥寒至身，不顾廉耻。人情一日不再食则饥，终岁不制衣则寒。夫腹饥不得食，肤寒不得衣，虽慈母不能保其子，君安能以有其民哉？明主知其然也，故务民于农桑，薄赋敛，广畜积，以实仓廪，备水旱， 故民可得而有也。",
            "民者，在上所以牧之，趋利如水走下，四方无择也。夫珠玉金银，饥不可食，寒不可衣，然而众贵之者，以上用之故也。其为物轻微易藏，在于把握，可以周海内而无饥寒之患。此令臣轻背其主，而民易去其乡，盗贼有所劝，亡逃者得轻资也。粟米布帛生于地，长于时，聚于力，非可一日成也。数石之重，中人弗胜，不为奸邪所利；一日弗得而饥寒至。是故明君贵五谷而贱金玉。",
            "今农夫五口之家，其服役者不下二人，其能耕者不过百亩，百亩之收不过百石。春耕，夏耘，秋获，冬藏，伐薪樵，治官府，给徭役；春不得避风尘，夏不得避署热，秋不得避阴雨，冬不得避寒冻，四时之间，无日休息。又私自送往迎来，吊死问疾，养孤长幼在其中。勤苦如此，尚覆被水旱之灾，急政暴虐，赋敛不时，朝令而暮改。当具有者半贾而卖，无者取倍称之息；于是有卖田宅、鬻子孙以偿债者矣。而商贾大者积贮倍息，小者坐列贩卖，操其奇赢，日游都市，乘上之急，所卖必倍。故其男不耕耘，女不蚕织，衣必文采，食必粱肉；无农夫之苦，有阡陌之得。因其富厚，交通王侯，力过吏势，以利相倾；千里游遨，冠盖相望，乘坚策肥，履丝曳缟。此商人所以兼并农人，农人所以流亡者也。今法律贱商人，商人已富贵矣；尊农夫，农夫已贫贱矣。故俗之所贵，主之所贱也；吏之所卑，法之所尊也。上下相反，好恶乖迕，而欲国富法立，不可得也。",
            "方今之务，莫若使民务农而已矣。欲民务农，在于贵粟；贵粟之道，在于使民以粟为赏罚。今募天下入粟县官，得以拜爵，得以除罪。如此，富人有爵，农民有钱，粟有所渫。夫能入粟以受爵，皆有余者也。取于有余，以供上用，则贫民之赋可损，所谓损有余、补不足，令出而民利者也。顺于民心，所补者三：一曰主用足，二曰民赋少，三曰劝农功。今令民有车骑马一匹者，复卒三人。车骑者，天下武备也，故为复卒。神农之教曰：“有石城十仞，汤池百步，带甲百万，而无粟，弗能守也。”以是观之，粟者，王者大用，政之本务。令民入粟受爵，至五大夫以上，乃复一人耳，此其与骑马之功相去远矣。爵者，上之所擅，出于口而无穷；粟者，民之所种，生于地而不乏。夫得高爵也免罪，人之所甚欲也。使天下人入粟于边，以受爵免罪，不过三岁，塞下之粟必多矣。",
            "陛下幸使天下入粟塞下以拜爵，甚大惠也。窃窃恐塞卒之食不足用大渫天下粟。边食足以支五岁，可令入粟郡县矣；足支一岁以上，可时赦，勿收农民租。如此，德泽加于万民，民俞勤农。时有军役，若遭水旱，民不困乏，天下安宁；岁孰且美，则民大富乐矣。"
          ]
        },
        {
          "chapter": "狱中上梁王书",
          "source": "(邹阳)",
          "author": "两汉：邹阳 ",
          "paragraphs": [
            "臣闻忠无不报，信不见疑，臣常以为然，徒虚语耳。昔荆轲慕燕丹之义，白虹贯日，太子畏之；卫先生为秦画长平之事，太白食昴，昭王疑之。夫精变天地而信不谕两主，岂不哀哉！今臣尽忠竭诚，毕议愿知，左右不明，卒从吏讯，为世所疑。是使荆轲、卫先生复起，而燕、秦不寤也。愿大王孰察之。",
            "昔玉人献宝，楚王诛之；李斯竭忠，胡亥极刑。是以箕子阳狂，接舆避世，恐遭此患也。愿大王察玉人、李斯之意，而后楚王、胡亥之听，毋使臣为箕子、接舆所笑。臣闻比干剖心，子胥鸱夷，臣始不信，乃今知之。愿大王孰察，少加怜焉。",
            "语曰：“有白头如新，倾盖如故。”何则？知与不知也。故樊于期逃秦之燕，借荆轲首以奉丹事；王奢去齐之魏，临城自刭以却齐而存魏。夫王奢、樊于期非新于齐、秦而故于燕、魏也，所以去二国、死两君者，行合于志，慕义无穷也。是以苏秦不信于天下，为燕尾生；白圭战亡六城，为魏取中山。何则？诚有以相知也。苏秦相燕，人恶之燕王，燕王按剑而怒，食以駃騠；白圭显于中山，人恶之于魏文侯，文侯赐以夜光之璧。何则？两主二臣，剖心析肝相信，岂移于浮辞哉！",
            "故女无美恶，入宫见妒；士无贤不肖，入朝见嫉。昔司马喜膑脚于宋，卒相中山；范雎拉胁折齿于魏，卒为应侯。此二人者，皆信必然之画，捐朋党之私，挟孤独之交，故不能自免于嫉妒之人也。是以申徒狄蹈雍之河，徐衍负石入海，不容于世，义不苟取比周于朝以移主上之心。故百里奚乞食于道路，缪公委之以政；甯戚饭牛车下，桓公任之以国。此二人者，岂素宦于朝，借誉于左右，然后二主用之哉？感于心，合于行，坚如胶漆，昆弟不能离，岂惑于众口哉？故偏听生奸，独任成乱。昔鲁听季孙之说逐孔子，宋任子冉之计囚墨翟。夫以孔、墨之辩，不能自免于谗谀，而二国以危。何则？众口铄金，积毁销骨也。秦用戎人由余而伯中国，齐用越人子臧而强威、宣。此二国岂系于俗，牵于世，系奇偏之浮辞哉？公听并观，垂明当世。故意合则胡越为兄弟，由余，子臧是矣；不合则骨肉为仇敌，朱、象、管、蔡是矣。今人主诚能用齐、秦之明，后宋、鲁之听，则五伯不足侔，而三王易为也。",
            "是以圣王觉寤，捐子之之心，而不说田常之贤，封比干之后，修孕妇之墓，故功业覆于天下。何则？欲善亡厌也。夫晋文亲其仇，强伯诸侯；齐桓用其仇，而一匡天下。何则？慈仁殷勤，诚加于心，不可以虚辞借也。",
            "至夫秦用商鞅之法，东弱韩、魏，立强天下，卒车裂之。越用大夫种之谋，禽劲吴而伯中国，遂诛其身。是以孙叔敖三去相而不悔，于陵子仲辞三公为人灌园。今人主诚能去骄傲之心，怀可报之意，披心腹，见情素，堕肝胆，施德厚，终与之穷达，无爱于士，则桀之犬可使呔尧，跖之客可使刺由，何况因万乘之权，假圣王之资乎！然则荆轲湛七族，要离燔妻子()，岂足为大王道哉！",
            "臣闻明月之珠，夜光之璧，以闇投人于道，众莫不按剑相眄者。何则？无因而至前也。蟠木根柢，轮囷离奇，而为万乘器者，以左右先为之容也。故无因而至前，虽出随珠和璧，祗怨结而不见德；有人先游，则枯木朽株，树功而不忘。今夫天下布衣穷居之士，身在贫羸，虽蒙尧、舜之术，挟伊、管之辩，怀龙逢、比干之意，而素无根柢之容，虽竭精神，欲开忠于当世之君，则人主必袭按剑相眄之迹矣。是使布衣之士不得为枯木朽株之资也。",
            "是以圣王制世御俗，独化于陶钧之上，而不牵乎卑辞之语，不夺乎众多之口。故秦皇帝任中庶子蒙嘉之言，以信荆轲，而匕首窃发；周文王猎泾渭，载吕尚归，以王天下。秦信左右而亡，周用乌集而王。何则？以其能越挛拘之语，驰域外之议，独观乎昭旷之道也。",
            "今人主沈谄谀之辞，牵帷廧之制，使不羁之士与牛骥同皁，此鲍焦所以愤于世也。",
            "臣闻盛饰入朝者不以私污义，底厉名号者不以利伤行。故里名胜母，曾子不入；邑号朝歌，墨子回车。今欲使天下寥廓之士笼于威重之权，胁于位势之贵，回面污行，以事谄谀之人，而求亲近于左右，则士有伏死堀穴巖薮之中耳，安有尽忠信而趋阙下者哉！"
          ]
        },
        {
          "chapter": "上书谏猎",
          "source": "(司马相如)",
          "author": "两汉：司马相如 ",
          "paragraphs": [
            "臣闻物有同类而殊能者，故力称乌获，捷言庆忌，勇期贲、育。臣之愚，窃以为人诚有之，兽亦宜然。今陛下好陵阻险，射猛兽，卒然遇逸材之兽，骇不存之地，犯属车之清尘，舆不及还辕，人不暇施巧，虽有乌获、逢蒙之技不能用，枯木朽枝尽为难矣。是胡越起于毂下，而羌夷接轸也，岂不殆哉！虽万全而无患，然本非天子之所宜近也。",
            "且夫清道而后行，中路而驰，犹时有衔橛之变。况乎涉丰草，骋丘虚，前有利兽之乐，而内无存变之意，其为害也不难矣。夫轻万乘之重不以为安，乐出万有一危之途以为娱，臣窃为陛下不取。",
            "盖明者远见于未萌，而知者避危于无形，祸固多藏于隐微而发于人之所忽者也。故鄙谚曰：“家累千金，坐不垂堂。”此言虽小，可以喻大。臣愿陛下留意幸察。"
          ]
        },
        {
          "chapter": "答苏武书",
          "source": "(李陵)",
          "author": "两汉：李陵 ",
          "paragraphs": [
            "子卿足下：",
            "勤宣令德，策名清时，荣问休畅，幸甚幸甚。远托异国，昔人所悲，望风怀想，能不依依？昔者不遗，远辱还答，慰诲勤勤，有逾骨肉，陵虽不敏，能不慨然？",
            "自从初降，以至今日，身之穷困，独坐愁苦。终日无睹，但见异类。韦鞲毳幕，以御风雨；羶肉酪浆，以充饥渴。举目言笑，谁与为欢？胡地玄冰，边土惨裂，但闻悲风萧条之声。凉秋九月，塞外草衰。夜不能寐，侧耳远听，胡笳互动，牧马悲鸣，吟啸成羣，边声四起。晨坐听之，不觉泪下。嗟乎子卿，陵独何心，能不悲哉！",
            "与子别后，益复无聊，上念老母，临年被戮；妻子无辜，并为鲸鲵；身负国恩，为世所悲。子归受荣，我留受辱，命也如何？身出礼义之乡，而入无知之俗；违弃君亲之恩，长为蛮夷之域，伤已！令先君之嗣，更成戎狄之族，又自悲矣。功大罪小，不蒙明察，孤负陵心区区之意。每一念至，忽然忘生。陵不难刺心以自明，刎颈以见志，顾国家于我已矣，杀身无益，适足增羞，故每攘臂忍辱，辙复苟活。左右之人，见陵如此，以为不入耳之欢，来相劝勉。异方之乐，只令人悲，增忉怛耳。",
            "嗟乎子卿，人之相知，贵相知心，前书仓卒，未尽所怀，故复略而言之。",
            "昔先帝授陵步卒五千，出征绝域。五将失道，陵独遇战，而裹万里之粮，帅徒步之师；出天汉之外，入强胡之域；以五千之众，对十万之军；策疲乏之兵，当新羁之马。然犹斩将搴旗，追奔逐北，灭迹扫尘，斩其枭帅，使三军之士，视死如归。陵也不才，希当大任，意谓此时，功难堪矣。匈奴既败，举国兴师。更练精兵，强逾十万。单于临阵，亲自合围。客主之形，既不相如；步马之势，又甚悬绝。疲兵再战，一以当千，然犹扶乘创痛，决命争首。死伤积野，余不满百，而皆扶病，不任干戈，然陵振臂一呼，创病皆起，举刃指虏，胡马奔走。兵尽矢穷，人无尺铁，犹复徒首奋呼，争为先登。当此时也，天地为陵震怒，战士为陵饮血。单于谓陵不可复得，便欲引还，而贼臣教之，遂使复战，故陵不免耳。",
            "昔高皇帝以三十万众，困于平城。当此之时，猛将如云，谋臣如雨，然犹七日不食，仅乃得免。况当陵者，岂易为力哉？而执事者云云，苟怨陵以不死。然陵不死，罪也；子卿视陵，岂偷生之士而惜死之人哉？宁有背君亲，捐妻子而反为利者乎？然陵不死，有所为也，故欲如前书之言，报恩于国主耳，诚以虚死不如立节，灭名不如报德也。昔范蠡不殉会稽之耻，曹沬不死三败之辱，卒复勾践之仇，报鲁国之羞，区区之心，窃慕此耳。何图志未立而怨已成，计未从而骨肉受刑，此陵所以仰天椎心而泣血也。",
            "足下又云：“汉与功臣不薄。”子为汉臣，安得不云尔乎？昔萧樊囚絷，韩彭葅醢，晁错受戮，周魏见辜。其余佐命立功之士，贾谊亚夫之徒，皆信命世之才，抱将相之具，而受小人之谗，并受祸败之辱，卒使怀才受谤，能不得展。彼二子之遐举，谁不为之痛心哉？陵先将军，功略盖天地，义勇冠三军，徒失贵臣之意，刭身绝域之表。此功臣义士所以负戟而长叹者也。何谓不薄哉？且足下昔以单车之使，适万乘之虏。遭时不遇，至于伏剑不顾；流离辛苦，几死朔北之野。丁年奉使，皓首而归；老母终堂，生妻去帷。此天下所希闻，古今所未有也。蛮貊之人，尚犹嘉子之节，况为天下之主乎？陵谓足下当享茅土之荐，受千乘之赏。闻子之归，赐不过二百万，位不过典属国，无尺土之封，加子之勤。而妨功害能之臣，尽为万户侯；亲戚贪佞之类，悉为廊庙宰。子尚如此，陵复何望哉？且汉厚诛陵以不死，薄赏子以守节，欲使远听之臣望风驰命，此实难矣，所以每顾而不悔者也。陵虽孤恩，汉亦负德。昔人有言：“虽忠不烈，视死如归。”陵诚能安，而主岂复能眷眷乎？男儿生以不成名，死则葬蛮夷中，谁复能屈身稽颡，还向北阙，使刀笔之吏弄其文墨邪？愿足下勿复望陵。",
            "嗟乎子卿，夫复何言？相去万里，人绝路殊。生为别世之人，死为异域之鬼。长与足下生死辞矣。幸谢故人，勉事圣君。足下胤子无恙，勿以为念。努力自爱，时因北风，复惠德音。李陵顿首。"
          ]
        },
        {
          "chapter": "尚德缓刑书",
          "source": "(路温舒)",
          "author": "两汉：路温舒 ",
          "paragraphs": [
            "汉昭帝逝世，昌邑王刘贺被废黜，汉宣帝刘询刚刚登上皇位。路温舒呈上奏书，奏书说：",
            "昭帝崩，昌邑王贺废，宣帝初即位，路温舒上书，言宜尚德缓刑。其辞曰：",
            "“臣闻齐有无知之祸，而桓公以兴；晋有骊姬之难，而文公用伯。近世赵王不终，诸吕作乱，而孝文为太宗。由是观之，祸乱之作，将以开圣人也。故桓、文扶微兴坏，尊文、武之业，",
            "泽加百姓，功润诸侯，虽不及三王，天下归仁焉。文帝永思至德，以承天心，崇仁义，省刑罚，通关梁，一远近，敬贤如大宾，爱民如赤子，内恕情之所安而施之于海内，是以囹圄空虚，天下太平。夫继变化之后，必有异旧之恩，此贤圣所以昭天命也。“往者，昭帝即世而无嗣，大臣忧戚，焦心合谋，皆以昌邑尊亲，援而立之。然天不授命，淫乱其心，遂以自亡。深察祸变之故，乃皇天之所以开至圣也。故大将军受命武帝，股肱汉国，披肝胆，决大计，黜亡义，立有德，辅天而行，然后宗庙以安，天下咸宁。臣闻《春秋》正即位，大一统而慎始也。陛下初登至尊，与天合符，宜改前世之失，正始受命之统，涤烦文，除民疾，存亡继绝，以应天意。",
            "“臣闻秦有十失，其一尚存，治狱之吏是也。秦之时，羞文学，好武勇，贱仁义之士，贵治狱之吏，正言者谓之诽谤，遏过者谓之妖言，故盛服先王不用于世⒅，忠良切言皆郁于胸，誉谀之声日满于耳，虚美薰心，实祸蔽塞，此乃秦之所以亡天下也。方今天下，赖陛下恩厚，亡金革之危、饥寒之患，父子夫妻戮力安家，然太平未洽者，狱乱之也。夫狱者，天下之大命也，死者不可复生，绝者不可复属。《书》曰：“与其杀不辜，宁失不经。”今治狱吏则不然，上下相驱，以刻为明，深者获公名，平者多后患。故治狱之吏，皆欲人死，非憎人也，自安之道在人之死。是以死人之血流离于市，被刑之徒比肩而立，大辟之计岁以万数。此仁圣之所以伤也。太平之未洽，凡以此也。夫人情安则乐生，痛则思死，棰楚之下，何求而不得？做囚人不胜痛，则饰词以视之，吏治者利其然，则指道以明之，上奏畏却，则锻练而周内之；盖奏当之成，虽咎繇听之，犹以为死有余辜。何则？成练者众，文致之罪明也。是以狱吏专为深刻，残贼而亡极，媮为一切，不顾国患，此世之大贼也。故俗语曰：“画地为狱议不入；刻木为吏期不对。”此皆疾吏之风，悲痛之辞也。故天下之患，莫深于狱；败法乱正，离亲塞道，莫甚乎治狱之吏，此所谓一尚存者也。”",
            "“臣闻乌鸢之卵不毁，而后凤凰集；诽谤之罪不诛，而后良言进。故古人有言：“山薮臧疾，川泽纳污，瑾瑜匿恶，国君含诟。”唯陛下除诽谤以招切言，开天下之口，广箴谏之路，扫亡秦之失，尊文武之德，省法制，宽刑罚，以废治狱，则太平之风可兴于世，永履和乐，与天亡极，天下幸甚。”",
            "上善其言。"
          ]
        },
        {
          "chapter": "报孙会宗书",
          "source": "(杨恽)",
          "author": "两汉：杨恽 ",
          "paragraphs": [
            "恽材朽行秽，文质无所底，幸赖先人余业，得备宿卫。遭遇时变，以获爵位。终非其任，卒与祸会。足下哀其愚，蒙赐书教督以所不及，殷勤甚厚。然窃恨足下不深推其终始，而猥随俗之毁誉也。言鄙陋之愚心，若逆指而文过；默而息乎，恐违孔氏各言尔志之义。故敢略陈其愚，惟君子察焉。",
            "恽家方隆盛时，乘朱轮者十人，位在列卿，爵为通侯，总领从官，与闻政事。曾不能以此时有所建明，以宣德化，又不能与羣僚同心并力，陪辅朝庭之遗忘，已负窃位素餐之责久矣。怀禄贪势，不能自退，遂遭变故，横被口语，身幽北阙，妻子满狱。当此之时，自以夷灭不足以塞责，岂意得全首领，复奉先人之丘墓乎？伏惟圣主之恩不可胜量。君子游道，乐以忘忧；小人全躯，说以忘罪。窃自念过已大矣，行已亏矣，长为农夫以末世矣。是故身率妻子，戮力耕桑，灌园治产，以给公上，不意当复用此为讥议也。",
            "夫人情所不能止者，圣人弗禁。故君父至尊亲，送其终也，有时而既。臣之得罪，已三年矣。田家作苦。岁时伏腊，烹羊炰羔，斗酒自劳。家本秦也，能为秦声。妇赵女也，雅善鼓瑟。奴婢歌者数人，酒后耳热，仰天抚缶而呼乌乌。其诗曰：“田彼南山，芜秽不治。种一顷豆，落而为萁。人生行乐耳，须富贵何时！”是日也，奋袖低昂，顿足起舞；诚滛荒无度，不知其不可也。恽幸有余禄，方籴贱贩贵，逐什一之利。此贾竖之事，污辱之处，恽亲行之。下流之人，众毁所归，不寒而栗。虽雅知恽者，犹随风而靡，尚何称誉之有？董生不云乎：“明明求仁义，常恐不能化民者，卿大夫之意也。明明求财利，常恐困乏者，庶人之事也。”故道不同，不相为谋，今子尚安得以卿大夫之制而责仆哉！",
            "夫西河魏土，文侯所兴，有段干木、田子方之遗风，漂然皆有节概，知去就之分。顷者足下离旧土，临安定，安定山谷之间，昆戎旧壤，子弟贪鄙，岂习俗之移人哉？于今乃睹子之志矣！方当盛汉之隆，愿勉旃，毋多谈。"
          ]
        },
        {
          "chapter": "光武帝临淄劳耿弇",
          "source": "(光武帝)",
          "author": "两汉：刘秀 ",
          "paragraphs": [
            "车驾至临溜自劳军，羣臣大会。帝谓弇曰：“昔韩信破历下以开基，今将军攻祝阿以发迹，此皆齐之西界，功足相方。而韩信袭击已降，将军独拔勍敌，其功乃难于信也。又田横烹郦生，及田横降，高帝诏卫尉，不听为仇。张步前亦杀伏隆，若步来归命，吾当诏大司徒释其怨。又事尤相类也。将军前在南阳，建此大策，常以为落落难合，有志者事竟成也。”"
          ]
        },
        {
          "chapter": "诫兄子严敦书",
          "source": "(马援)",
          "author": "两汉：马援 ",
          "paragraphs": [
            "援兄子严、敦，并喜讥议，而通轻侠客。援前在交趾，还书诫之曰：“吾欲汝曹闻人过失，如闻父母之名：耳可得闻，口不可得言也。好议论人长短，妄是非正法，此吾所大恶也：宁死，不愿闻子孙有此行也。汝曹知吾恶之甚矣，所以复言者，施衿结缡，申父母之戒，欲使汝曹不忘之耳！",
            "“龙伯高敦厚周慎，口无择言，谦约节俭，廉公有威。吾爱之重之，愿汝曹效之。杜季良豪侠好义，忧人之忧，乐人之乐，清浊无所失。父丧致客，数郡毕至。吾爱之重之，不愿汝曹效也。效伯高不得，犹为谨敕之士，所谓‘刻鹄不成尚类鹜’者也。效季良不得，陷为天下轻薄子，所谓‘画虎不成反类狗’者也。讫今季良尚未可知，郡将下车辄切齿，州郡以为言，吾常为寒心，是以不愿子孙效也。”"
          ]
        },
        {
          "chapter": "前出师表",
          "source": "(诸葛亮)",
          "author": "两汉：诸葛亮 ",
          "paragraphs": [
            "先帝创业未半而中道崩殂，今天下三分，益州疲弊，此诚危急存亡之秋也。然侍卫之臣不懈于内，忠志之士忘身于外者，盖追先帝之殊遇，欲报之于陛下也。诚宜开张圣听，以光先帝遗德，恢弘志士之气，不宜妄自菲薄，引喻失义，以塞忠谏之路也。",
            "宫中府中，俱为一体；陟罚臧否，不宜异同。若有作奸犯科及为忠善者，宜付有司论其刑赏，以昭陛下平明之理；不宜偏私，使内外异法也。",
            "侍中、侍郎郭攸之、费祎、董允等，此皆良实，志虑忠纯，是以先帝简拔以遗陛下：愚以为宫中之事，事无大小，悉以咨之，然后施行，必能裨补阙漏，有所广益。",
            "将军向宠，性行淑均，晓畅军事，试用于昔日，先帝称之曰“能”，是以众议举宠为督：愚以为营中之事，悉以咨之，必能使行阵和睦，优劣得所。",
            "亲贤臣，远小人，此先汉所以兴隆也；亲小人，远贤臣，此后汉所以倾颓也。先帝在时，每与臣论此事，未尝不叹息痛恨于桓、灵也。侍中、尚书、长史、参军，此悉贞良死节之臣，愿陛下亲之、信之，则汉室之隆，可计日而待也。",
            "臣本布衣，躬耕于南阳，苟全性命于乱世，不求闻达于诸侯。先帝不以臣卑鄙，猥自枉屈，三顾臣于草庐之中，咨臣以当世之事，由是感激，遂许先帝以驱驰。后值倾覆，受任于败军之际，奉命于危难之间，尔来二十有一年矣。",
            "先帝知臣谨慎，故临崩寄臣以大事也。受命以来，夙夜忧叹，恐托付不效，以伤先帝之明；故五月渡泸，深入不毛。今南方已定，兵甲已足，当奖率三军，北定中原，庶竭驽钝，攘除奸凶，兴复汉室，还于旧都。此臣所以报先帝而忠陛下之职分也。至于斟酌损益，进尽忠言，则攸之、祎、允之任也。",
            "愿陛下托臣以讨贼兴复之效，不效，则治臣之罪，以告先帝之灵。若无兴德之言，则责攸之、祎、允等之慢，以彰其咎；陛下亦宜自谋，以咨诹善道，察纳雅言，深追先帝遗诏。臣不胜受恩感激。",
            "今当远离，临表涕零，不知所言。"
          ]
        },
        {
          "chapter": "后出师表",
          "source": "(诸葛亮)",
          "author": "两汉：诸葛亮 ",
          "paragraphs": [
            "先帝深虑汉、贼不两立，王业不偏安，故托臣以讨贼也。以先帝之明，量臣之才，固知臣伐贼，才弱敌强也。然不伐贼，王业亦亡。惟坐而待亡，孰与伐之？是故托臣而弗疑也。",
            "臣受命之日，寝不安席，食不甘味。思惟北征。宜先入南。故五月渡泸，深入不毛，并日而食；臣非不自惜也，顾王业不可得偏安于蜀都，故冒危难，以奉先帝之遗意也，而议者谓为非计。今贼适疲于西，又务于东，兵法乘劳，此进趋之时也。谨陈其事如左：",
            "高帝明并日月，谋臣渊深，然涉险被创，危然后安。今陛下未及高帝，谋臣不如良、平，而欲以长策取胜，坐定天下，此臣之未解一也。",
            "刘繇、王朗各据州郡，论安言计，动引圣人，羣疑满腹，众难塞胸，今岁不战，明年不征，使孙策坐大，遂并江东，此臣之未解二也。",
            "曹操智计，殊绝于人，其用兵也，彷彿孙、吴，然困于南阳，险于乌巢，危于祁连，逼于黎阳，几败北山，殆死潼关，然后伪定一时耳。况臣才弱，而欲以不危而定之，此臣之未解三也。",
            "曹操五攻昌霸不下，四越巢湖不成，任用李服而李服图之，委任夏侯而夏侯败亡，先帝每称操为能，犹有此失，况臣驽下，何能必胜？此臣之未解四也。",
            "自臣到汉中，中间期年耳，然丧赵云、阳羣、马玉、阎芝、丁立、白寿、刘郃、邓铜等及曲长、屯将七十余人，突将、无前、賨叟、青羌、散骑、武骑一千余人。此皆数十年之内所纠合四方之精锐，非一州之所有；若复数年，则损三分之二也，当何以图敌？此臣之未解五也。",
            "今民穷兵疲，而事不可息；事不可息，则住与行劳费正等。而不及今图之，欲以一州之地，与贼持久，此臣之未解六也。",
            "夫难平者，事也。昔先帝败军于楚，当此时，曹操拊手，谓天下已定。然后先帝东连吴越，西取巴蜀，举兵北征，夏侯授首，此操之失计，而汉事将成也。然后吴更违盟，关羽毁败，秭归蹉跌，曹丕称帝。凡事如是，难可逆见。臣鞠躬尽瘁，死而后已。至于成败利钝，非臣之明所能逆睹也。"
          ]
        }
      ]
    },
    {
      "title": "卷七・六朝唐文",
      "content": [
        {
          "chapter": "陈情表",
          "source": "(李密)",
          "author": "魏晋：西晋·李密 ",
          "paragraphs": [
            "臣密言：臣以险衅，夙遭闵凶。生孩六月，慈父见背；行年四岁，舅夺母志。祖母刘愍臣孤弱，躬亲抚养。臣少多疾病，九岁不行，零丁孤苦，至于成立。既无伯叔，终鲜兄弟，门衰祚薄，晚有儿息。外无期功强近之亲，内无应门五尺之僮，茕茕孑立，形影相吊。而刘夙婴疾病，常在牀蓐，臣侍汤药，未曾废离。(愍 一作：悯 茕茕",
            "孑立",
            "一作：",
            "独立",
            ")",
            "逮奉圣朝，沐浴清化。前太守臣逵察臣孝廉；后刺史臣荣举臣秀才。臣以供养无主，辞不赴命。诏书特下，拜臣郎中，寻蒙国恩，除臣洗马。猥以微贱，当侍东宫，非臣陨首所能上报。臣具以表闻，辞不就职。诏书切峻，责臣逋慢；郡县逼迫，催臣上道；州司临门，急于星火。臣欲奉诏奔驰，则刘病日笃，欲苟顺私情，则告诉不许。臣之进退，实为狼狈。",
            "伏惟圣朝以孝治天下，凡在故老，犹蒙矜育，况臣孤苦，特为尤甚。且臣少仕伪朝，历职郎署，本图宦达，不矜名节。今臣亡国贱俘，至微至陋，过蒙拔擢，宠命优渥，岂敢盘桓，有所希冀！但以刘日薄西山，气息奄奄，人命危浅，朝不虑夕。臣无祖母，无以至今日，祖母无臣，无以终余年。母孙二人，更相为命，是以区区不能废远。",
            "臣密今年四十有四，祖母今年九十有六，是臣尽节于陛下之日长，报养刘之日短也。乌鸟私情，愿乞终养。臣之辛苦，非独蜀之人士及二州牧伯所见明知，皇天后土，实所共鉴。愿陛下矜悯愚诚，听臣微志，庶刘侥幸，保卒余年。臣生当陨首，死当结草。臣不胜犬马怖惧之情，谨拜表以闻。(祖母 一作：祖母刘)"
          ]
        },
        {
          "chapter": "兰亭集序",
          "source": "(王羲之)",
          "author": "魏晋：王羲之 ",
          "paragraphs": [
            "永和九年，岁在癸丑，暮春之初，会于会稽山阴之兰亭，修禊事也。羣贤毕至，少长咸集。此地有崇山峻岭，茂林修竹；又有清流激湍，映带左右，引以为流觞曲水，列坐其次。虽无丝竹管絃之盛，一觞一咏，亦足以畅叙幽情。",
            "是日也，天朗气清，惠风和畅，仰观宇宙之大，俯察品类之盛，所以游目骋怀，足以极视听之娱，信可乐也。",
            "夫人之相与，俯仰一世，或取诸怀抱，悟言一室之内；或因寄所托，放浪形骸之外。虽趣舍万殊，静躁不同，当其欣于所遇，暂得于己，快然自足，不知老之将至。及其所之既倦，情随事迁，感慨系之矣。向之所欣，俯仰之间，已为陈迹，犹不能不以之兴怀。况修短随化，终期于尽。古人云：“死生亦大矣。”岂不痛哉！(不知老之将至 一作：曾不知老之将至)",
            "每览昔人兴感之由，若合一契，未尝不临文嗟悼，不能喻之于怀。固知一死生为虚诞，齐彭殇为妄作。后之视今，亦犹今之视昔。悲夫！故列叙时人，录其所述，虽世殊事异，所以兴怀，其致一也。后之览者，亦将有感于斯文。"
          ]
        },
        {
          "chapter": "归去来兮辞",
          "source": "(陶渊明)",
          "author": "魏晋：陶渊明 ",
          "paragraphs": [
            "余家贫，耕植不足以自给。幼稚盈室，瓶无储粟，生生所资，未见其术。亲故多劝余为长吏，脱然有怀，求之靡途。会有四方之事，诸侯以惠爱为德，家叔以余贫苦，遂见用于小邑。于时风波未静，心惮远役，彭泽去家百里，公田之利，足以为酒。故便求之。及少日，眷然有归欤之情。何则？质性自然，非矫厉所得。饥冻虽切，违己交病。尝从人事，皆口腹自役。于是怅然慷慨，深愧平生之志。犹望一稔，当敛裳宵逝。寻程氏妹丧于武昌，情在骏奔，自免去职。仲秋至冬，在官八十余日。因事顺心，命篇曰《归去来兮》。乙巳岁十一月也。",
            "归去来兮，田园将芜胡不归？既自以心为形役，奚惆怅而独悲？悟已往之不谏，知来者之可追。实迷途其未远，觉今是而昨非。舟遥遥以轻飏，风飘飘而吹衣。问征夫以前路，恨晨光之熹微。",
            "乃瞻衡宇，载欣载奔。僮仆欢迎，稚子候门。三径就荒，松菊犹存。携幼入室，有酒盈樽。引壶觞以自酌，眄庭柯以怡颜。倚南窗以寄傲，审容膝之易安。园日涉以成趣，门虽设而常关。策扶老以流憩，时矫首而遐观。云无心以出岫，鸟倦飞而知还。景翳翳以将入，抚孤松而盘桓。",
            "归去来兮，请息交以绝游。世与我而相违，复驾言兮焉求？悦亲戚之情话，乐琴书以消忧。农人告余以春及，将有事于西畴。或命巾车，或棹孤舟。既窈窕以寻壑，亦崎岖而经丘。木欣欣以向荣，泉涓涓而始流。善万物之得时，感吾生之行休。",
            "已矣乎！寓形宇内复几时？曷不委心任去留？胡为乎遑遑欲何之？富贵非吾愿，帝乡不可期。怀良辰以孤往，或植杖而耘耔。登东皋以舒啸，临清流而赋诗。聊乘化以归尽，乐夫天命复奚疑！"
          ]
        },
        {
          "chapter": "桃花源记",
          "source": "(陶渊明)",
          "author": "魏晋：陶渊明 ",
          "paragraphs": [
            "晋太元中，武陵人捕鱼为业。缘溪行，忘路之远近。忽逢桃花林，夹岸数百步，中无杂树，芳草鲜美，落英缤纷，渔人甚异之。复前行，欲穷其林。",
            "林尽水源，便得一山，山有小口，彷彿若有光。便舍船，从口入。初极狭，才通人。复行数十步，豁然开朗。土地平旷，屋舍俨然，有良田美池桑竹之属。阡陌交通，鸡犬相闻。其中往来种作，男女衣着，悉如外人。黄发垂髫，并怡然自乐。",
            "见渔人，乃大惊，问所从来。具答之。便要还家，设酒杀鸡作食。村中闻有此人，咸来问讯。自云先世避秦时乱，率妻子邑人来此绝境，不复出焉，遂与外人间隔。问今是何世，乃不知有汉，无论魏晋。此人一一为具言所闻，皆叹惋。余人各复延至其家，皆出酒食。停数日，辞去。此中人语云：“不足为外人道也。”(间隔 一作：隔绝)",
            "既出，得其船，便扶向路，处处志之。及郡下，诣太守，说如此。太守即遣人随其往，寻向所志，遂迷，不复得路。",
            "南阳刘子骥，高尚士也，闻之，欣然规往。未果，寻病终，后遂无问津者。"
          ]
        },
        {
          "chapter": "五柳先生传",
          "source": "(陶渊明)",
          "author": "魏晋：陶渊明 ",
          "paragraphs": [
            "先生不知何许人也，亦不详其姓字，宅边有五柳树，因以为号焉。闲静少言，不慕荣利。好读书，不求甚解；每有会意，便欣然忘食。性嗜酒，家贫不能常得。亲旧知其如此，或置酒而招之；造饮辄尽，期在必醉。既醉而退，曾不吝情去留。环堵萧然，不蔽风日；短褐穿结，箪瓢屡空，晏如也。常著文章自娱，颇示己志。忘怀得失，以此自终。",
            "赞曰：黔娄之妻有言：“不戚戚于贫贱，不汲汲于富贵。”其言兹若人之俦乎？衔觞赋诗，以乐其志，无怀氏之民欤？葛天氏之民欤？"
          ]
        },
        {
          "chapter": "北山移文",
          "source": "(孔稚珪)",
          "author": "南北朝：孔稚珪 ",
          "paragraphs": [
            "钟山之英，草堂之灵，驰烟驿路，勒移山庭：",
            "夫以耿介拔俗之标，萧洒出尘之想，度白雪以方洁，干青云而直上，吾方知之矣。",
            "若其亭亭物表，皎皎霞外，芥千金而不眄，屣万乘其如脱，闻凤吹于洛浦，值薪歌于延濑，固亦有焉。",
            "岂期终始参差，苍黄翻覆，泪翟子之悲，恸朱公之哭。乍回迹以心染，或先贞而后黩，何其谬哉！呜呼，尚生不存，仲氏既往，山阿寂寥，千载谁赏！",
            "世有周子，隽俗之士，既文既博，亦玄亦史。然而学遁东鲁，习隐南郭，偶吹草堂，滥巾北岳。诱我松桂，欺我云壑。虽假容于江皋，乃缨情于好爵。",
            "其始至也，将欲排巢父，拉许由，傲百氏，蔑王侯。风情张日，霜气横秋。或叹幽人长往，或怨王孙不游。谈空空于释部，覈玄玄于道流，务光何足比，涓子不能俦。",
            "及其鸣驺入谷，鹤书赴陇，形驰魄散，志变神动。尔乃眉轩席次，袂耸筵上，焚芰制而裂荷衣，抗尘容而走俗状。风云悽其带愤，石泉咽而下怆，望林峦而有失，顾草木而如丧。",
            "至其钮金章，绾墨绶，跨属城之雄，冠百里之首。张英风于海甸，驰妙誉于浙右。道帙长摈，法筵久埋。敲扑喧嚣犯其虑，牒诉倥偬装其怀。琴歌既断，酒赋无续，常绸缪于结课，每纷纶于折狱，笼张赵于往图，架卓鲁于前箓，希踪三辅豪，驰声九州牧。",
            "使我高霞孤映，明月独举，青松落阴，白云谁侣？磵户摧绝无与归，石径荒凉徒延伫。至于还飙入幕，写雾出楹，蕙帐空兮夜鹤怨，山人去兮晓猨惊。昔闻投簪逸海岸，今见解兰缚尘缨。于是南岳献嘲，北陇腾笑，列壑争讥，攒峯竦诮。慨游子之我欺，悲无人以赴吊。",
            "故其林惭无尽，涧愧不歇，秋桂遣风，春萝罢月。骋西山之逸议，驰东皋之素谒。",
            "今又促装下邑，浪栧上京，虽情殷于魏阙，或假步于山扃。岂可使芳杜厚颜，薜荔蒙耻，碧岭再辱，丹崖重滓，尘游躅于蕙路，污渌池以洗耳。宜扃岫幌，掩云关，敛轻雾，藏鸣湍。截来辕于谷口，杜妄辔于郊端。于是丛条瞋胆，叠颖怒魄。或飞柯以折轮，乍低枝而扫迹。请回俗士驾，为君谢逋客。"
          ]
        },
        {
          "chapter": "谏太宗十思疏",
          "source": "(魏征)",
          "author": "唐代：魏征 ",
          "paragraphs": [
            "臣闻：求木之长者，必固其根本；欲流之远者，必浚其泉源；思国之安者，必积其德义。源不深而望流之远，根不固而求木之长，德不厚而思国之治，臣虽下愚，知其不可，而况于明哲乎？人君当神器之重，居域中之大，将崇极天之峻，永保无疆之休。不念居安思危，戒奢以俭，德不处其厚，情不胜其欲，斯亦伐根以求木茂，塞源而欲流长也。(望国 一作：思国)",
            "凡昔元首，承天景命，莫不殷忧而道著，功成而德衰，有善始者实繁，能克终者盖寡。岂其取之易守之难乎？昔取之而有余，今守之而不足，何也？夫在殷忧必竭诚以待下，既得志则纵情以傲物；竭诚则吴、越为一体，傲物则骨肉为行路。虽董之以严刑，震之以威怒，终苟免而不怀仁，貌恭而不心服。怨不在大，可畏惟人；载舟覆舟，所宜深慎。奔车朽索，其可忽乎？",
            "君人者，诚能见可欲，则思知足以自戒；将有作，则思知止以安人；念高危，则思谦冲而自牧；惧满溢，则思江海下百川；乐盘游，则思三驱以为度；忧懈怠，则思慎始而敬终；虑壅蔽，则思虚心以纳下；惧谗邪，则思正身以黜恶；恩所加，则思无因喜以谬赏；罚所及，则思无以怒而滥刑。总此十思，宏兹九德，简能而任之，择善而从之，则智者尽其谋，勇者竭其力，仁者播其惠，信者效其忠；文武争驰，君臣无事，可以尽豫游之乐，可以养松乔之寿，鸣琴垂拱，不言而化。何必劳神苦思，代下司职，役聪明之耳目，亏无为之大道哉？"
          ]
        },
        {
          "chapter": "为徐敬业讨武曌檄",
          "source": "(骆宾王)",
          "author": "唐代：骆宾王 ",
          "paragraphs": [
            "伪临朝武氏者，性非和顺，地实寒微。昔充太宗下陈，曾以更衣入侍。洎乎晚节，秽乱春宫。潜隐先帝之私，阴图后房之嬖。入门见嫉，蛾眉不肯让人；掩袖工谗，狐媚偏能惑主。践元后于翬翟，陷吾君于聚麀。加以虺蜴为心，豺狼成性，近狎邪僻，残害忠良，杀姊屠兄，弑君鸩母。人神之所同嫉，天地之所不容。犹复包藏祸心，窥窃神器。君之爱子，幽之于别宫；贼之宗盟，委之以重任。呜呼！霍子孟之不作，朱虚侯之已亡。燕啄皇孙，知汉祚之将尽；龙漦帝后，识夏庭之遽衰。",
            "敬业皇唐旧臣，公侯冢子。奉先帝之成业，荷本朝之厚恩。宋微子之兴悲，良有以也；袁君山之流涕，岂徒然哉！是用气愤风云，志安社稷。因天下之失望，顺宇内之推心，爰举义旗，以清妖孽。南连百越，北尽三河，铁骑成羣，玉轴相接。海陵红粟，仓储之积靡穷；江浦黄旗，匡复之功何远？班声动而北风起，剑气冲而南斗平。喑呜则山岳崩颓，叱咤则风云变色。以此制敌，何敌不摧；以此图功，何功不克！",
            "公等或家传汉爵，或地协周亲，或膺重寄于爪牙，或受顾命于宣室。言犹在耳，忠岂忘心？一抔之土未干，六尺之孤何托？倘能转祸为福，送往事居，共立勤王之勋，无废旧君之命，凡诸爵赏，同指山河。若其眷恋穷城，徘徊歧路，坐昧先几之兆，必贻后至之诛。请看今日之域中，竟是谁家之天下！移檄州郡，咸使知闻。"
          ]
        },
        {
          "chapter": "滕王阁序",
          "source": "(王勃)",
          "author": "唐代：王勃 ",
          "paragraphs": [
            "豫章故郡，洪都新府。星分翼轸，地接衡庐。襟三江而带五湖，控蛮荆而引瓯越。物华天宝，龙光射牛斗之墟；人杰地灵，徐孺下陈蕃之榻。雄州雾列，俊采星驰。台隍枕夷夏之交，宾主尽东南之美。都督阎公之雅望，棨戟遥临；宇文新州之懿范，襜帷暂驻。十旬休假，胜友如云；千里逢迎，高朋满座。腾蛟起凤，孟学士之词宗；紫电清霜，王将军之武库。家君作宰，路出名区；童子何知，躬逢胜饯。(豫章故郡 一作：南昌故郡)",
            "时维九月，序属三秋。潦水尽而寒潭清，烟光凝而暮山紫。俨骖騑于上路，访风景于崇阿。临帝子之长洲，得仙人之旧馆。层峦耸翠，上出重霄；飞阁流丹，下临无地。鹤汀凫渚，穷岛屿之萦回；桂殿兰宫，即冈峦之体势。（层峦 一作：层台；即冈 一作：列冈；仙人 一作：天人；飞阁流丹 一作：飞阁翔丹）",
            "披绣闼，俯雕甍，山原旷其盈视，川泽纡其骇瞩。闾阎扑地，钟鸣鼎食之家；舸舰迷津，青雀黄龙之舳。云销雨霁，彩彻区明。落霞与孤鹜齐飞，秋水共长天一色。渔舟唱晚，响穷彭蠡之滨，雁阵惊寒，声断衡阳之浦。(轴 通：舳；迷津 一作：弥津；云销雨霁，彩彻区明 一作：虹销雨霁，彩彻云衢)",
            "遥襟甫畅，逸兴遄飞。爽籁发而清风生，纤歌凝而白云遏。睢园绿竹，气凌彭泽之樽；邺水朱华，光照临川之笔。四美具，二难并。穷睇眄于中天，极娱游于暇日。天高地迥，觉宇宙之无穷；兴尽悲来，识盈虚之有数。望长安于日下，目吴会于云间。地势极而南溟深，天柱高而北辰远。关山难越，谁悲失路之人；萍水相逢，尽是他乡之客。怀帝阍而不见，奉宣室以何年？(遥襟甫畅 一作：遥吟俯畅)",
            "嗟乎！时运不齐，命途多舛。冯唐易老，李广难封。屈贾谊于长沙，非无圣主；窜梁鸿于海曲，岂乏明时？所赖君子见机，达人知命。老当益壮，宁移白首之心？穷且益坚，不坠青云之志。酌贪泉而觉爽，处涸辙以犹欢。北海虽赊，扶摇可接；东隅已逝，桑榆非晚。孟尝高洁，空余报国之情；阮籍猖狂，岂效穷途之哭！(见机 一作：安贫)",
            "勃，三尺微命，一介书生。无路请缨，等终军之弱冠；有怀投笔，慕宗悫之长风。舍簪笏于百龄，奉晨昏于万里。非谢家之宝树，接孟氏之芳邻。他日趋庭，叨陪鲤对；今兹捧袂，喜托龙门。杨意不逢，抚凌云而自惜；钟期既遇，奏流水以何惭？",
            "呜乎！胜地不常，盛筵难再；兰亭已矣，梓泽丘墟。临别赠言，幸承恩于伟饯；登高作赋，是所望于羣公。敢竭鄙怀，恭疏短引；一言均赋，四韵俱成。请洒潘江，各倾陆海云尔：",
            "滕王高阁临江渚，佩玉鸣鸾罢歌舞。",
            "画栋朝飞南浦云，珠帘暮卷西山雨。",
            "闲云潭影日悠悠，物换星移几度秋。",
            "阁中帝子今何在？槛外长江空自流。"
          ]
        },
        {
          "chapter": "与韩荆州书",
          "source": "(李白)",
          "author": "唐代：李白 ",
          "paragraphs": [
            "白闻天下谈士相聚而言曰：“生不用封万户侯，但愿一识韩荆州。”何令人之景慕，一至于此耶！岂不以有周公之风，躬吐握之事，使海内豪俊，奔走而归之，一登龙门，则声价十倍！所以龙蟠凤逸之士，皆欲收名定价于君侯。愿君侯不以富贵而骄之、寒贱而忽之，则三千之中有毛遂，使白得颖脱而出，即其人焉。",
            "白，陇西布衣，流落楚、汉。十五好剑术，遍干诸侯。三十成文章，历抵卿相。虽长不满七尺，而心雄万夫。皆王公大人许与气义。此畴曩心迹，安敢不尽于君侯哉！",
            "君侯制作侔神明，德行动天地，笔参造化，学究天人。幸愿开张心颜，不以长揖见拒。必若接之以高宴，纵之以清谈，请日试万言，倚马可待。今天下以君侯为文章之司命，人物之权衡，一经品题，便作佳士。而君侯何惜阶前盈尺之地，不使白扬眉吐气，激昂青云耶？",
            "昔王子师为豫州，未下车，即辟荀慈明，既下车，又辟孔文举；山涛作冀州，甄拔三十余人，或为侍中、尚书，先代所美。而君侯亦荐一严协律，入为祕书郎，中间崔宗之、房习祖、黎昕、许莹之徒，或以才名见知，或以清白见赏。白每观其衔恩抚躬，忠义奋发，以此感激，知君侯推赤心于诸贤腹中，所以不归他人，而愿委身国士。傥急难有用，敢效微躯。",
            "且人非尧舜，谁能尽善？白谟猷筹画，安能自矜？至于制作，积成卷轴，则欲尘秽视听。恐雕虫小技，不合大人。若赐观刍荛，请给纸墨，兼之书人，然后退扫闲轩，缮写呈上。庶青萍、结绿，长价于薛、卞之门。幸惟下流，大开奖饰，惟君侯图之。"
          ]
        },
        {
          "chapter": "春夜宴桃李园序",
          "source": "(李白)",
          "author": "唐代：李白 ",
          "paragraphs": [
            "夫天地者，万物之逆旅也；光阴者，百代之过客也。而浮生若梦，为欢几何？古人秉烛夜游，良有以也。况阳春召我以烟景，大块假我以文章。会桃花之芳园，序天伦之乐事。羣季俊秀，皆为惠连；吾人咏歌，独惭康乐。幽赏未已，高谈转清。开琼筵以坐花，飞羽觞而醉月。不有佳咏，何伸雅怀？如诗不成，罚依金谷酒数。(桃花 一作：桃李)"
          ]
        },
        {
          "chapter": "吊古战场文",
          "source": "(李华)",
          "author": "唐代：李华 ",
          "paragraphs": [
            "浩浩乎，平沙无垠，夐不见人。河水萦带，羣山纠纷。黯兮惨悴，风悲日曛。蓬断草枯，凛若霜晨。鸟飞不下，兽铤亡羣。亭长告余曰：“此古战场也，常覆三军。往往鬼哭，天阴则闻。”伤心哉！秦欤汉欤？将近代欤？",
            "吾闻夫齐魏徭戍，荆韩召募。万里奔走，连年暴露。沙草晨牧，河冰夜渡。地阔天长，不知归路。寄身锋刃，腷臆谁愬？秦汉而还，多事四夷，中州耗斁，无世无之。古称戎夏，不抗王师。文教失宣，武臣用奇。奇兵有异于仁义，王道迂阔而莫为。呜呼噫嘻！",
            "吾想夫北风振漠，胡兵伺便。主将骄敌，期门受战。野竖旌旗，川回组练。法重心骇，威尊命贱。利镞穿骨，惊沙入面，主客相搏，山川震眩。声析江河，势崩雷电。至若穷阴凝闭，凛冽海隅，积雪没胫，坚冰在须。鸷鸟休巢，征马踟蹰。缯纩无温，堕指裂肤。当此苦寒，天假强胡，凭陵杀气，以相剪屠。径截辎重，横攻士卒。都尉新降，将军覆没。尸踣巨港之岸，血满长城之窟。无贵无贱，同为枯骨。可胜言哉！鼓衰兮力竭，矢尽兮弦绝，白刃交兮宝刀折，两军蹙兮生死决。降矣哉，终身夷狄；战矣哉，暴骨沙砾。鸟无声兮山寂寂，夜正长兮风淅淅。魂魄结兮天沉沉，鬼神聚兮云幂幂。日光寒兮草短，月色苦兮霜白。伤心惨目，有如是耶！",
            "吾闻之：牧用赵卒，大破林胡，开地千里，遁逃匈奴。汉倾天下，财殚力痡。任人而已，岂在多乎！周逐猃狁，北至太原。既城朔方，全师而还。饮至策勋，和乐且闲。穆穆棣棣，君臣之间。秦起长城，竟海为关。荼毒生民，万里朱殷。汉击匈奴，虽得阴山，枕骸徧野，功不补患。",
            "苍苍蒸民，谁无父母？提携捧负，畏其不寿。谁无兄弟？如足如手。谁无夫妇？如宾如友。生也何恩，杀之何咎？其存其没，家莫闻知。人或有言，将信将疑。悁悁心目，寤寐见之。布奠倾觞，哭望天涯。天地为愁，草木悽悲。吊祭不至，精魂无依。必有凶年，人其流离。呜呼噫嘻！时耶命耶？从古如斯！为之奈何？守在四夷。"
          ]
        },
        {
          "chapter": "陋室铭",
          "source": "(刘禹锡)",
          "author": "唐代：刘禹锡 ",
          "paragraphs": [
            "山不在高，有仙则名。水不在深，有龙则灵。斯是陋室，惟吾德馨。苔痕上阶绿，草色入帘青。谈笑有鸿儒，往来无白丁。可以调素琴，阅金经。无丝竹之乱耳，无案牍之劳形。南阳诸葛庐，西蜀子云亭。孔子云：何陋之有？"
          ]
        },
        {
          "chapter": "阿房宫赋",
          "source": "(杜牧)",
          "author": "唐代：杜牧 ",
          "paragraphs": [
            "六王毕，四海一，蜀山兀，阿房出。覆压三百余里，隔离天日。骊山北构而西折，直走咸阳。二川溶溶，流入宫墙。五步一楼，十步一阁；廊腰缦回，檐牙高啄；各抱地势，钩心斗角。盘盘焉，囷囷焉，蜂房水涡，矗不知其几千万落。长桥卧波，未云何龙？复道行空，不霁何虹？高低冥迷，不知西东。歌台暖响，春光融融；舞殿冷袖，风雨悽悽。一日之内，一宫之间，而气候不齐。(不知乎 一作：不知其；西东 一作：东西)",
            "妃嫔媵嫱，王子皇孙，辞楼下殿，辇来于秦，朝歌夜弦，为秦宫人。明星荧荧，开妆镜也；绿云扰扰，梳晓鬟也；渭流涨腻，弃脂水也；烟斜雾横，焚椒兰也。雷霆乍惊，宫车过也；辘辘远听，杳不知其所之也。一肌一容，尽态极妍，缦立远视，而望幸焉。有不见者，三十六年。(有不见者 一作：有不得见者)燕赵之收藏，韩魏之经营，齐楚之精英，几世几年，剽掠其人，倚叠如山。一旦不能有，输来其间。鼎铛玉石，金块珠砾，弃掷逦迤，秦人视之，亦不甚惜。",
            "嗟乎！一人之心，千万人之心也。秦爱纷奢，人亦念其家。奈何取之尽锱铢，用之如泥沙！使负栋之柱，多于南亩之农夫；架梁之椽，多于机上之工女；钉头磷磷，多于在庾之粟粒；瓦缝参差，多于周身之帛缕；直栏横槛，多于九土之城郭；管絃呕哑，多于市人之言语。使天下之人，不敢言而敢怒。独夫之心，日益骄固。戍卒叫，函谷举，楚人一炬，可怜焦土！",
            "呜呼！灭六国者六国也，非秦也；族秦者秦也，非天下也。嗟乎！使六国各爱其人，则足以拒秦；使秦复爱六国之人，则递三世可至万世而为君，谁得而族灭也？秦人不暇自哀，而后人哀之；后人哀之而不鉴之，亦使后人而复哀后人也。"
          ]
        },
        {
          "chapter": "原道",
          "source": "(韩愈)",
          "author": "唐代：韩愈 ",
          "paragraphs": [
            "博爱之谓仁，行而宜之之谓义，由是而之焉之谓道，足乎己无待于外之谓德。仁与义为定名，道与德为虚位。故道有君子小人，而德有凶有吉。老子之小仁义，非毁之也，其见者小也。坐井而观天，曰天小者，非天小也。彼以煦煦为仁，孑孑为义，其小之也则宜。其所谓道，道其所道，非吾所谓道也。其所谓德，德其所德，非吾所谓德也。凡吾所谓道德云者，合仁与义言之也，天下之公言也。老子之所谓道德云者，去仁与义言之也，一人之私言也。",
            "周道衰，孔子没，火于秦，黄老于汉，佛于晋、魏、梁、隋之间。其言道德仁义者，不入于杨，则归于墨；不入于老，则归于佛。入于彼，必出于此。入者主之，出者奴之；入者附之，出者污之。噫！后之人其欲闻仁义道德之说，孰从而听之？老者曰：“孔子，吾师之弟子也。”佛者曰：“孔子，吾师之弟子也。”为孔子者，习闻其说，乐其诞而自小也，亦曰“吾师亦尝师之”云尔。不惟举之于口，而又笔之于其书。噫！后之人虽欲闻仁义道德之说，其孰从而求之？",
            "甚矣，人之好怪也，不求其端，不讯其末，惟怪之欲闻。古之为民者四，今之为民者六。古之教者处其一，今之教者处其三。农之家一，而食粟之家六。工之家一，而用器之家六。贾之家一，而资焉之家六。奈之何民不穷且盗也？",
            "古之时，人之害多矣。有圣人者立，然后教之以相生相养之道。为之君，为之师。驱其虫蛇禽兽，而处之中土。寒然后为之衣，饥然后为之食。木处而颠，土处而病也，然后为之宫室。为之工以赡其器用，为之贾以通其有无，为之医药以济其夭死，为之葬埋祭祀以长其恩爱，为之礼以次其先后，为之乐以宣其湮郁，为之政以率其怠倦，为之刑以锄其强梗。相欺也，为之符、玺、斗斛、权衡以信之。相夺也，为之城郭甲兵以守之。害至而为之备，患生而为之防。今其言曰：“圣人不死，大盗不止。剖斗折衡，而民不争。”呜呼！其亦不思而已矣。如古之无圣人，人之类灭久矣。何也？无羽毛鳞介以居寒热也，无爪牙以争食也。",
            "是故君者，出令者也；臣者，行君之令而致之民者也；民者，出粟米麻丝，作器皿，通货财，以事其上者也。君不出令，则失其所以为君；臣不行君之令而致之民，则失其所以为臣；民不出粟米麻丝，作器皿，通货财，以事其上，则诛。今其法曰，必弃而君臣，去而父子，禁而相生相养之道，以求其所谓清净寂灭者。呜呼！其亦幸而出于三代之后，不见黜于禹、汤、文、武、周公、孔子也。其亦不幸而不出于三代之前，不见正于禹、汤、文、武、周公、孔子也。",
            "帝之与王，其号虽殊，其所以为圣一也。夏葛而冬裘，渴饮而饥食，其事虽殊，其所以为智一也。今其言曰：“曷不为太古之无事”？”是亦责冬之裘者曰：“曷不为葛之之易也？”责饥之食者曰：“曷不为饮之之易也？”传曰：“古之欲明明德于天下者，先治其国；欲治其国者，先齐其家；欲齐其家者，先修其身；欲修其身者，先正其心；欲正其心者，先诚其意。”然则古之所谓正心而诚意者，将以有为也。今也欲治其心而外天下国家，灭其天常，子焉而不父其父，臣焉而不君其君，民焉而不事其事。孔子之作《春秋》也，诸侯用夷礼则夷之，进于中国则中国之。经曰：“夷狄之有君，不如诸夏之亡。”《诗》曰：戎狄是膺，荆舒是惩”今也举夷狄之法，而加之先王之教之上，几何其不胥而为夷也？",
            "夫所谓先王之教者，何也？博爱之谓仁，行而宜之之谓义。由是而之焉之谓道。足乎己无待于外之谓德。其文：《诗》、《书》、《易》、《春秋》；其法：礼、乐、刑、政；其民：士、农、工、贾；其位：君臣、父子、师友、宾主、昆弟、夫妇；其服：麻、丝；其居：宫、室；其食：粟米、果蔬、鱼肉。其为道易明，而其为教易行也。是故以之为己，则顺而祥；以之为人，则爱而公；以之为心，则和而平；以之为天下国家，无所处而不当。是故生则得其情，死则尽其常。效焉而天神假，庙焉而人鬼飨。曰：“斯道也，何道也？”曰：“斯吾所谓道也，非向所谓老与佛之道也。尧以是传之舜，舜以是传之禹，禹以是传之汤，汤以是传之文、武、周公，文、武、周公传之孔子，孔子传之孟轲，轲之死，不得其传焉。荀与扬也，择焉而不精，语焉而不详。由周公而上，上而为君，故其事行。由周公而下，下而为臣，故其说长。然则如之何而可也？曰：“不塞不流，不止不行。人其人，火其书，庐其居。明先王之道以道之，鳏寡孤独废疾者有养也。其亦庶乎其可也！”"
          ]
        },
        {
          "chapter": "原毁",
          "source": "(韩愈)",
          "author": "唐代：韩愈 ",
          "paragraphs": [
            "古之君子，其责己也重以周，其待人也轻以约。重以周，故不怠；轻以约，故人乐为善。",
            "闻古之人有舜者，其为人也，仁义人也。求其所以为舜者，责于己曰：“彼，人也；予，人也。彼能是，而我乃不能是！”早夜以思，去其不如舜者，就其如舜者。闻古之人有周公者，其为人也，多才与艺人也。求其所以为周公者，责于己曰：“彼，人也；予，人也。彼能是，而我乃不能是！”早夜以思，去其不如周公者，就其如周公者。舜，大圣人也，后世无及焉；周公，大圣人也，后世无及焉。是人也，乃曰：“不如舜，不如周公，吾之病也。”是不亦责于身者重以周乎！其于人也，曰：“彼人也，能有是，是足为良人矣；能善是，是足为艺人矣。”取其一，不责其二；即其新，不究其旧：恐恐然惟惧其人之不得为善之利。一善易修也，一艺易能也，其于人也，乃曰：“能有是，是亦足矣。”曰：“能善是，是亦足矣。”不亦待于人者轻以约乎？",
            "今之君子则不然。其责人也详，其待己也廉。详，故人难于为善；廉，故自取也少。己未有善，曰：“我善是，是亦足矣。”己未有能，曰：“我能是，是亦足矣。”外以欺于人，内以欺于心，未少有得而止矣，不亦待其身者已廉乎？",
            "其于人也，曰：“彼虽能是，其人不足称也；彼虽善是，其用不足称也。”举其一，不计其十；究其旧，不图其新：恐恐然惟惧其人之有闻也。是不亦责于人者已详乎？",
            "夫是之谓不以众人待其身，而以圣人望于人，吾未见其尊己也。",
            "虽然，为是者，有本有原，怠与忌之谓也。怠者不能修，而忌者畏人修。吾尝试之矣，尝试语于众曰：“某良士，某良士。”其应者，必其人之与也；不然，则其所疏远不与同其利者也；不然，则其畏也。不若是，强者必怒于言，懦者必怒于色矣。又尝语于众曰：“某非良士，某非良士。”其不应者，必其人之与也，不然，则其所疏远不与同其利者也，不然，则其畏也。不若是，强者必说于言，懦者必说于色矣。",
            "是故事修而谤兴，德高而毁来。呜呼！士之处此世，而望名誉之光，道德之行，难已！",
            "将有作于上者，得吾说而存之，其国家可几而理欤！"
          ]
        },
        {
          "chapter": "获麟解",
          "source": "(韩愈)",
          "author": "唐代：韩愈 ",
          "paragraphs": [
            "麟之为灵，昭昭也。咏于《诗》，书于《春秋》，杂出于传记百家之书，虽妇人小子皆知其为祥也。",
            "然麟之为物，不畜于家，不恒有于天下。其为形也不类，非若马牛犬豕豺狼麋鹿然。然则虽有麟，不可知其为麟也。",
            "角者吾知其为牛，鬣者吾知其为马，犬豕豺狼麋鹿，吾知其为犬豕豺狼麋鹿。惟麟也，不可知。不可知，则其谓之不祥也亦宜。虽然，麟之出，必有圣人在乎位。麟为圣人出也。圣人者，必知麟，麟之果不为不祥也。",
            "又曰：“麟之所以为麟者，以德不以形。”若麟之出不待圣人，则谓之不祥也亦宜。"
          ]
        },
        {
          "chapter": "杂说·龙说",
          "source": "(韩愈)",
          "author": "唐代：韩愈 ",
          "paragraphs": [
            "龙嘘气成云，云固弗灵于龙也。然龙乘是气，茫洋穷乎玄间，薄日月，伏光景，感震电，神变化，水下土，汩陵谷，云亦灵怪矣哉!",
            "云，龙之所能使为灵也；若龙之灵，则非云之所能使为灵也。然龙弗得云，无以神其灵矣。失其所凭依，信不可欤 ！",
            "异哉！其所凭依，乃其所自为也。《易》曰：“云从龙。”既曰：龙，云从之矣。"
          ]
        },
        {
          "chapter": "杂说·马说",
          "source": "(韩愈)",
          "author": "唐代：韩愈 ",
          "paragraphs": [
            "世有伯乐，然后有千里马。千里马常有，而伯乐不常有。故虽有名马，祗辱于奴隶人之手，骈死于槽枥之间，不以千里称也。(祗辱 一作：只辱)",
            "马之千里者，一食或尽粟一石。食马者不知其能千里而食也。是马也，虽有千里之能，食不饱，力不足，才美不外见，且欲与常马等不可得，安求其能千里也？(",
            "食",
            "马者 通：",
            "饲",
            ")",
            "策之不以其道，食之不能尽其材，鸣之而不能通其意，执策而临之，曰：“天下无马！”呜呼！其真无马邪？其真不知马也！"
          ]
        }
      ]
    },
    {
      "title": "卷八・唐文",
      "content": [
        {
          "chapter": "师说",
          "source": "(韩愈)",
          "author": "唐代：韩愈 ",
          "paragraphs": [
            "古之学者必有师。师者，所以传道受业解惑也。人非生而知之者，孰能无惑？惑而不从师，其为惑也，终不解矣。生乎吾前，其闻道也固先乎吾，吾从而师之；生乎吾后，其闻道也亦先乎吾，吾从而师之。吾师道也，夫庸知其年之先后生于吾乎？是故无贵无贱，无长无少，道之所存，师之所存也。",
            "嗟乎！师道之不传也久矣！欲人之无惑也难矣！古之圣人，其出人也远矣，犹且从师而问焉；今之众人，其下圣人也亦远矣，而耻学于师。是故圣益圣，愚益愚。圣人之所以为圣，愚人之所以为愚，其皆出于此乎？爱其子，择师而教之；于其身也，则耻师焉，惑矣。彼童子之师，授之书而习其句读者，非吾所谓传其道解其惑者也。句读之不知，惑之不解，或师焉，或不焉，小学而大遗，吾未见其明也。巫医乐师百工之人，不耻相师。士大夫之族，曰师曰弟子云者，则羣聚而笑之。问之，则曰：“彼与彼年相若也，道相似也。位卑则足羞，官盛则近谀。”呜呼！师道之不复可知矣。巫医乐师百工之人，君子不齿，今其智乃反不能及，其可怪也欤！",
            "圣人无常师。孔子师郯子、苌弘、师襄、老聃。郯子之徒，其贤不及孔子。孔子曰：三人行，则必有我师。是故弟子不必不如师，师不必贤于弟子，闻道有先后，术业有专攻，如是而已。",
            "李氏子蟠，年十七，好古文，六艺经传皆通习之，不拘于时，学于余。余嘉其能行古道，作师说以贻之。"
          ]
        },
        {
          "chapter": "进学解",
          "source": "(韩愈)",
          "author": "唐代：韩愈 ",
          "paragraphs": [
            "国子先生晨入太学，招诸生立馆下，诲之曰：“业精于勤，荒于嬉；行成于思，毁于随。方今圣贤相逢，治具毕张。拔去凶邪，登崇畯良。占小善者率以录，名一艺者无不庸。爬罗剔抉，刮垢磨光。盖有幸而获选，孰云多而不扬？诸生业患不能精，无患有司之不明；行患不能成，无患有司之不公。”",
            "言未既，有笑于列者曰：“先生欺余哉！弟子事先生，于兹有年矣。先生口不绝吟于六艺之文，手不停披于百家之编。纪事者必提其要，纂言者必钩其玄。贪多务得，细大不捐。焚膏油以继晷，恒兀兀以穷年。先生之业，可谓勤矣。",
            "觝排异端，攘斥佛老。补苴罅漏，张皇幽眇。寻坠绪之茫茫，独旁搜而远绍。障百川而东之，回狂澜于既倒。先生之于儒，可谓有劳矣。",
            "沉浸醲郁，含英咀华，作为文章，其书满家。上规姚姒，浑浑无涯；周诰、殷《盘》，佶屈聱牙；《春秋》谨严，《左氏》浮夸；《易》奇而法，《诗》正而葩；下逮《庄》、《骚》，太史所录；子云，相如，同工异曲。先生之于文，可谓闳其中而肆其外矣。",
            "少始知学，勇于敢为；长通于方，左右具宜。先生之于为人，可谓成矣。",
            "然而公不见信于人，私不见助于友。跋前踬后，动辄得咎。暂为御史，遂窜南夷。三年博士，冗不见治。命与仇谋，取败几时。冬暖而儿号寒，年丰而妻啼饥。头童齿豁，竟死何裨。不知虑此，而反教人为？”",
            "先生曰：“吁，子来前！夫大木为杗，细木为桷，欂栌、侏儒，椳、闑、扂、楔，各得其宜，施以成室者，匠氏之工也。玉札、丹砂，赤箭、青芝，牛溲、马勃，败鼓之皮，俱收并蓄，待用无遗者，医师之良也。登明选公，杂进巧拙，纡余为妍，卓荦为杰，校短量长，惟器是适者，宰相之方也。昔者孟轲好辩，孔道以明，辙环天下，卒老于行。荀卿守正，大论是弘，逃谗于楚，废死兰陵。是二儒者，吐辞为经，举足为法，绝类离伦，优入圣域，其遇于世何如也？今先生学虽勤而不繇其统，言虽多而不要其中，文虽奇而不济于用，行虽修而不显于众。犹且月费俸钱，岁靡廪粟；子不知耕，妇不知织；乘马从徒，安坐而食。踵常途之役役，窥陈编以盗窃。然而圣主不加诛，宰臣不见斥，兹非其幸欤？动而得谤，名亦随之。投闲置散，乃分之宜。若夫商财贿之有亡，计班资之崇庳，忘己量之所称，指前人之瑕疵，是所谓诘匠氏之不以杙为楹，而訾医师以昌阳引年，欲进其豨苓也。"
          ]
        },
        {
          "chapter": "圬者王承福传",
          "source": "(韩愈)",
          "author": "唐代：韩愈 ",
          "paragraphs": [
            "圬之为技贱且劳者也。有业之，其色若自得者。听其言，约而尽。问之，王其姓。承福其名。世为京兆长安农夫。天宝之乱，发人为兵。持弓矢十叁年，有官勋，弃之来归。丧其土田，手衣食，余叁十年。舍于市之主人，而归其屋食之当焉。视时屋食之贵贱，而上下其圬之以偿之；有余，则以与道路之废疾饿者焉。",
            "又曰：“粟，稼而生者也；若布与帛。必蚕绩而后成者也；其他所以养生之具，皆待人力而后完也；吾皆赖之。然人不可遍为，宜乎各致其能以相生也。故君者，理我所以生者也；而百官者，承君之化者也。任有大小，惟其所能，若器皿焉。食焉而怠其事，必有天殃，故吾不敢一日舍镘以嬉。夫镘易能，可力焉，又诚有功；取其直虽劳无愧，吾心安焉伕力易强而有功也；心难强而有智也。用力者使于人，用心者使人，亦其宜也。吾特择其易为无傀者取焉。",
            "“嘻！吾操镘以入富贵之家有年矣。有一至者焉，又往过之，则为墟矣；有再至、叁至者焉，而往过之，则为墟矣。问之其邻，或曰：“噫！刑戮也。”或曰：“身既死，而其子孙不能有也。”或曰：“死而归之官也。”吾以是观之，非所谓食焉怠其事，而得天殃者邪？非强心以智而不足，不择其才之称否而冒之者邪？非多行可愧，知其不可而强为之者邪？将富贵难守，薄宝而厚飨之者邪？抑丰悴有时，一去一来而不可常者邪？吾之心悯焉，是故择其力之可能者行焉。乐富贵而悲贫贱，我岂异于人哉？”",
            "又曰：“功大者，其所以自奉也博。妻与子，皆养于我者也；吾能薄而功小，不有之可也。又吾所谓劳力者，若立吾家而力不足，则心又劳也。”一身而二任焉，虽圣者石可为也。",
            "愈始闻而惑之，又从而思之，盖所谓“独善其身”者也。然吾有讥焉；谓其自为也过多，其为人也过少。其学杨朱之道者邪？杨之道，不肯拔我一毛而利天下。而夫人以有家为劳心，不肯一动其心以蓄其妻子，其肯劳其心以为人乎哉？虽然，其贤于世者之患不得之，而患失之者，以济其生之欲，贪邪而亡道以丧其身者，其亦远矣！又其言，有可以警余者，故余为之传而自鉴焉。"
          ]
        },
        {
          "chapter": "讳辩",
          "source": "(韩愈)",
          "author": "唐代：韩愈 ",
          "paragraphs": [
            "愈与李贺书，劝贺举进士。贺举进士有名，与贺争名者毁之，曰贺父名晋肃，贺不举进士为是，劝之举者为非。听者不察也，和而唱之，同然一辞。皇甫湜曰：“若不明白，子与贺且得罪。”愈曰：“然。”",
            "律曰：“二名不偏讳。”释之者曰：“谓若言‘征’不称‘在’，言‘在’不称‘征’是也。”律曰：“不讳嫌名。”释之者曰：“谓若‘禹’与‘雨’、‘丘’与‘蓲’之类是也。”今贺父名晋肃，贺举进士，为犯二名律乎？为犯嫌名律乎？父名晋肃，子不得举进士，若父名仁，子不得为人乎？夫讳始于何时？作法制以教天下者，非周公孔子欤？周公作诗不讳，孔子不偏讳二名，《春秋》不讥不讳嫌名，康王钊之孙，实为昭王。曾参之父名晳，曾子不讳昔。周之时有骐期，汉之时有杜度，此其子宜如何讳？将讳其嫌遂讳其姓乎？将不讳其嫌者乎？汉讳武帝名彻为通，不闻又讳车辙之辙为某字也；讳吕后名雉为野鸡，不闻又讳治天下之治为某字也。今上章及诏，不闻讳浒、势、秉、机也。惟宦官宫妾，乃不敢言谕及机，以为触犯。士君子言语行事，宜何所法守也？今考之于经，质之于律，稽之以国家之典，贺举进士为可邪？为不可邪？",
            "凡事父母，得如曾参，可以无讥矣；作人得如周公孔子，亦可以止矣。今世之士，不务行曾参周公孔子之行，而讳亲之名，则务胜于曾参周公孔子，亦见其惑也。夫周公孔子曾参卒不可胜，胜周公孔子曾参，乃比于宦者宫妾，则是宦者宫妾之孝于其亲，贤于周公孔子曾参者邪？"
          ]
        },
        {
          "chapter": "争臣论",
          "source": "(韩愈)",
          "author": "唐代：韩愈 ",
          "paragraphs": [
            "或问谏议大夫阳城于愈，可以为有道之士乎哉?学广而闻多，不求闻于人也。行古人之道，居于晋之鄙。晋之鄙人，薰其德而善良者几千人。大臣闻而荐之，天子以为谏议大夫。人皆以为华，阳子不色喜。居于位五年矣，视其德，如在野，彼岂以富贵移易其心哉？",
            "愈应之曰：是《易》所谓恒其德贞，而夫子凶者也。恶得为有道之士乎哉?在《易·蛊》之“上九”云：“不事王侯，高尚其事。”《蹇》之“六二”则曰：“王臣蹇蹇，匪躬之故。”夫亦以所居之时不一，而所蹈之德不同也。若《蛊》之“上九”，居无用之地，而致匪躬之节；以《蹇》之“六二”，在王臣之位，而高不事之心，则冒进之患生，旷官之刺兴。志不可则，而尤不终无也。今阳子在位，不为不久矣；闻天下之得失，不为不熟矣；天子待之，不为不加矣。而未尝一言及于政。视政之得失，若越人视秦人之肥瘠，忽焉不加喜戚于其心。问其官，则曰谏议也；问其禄，则曰下大夫之秩秩也；问其政，则曰我不知也。有道之士，固如是乎哉?且吾闻之：有官守者，不得其职则去；有言责者，不得其言则去。今阳子以为得其言乎哉?得其言而不言，与不得其言而不去，无一可者也。阳子将为禄仕乎?古之人有云：“仕不为贫，而有时乎为贫。”谓禄仕者也。宜乎辞尊而居卑，辞富而居贫，若抱关击柝者可也。盖孔子尝为委吏矣，尝为乘田矣，亦不敢旷其职，必曰“会计当而已矣”，必曰“牛羊遂而已矣”。若阳子之秩禄，不为卑且贫，章章明矣，而如此，其可乎哉?",
            "或曰：否，非若此也。夫阳子恶讪上者，恶为人臣招其君之过而以为名者。故虽谏且议，使人不得而知焉。《书》曰：“尔有嘉谟嘉猷，则人告尔后于内，尔乃顺之于外，曰：斯谟斯猷，惟我后之德”若阳子之用心，亦若此者。愈应之曰：若阳子之用心如此，滋所谓惑者矣。入则谏其君，出不使人知者，大臣宰相者之事，非阳子之所宜行也。夫阳子，本以布衣隐于蓬蒿之下，主上嘉其行谊，擢在此位，官以谏为名，诚宜有以奉其职，使四方后代，知朝廷有直言骨鲠之臣，天子有不僭赏、从谏如流之美。庶巖穴之士，闻而慕之，束带结发，愿进于阙下，而伸其辞说，致吾君于尧舜，熙鸿号于无穷也。若《书》所谓，则大臣宰相之事，非阳子之所宜行也。且阳子之心，将使君人者恶闻其过乎?是启之也。",
            "或曰：阳子之不求闻而人闻之，不求用而君用之。不得已而起。守其道而不变，何子过之深也?愈曰：自古圣人贤士，皆非有求于闻用也。闵其时之不平，人之不义，得其道。不敢独善其身，而必以兼济天下也。孜孜矻矻，死而后已。故禹过家门不入，孔席不暇暖，而墨突不得黔。彼二圣一贤者，岂不知自安佚之为乐哉诚畏天命而悲人穷也。夫天授人以贤圣才能，岂使自有余而已，诚欲以补其不足者也。耳目之于身也，耳司闻而目司见，听其是非，视其险易，然后身得安焉。圣贤者，时人之耳目也；时人者，圣贤之身也。且阳子之不贤，则将役于贤以奉其上矣；若果贤，则固畏天命而闵人穷也。恶得以自暇逸乎哉?",
            "或曰：吾闻君子不欲加诸人，而恶讦以为直者。若吾子之论，直则直矣，无乃伤于德而费于辞乎?好尽言以招人过，国武子之所以见杀于齐也，吾子其亦闻乎?愈曰：君子居其位，则思死其官。未得位，则思修其辞以明其道。我将以明道也，非以为直而加入也。且国武子不能得善人，而好尽言于乱国，是以见杀。《传》曰：“惟善人能受尽言。”谓其闻而能改之也。子告我曰：“阳子可以为有之士也。”今虽不能及已，阳子将不得为善人乎哉?"
          ]
        },
        {
          "chapter": "后十九日覆上宰相书",
          "source": "(韩愈)",
          "author": "唐代：韩愈 ",
          "paragraphs": [
            "二月十六日，前乡贡进士韩愈，谨再拜言相公阁下：",
            "向上书及所著文后，待命凡十有九日，不得命。恐惧不敢逃遁，不知所为，乃复敢自纳于不测之诛，以求毕其说，而请命于左右。",
            "愈闻之：蹈水火者之求免于人也，不惟其父兄子弟之慈爱，然后呼而望之也。将有介于其侧者，虽其所憎怨，苟不至乎欲其死者，则将大其声疾呼而望其仁之也。彼介于其侧者，闻其声而见其事，不惟其父兄子弟之慈爱，然后往而全之也。虽有所憎怨，苟不至乎欲其死者，则将狂奔尽气，濡手足，焦毛发，救之而不辞也。若是者何哉？其势诚急而其情诚可悲也。",
            "愈之强学力行有年矣。愚不惟道之险夷，行且不息，以蹈于穷饿之水火，其既危且亟矣，大其声而疾呼矣。阁下其亦闻而见之矣，其将往而全之欤？抑将安而不救欤？有来言于阁下者曰：“有观溺于水而爇于火者，有可救之道，而终莫之救也。”阁下且以为仁人乎哉？不然，若愈者，亦君子之所宜动心者也。",
            "或谓愈：“子言则然矣，宰相则知子矣，如时不可何？”愈窃谓之不知言者。诚其材能不足当吾贤相之举耳；若所谓时者，固在上位者之为耳，非天之所为也。前五六年时，宰相荐闻，尚有自布衣蒙抽擢者，与今岂异时哉？且今节度、观察使及防御营田诸小使等，尚得自举判官，无间于已仕未仕者；况在宰相，吾君所尊敬者，而曰不可乎？古之进人者，或取于盗，或举于管库。今布衣虽贱，犹足以方乎此。情隘辞蹙，不知所裁，亦惟少垂怜焉。",
            "愈再拜。"
          ]
        },
        {
          "chapter": "后廿九日覆上宰相书",
          "source": "(韩愈)",
          "author": "唐代：韩愈 ",
          "paragraphs": [
            "三月十六日，前乡贡进士韩愈，谨再拜言相公阁下。",
            "愈闻周公之为辅相，其急于见贤也，方一食三吐其哺，方一沐三握其发。天下之贤才皆已举用，奸邪谗佞欺负之徒皆已除去，四海皆已无虞，九夷八蛮之在荒服之外者皆已宾贡，天灾时变、昆虫草木之妖皆已销息，天下之所谓礼、乐、刑、政教化之具皆已修理，风俗皆已敦厚，动植之物、风雨霜露之所沾被者皆已得宜，休征嘉瑞、麟凤龟龙之属皆已备至，而周公以圣人之才，凭叔父之亲，其所辅理承化之功又尽章章如是。其所求进见之士，岂复有贤于周公者哉？不惟不贤于周公而已，岂复有贤于时百执事者哉？岂复有所计议、能补于周公之化者哉？然而周公求之如此其急，惟恐耳目有所不闻见，思虑有所未及，以负成王托周公之意，不得于天下之心。如周公之心，设使其时辅理承化之功未尽章章如是，而非圣人之才，而无叔父之亲，则将不暇食与沐矣，岂特吐哺握发为勤而止哉？维其如是，故于今颂成王之德，而称周公之功不衰。",
            "今阁下为辅相亦近耳。天下之贤才岂尽举用？奸邪谗佞欺负之徒岂尽除去？四海岂尽无虞？九夷、八蛮之在荒服之外者岂尽宾贡？天灾时变、昆虫草木之妖岂尽销息？天下之所谓礼、乐、刑、政教化之具岂尽修理？风俗岂尽敦厚？动植之物、风雨霜露之所沾被者岂尽得宜？休征嘉瑞、麟凤龟龙之属岂尽备至？其所求进见之士，虽不足以希望盛德，至比于百执事，岂尽出其下哉？其所称说，岂尽无所补哉？今虽不能如周公吐哺握发，亦宜引而进之，察其所以而去就之，不宜默默而已也。",
            "愈之待命，四十余日矣。书再上，而志不得通。足三及门，而阍人辞焉。惟其昏愚，不知逃遁，故复有周公之说焉。阁下其亦察之。古之士三月不仕则相吊，故出疆必载质。然所以重于自进者，以其于周不可则去之鲁，于鲁不可则去之齐，于齐不可则去之宋，之郑，之秦，之楚也。今天下一君，四海一国，舍乎此则夷狄矣，去父母之邦矣。故士之行道者，不得于朝，则山林而已矣。山林者，士之所独善自养，而不忧天下者之所能安也。如有忧天下之心，则不能矣。故愈每自进而不知愧焉，书亟上，足数及门，而不知止焉。宁独如此而已，惴惴焉惟，不得出大贤之门下是惧。亦惟少垂察焉。渎冒威尊，惶恐无已。愈再拜。"
          ]
        },
        {
          "chapter": "与于襄阳书",
          "source": "(韩愈)",
          "author": "唐代：韩愈 ",
          "paragraphs": [
            "七月三日，将仕郎、守国子四门博士韩愈，谨奉书尚书阁下。",
            "士之能享大名、显当世者，莫不有先达之士、负天下之望者为之前焉。士之能垂休光、照后世者，亦莫不有后进之士、负天下之望者，为之后焉。莫为之前，虽美而不彰；莫为之后，虽盛而不传。是二人者，未始不相须也。",
            "然而千百载乃一相遇焉。岂上之人无可援、下之人无可推欤？何其相须之殷而相遇之疏也？其故在下之人负其能不肯谄其上，上之人负其位不肯顾其下。故高材多戚戚之穷，盛位无赫赫之光。是二人者之所为皆过也。未尝干之，不可谓上无其人；未尝求之，不可谓下无其人。愈之诵此言久矣，未尝敢以闻于人。",
            "侧闻阁下抱不世之才，特立而独行，道方而事实，卷舒不随乎时，文武唯其所用，岂愈所谓其人哉？抑未闻后进之士，有遇知于左右、获礼于门下者，岂求之而未得邪？将志存乎立功，而事专乎报主，虽遇其人，未暇礼邪？何其宜闻而久不闻也？愈虽不才，其自处不敢后于恒人，阁下将求之而未得欤？古人有言：“请自隗始。”愈今者惟朝夕刍米、仆赁之资是急，不过费阁下一朝之享而足也。如曰：“吾志存乎立功，而事专乎报主。虽遇其人，未暇礼焉。”则非愈之所敢知也。世之龊龊者，既不足以语之；磊落奇伟之人，又不能听焉。则信乎命之穷也！",
            "谨献旧所为文一十八首，如赐览观，亦足知其志之所存。愈恐惧再拜。"
          ]
        },
        {
          "chapter": "与陈给事书",
          "source": "(韩愈)",
          "author": "唐代：韩愈 ",
          "paragraphs": [
            "愈再拜：愈之获见于阁下有年矣。始者亦尝辱一言之誉。贫贱也，衣食于奔走，不得朝夕继见。其后，阁下位益尊，伺候于门墙者日益进。夫位益尊，则贱者日隔；伺候于门墙者日益进，则爱博而情不专。愈也道不加修，而文日益有名。夫道不加修，则贤者不与；文日益有名，则同进者忌。始之以日隔之疏，加之以不专之望，以不与者之心，而听忌者之说。由是阁下之庭，无愈之迹矣。",
            "去年春，亦尝一进谒于左右矣。温乎其容，若加其新也；属乎其言，若闵其穷也。退而喜也，以告于人。其后，如东京取妻子，又不得朝夕继见。及其还也，亦尝一进谒于左右矣。邈乎其容，若不察其愚也；悄乎其言，若不接其情也。退而惧也，不敢复进。",
            "今则释然悟，翻然悔曰：其邈也，乃所以怒其来之不继也；其悄也，乃所以示其意也。不敏之诛，无所逃避。不敢遂进，辄自疏其所以，并献近所为《复志赋》以下十首为一卷，卷有标轴。《送孟郊序》一首，生纸写，不加装饰。皆有揩字注字处，急于自解而谢，不能俟更写。阁下取其意而略其礼可也。",
            "愈恐惧再拜。"
          ]
        },
        {
          "chapter": "应科目时与人书",
          "source": "(韩愈)",
          "author": "唐代：韩愈 ",
          "paragraphs": [
            "月日，愈再拜：天地之滨，大江之濆，有怪物焉，盖非常鳞凡介之品匹俦也。其得水，变化风雨，上下于天不难也。",
            "其不及水，盖寻常尺寸之间耳，无高山大陵旷途绝险为之关隔也，然其穷涸，不能自致乎水，为㺍獭之笑者，盖十八九矣。如有力者，哀其穷而运转之，盖一举手一投足之劳也。然是物也，负其异于众也，且曰：“烂死于沙泥，吾宁乐之；若俯首贴耳，摇尾而乞怜者，非我之志也。”是以有力者遇之，熟视之若无睹也。其死其生，固不可知也。",
            "今又有有力者当其前矣，聊试仰首一鸣号焉，庸讵知有力者不哀其穷而忘一举手，一投足之劳，而转之清波乎？其哀之，命也；其不哀之，命也；知其在命，而且鸣号之者，亦命也。",
            "愈今者，实有类于是，是以忘其疏愚之罪，而有是说焉。阁下其亦怜察之。"
          ]
        },
        {
          "chapter": "送孟东野序",
          "source": "(韩愈)",
          "author": "唐代：韩愈 ",
          "paragraphs": [
            "大凡物不得其平则鸣：草木之无声，风挠之鸣。水之无声，风荡之鸣。其跃也，或激之；其趋也，或梗之；其沸也，或炙之。金石之无声，或击之鸣。人之于言也亦然，有不得已者而后言。其歌也有思，其哭也有怀，凡出乎口而为声者，其皆有弗平者乎！",
            "乐也者，郁于中而泄于外者也，择其善鸣者而假之鸣。金、石、丝、竹、匏、土、革、木八者，物之善鸣者也。维天之于时也亦然，择其善鸣者而假之鸣。是故以鸟鸣春，以雷鸣夏，以虫鸣秋，以风鸣冬。四时之相推敓，其必有不得其平者乎？",
            "其于人也亦然。人声之精者为言，文辞之于言，又其精也，尤择其善鸣者而假之鸣。其在唐、虞，咎陶、禹，其善鸣者也，而假以鸣，夔弗能以文辞鸣，又自假于《韶》以鸣。夏之时，五子以其歌鸣。伊尹鸣殷，周公鸣周。凡载于《诗》、《书》六艺，皆鸣之善者也。周之衰，孔子之徒鸣之，其声大而远。传曰：“天将以夫子为木铎。”其弗信矣乎！其末也，庄周以其荒唐之辞鸣。楚，大国也，其亡也以屈原鸣。臧孙辰、孟轲、荀卿，以道鸣者也。杨朱、墨翟、管夷吾、晏婴、老聃、申不害、韩非、慎到、田骈、邹衍、尸佼、孙武、张仪、苏秦之属，皆以其术鸣。秦之兴，李斯鸣之。汉之时，司马迁、相如、扬雄，最其善鸣者也。其下魏晋氏，鸣者不及于古，然亦未尝绝也。就其善者，其声清以浮，其节数以急，其辞淫以哀，其志弛以肆；其为言也，乱杂而无章。将天丑其德莫之顾邪？何为乎不鸣其善鸣者也！",
            "唐之有天下，陈子昂、苏源明、元结、李白、杜甫、李观，皆以其所能鸣。其存而在下者，孟郊东野始以其诗鸣。其高出魏晋，不懈而及于古，其他浸淫乎汉氏矣。从吾游者，李翱、张籍其尤也。三子者之鸣信善矣。抑不知天将和其声，而使鸣国家之盛邪，抑将穷饿其身，思愁其心肠，而使自鸣其不幸邪？三子者之命，则悬乎天矣。其在上也奚以喜，其在下也奚以悲！东野之役于江南也，有若不释然者，故吾道其于天者以解之。"
          ]
        },
        {
          "chapter": "送李愿归盘谷序",
          "source": "(韩愈)",
          "author": "唐代：韩愈 ",
          "paragraphs": [
            "太行之阳有盘谷。盘谷之间，泉甘而土肥，草木丛茂，居民鲜少。或曰：“谓其环两山之间，故曰‘盘’。”或曰：“是谷也，宅幽而势阻，隐者之所盘旋。”友人李愿居之。",
            "愿之言曰：“人之称大丈夫者，我知之矣：利泽施于人，名声昭于时，坐于庙朝，进退百官，而佐天子出令；其在外，则树旗旄，罗弓矢，武夫前呵，从者塞途，供给之人，各执其物，夹道而疾驰。喜有赏，怒有刑。才畯满前，道古今而誉盛德，入耳而不烦。曲眉丰颊，清声而便体，秀外而惠中，飘轻裾，翳长袖，粉白黛绿者，列屋而闲居，妒宠而负恃，争妍而取怜。大丈夫之遇知于天子、用力于当世者之所为也。吾非恶此而逃之，是有命焉，不可幸而致也。",
            "穷居而野处，升高而望远，坐茂树以终日，濯清泉以自洁。采于山，美可茹；钓于水，鲜可食。起居无时，惟适之安。与其有誉于前，孰若无毁于其后；与其有乐于身，孰若无忧于其心。车服不维，刀锯不加，理乱不知，黜陟不闻。大丈夫不遇于时者之所为也，我则行之。",
            "伺候于公卿之门，奔走于形势之途，足将进而趑趄，口将言而嗫嚅，处污秽而不羞，触刑辟而诛戮，侥幸于万一，老死而后止者，其于为人，贤不肖何如也？”",
            "昌黎韩愈闻其言而壮之，与之酒而为之歌曰：“盘之中，维子之宫；盘之土，维子之稼；盘之泉，可濯可沿；盘之阻，谁争子所？窈而深，廓其有容；缭而曲，如往而复。嗟盘之乐兮，乐且无央；虎豹远迹兮，蛟龙遁藏；鬼神守护兮，呵禁不祥。饮且食兮寿而康，无不足兮奚所望！膏吾车兮秣吾马，从子于盘兮，终吾生以徜徉！”"
          ]
        },
        {
          "chapter": "送董邵南游河北序",
          "source": "(韩愈)",
          "author": "唐代：韩愈 ",
          "paragraphs": [
            "燕赵古称多感慨悲歌之士。董生举进士，屡不得志于有司，怀抱利器，郁郁适兹土。吾知其必有合也。董生勉乎哉！",
            "夫以子之不遇时，苟慕义强仁者皆爱惜焉。矧燕赵之士出乎其性者哉！然吾尝闻风俗与化移易，吾恶知其今不异于古所云邪?聊以吾子之行卜之也。董生勉乎哉！",
            "吾因子有所感矣。为我吊望诸君之墓，而观于其市，复有昔时屠狗者乎？为我谢曰：“明天子在上，可以出而仕矣。”"
          ]
        },
        {
          "chapter": "送杨少尹序",
          "source": "(韩愈)",
          "author": "唐代：韩愈 ",
          "paragraphs": [
            "昔疏广、受二子，以年老，一朝辞位而去。于是公卿设供帐，祖道都门外，车数百辆；道路观者，多叹息泣下，共言其贤。汉史既传其事，而后世工画者，又图其迹，至今照人耳目，赫赫若前日事。",
            "国子司业杨君巨源，方以能诗训后进，一旦以年满七十，亦白相去，归其乡。世常说古今人不相及，今杨与二疏，其意岂异也？",
            "予忝在公卿后，遇病不能出，不知杨侯去时，城门外送者几人，车几辆，马几匹，道旁观者，亦有叹息知其为贤与否；而太史氏又能张大其事为传，继二疏踪迹否，不落莫否。见今世无工画者，而画与不画，固不论也。",
            "然吾闻杨侯之去，相有爱而惜之者，白以为其都少尹，不绝其禄。又为歌诗以劝之，京师之长于诗者，亦属而和之。又不知当时二疏之去，有是事否。古今人同不同，未可知也。",
            "中世士大夫，以官为家，罢则无所于归。杨侯始冠，举于其乡，歌《鹿鸣》而来也。今之归，指其树曰：“某树，吾先人之所种也；某水、某丘，吾童子时所钓游也。”乡人莫不加敬，诫子孙以杨侯不去其乡为法。古之所谓乡先生没而可祭于社者，其在斯人欤？其在斯人欤？"
          ]
        },
        {
          "chapter": "送石处士序",
          "source": "(韩愈)",
          "author": "唐代：韩愈 ",
          "paragraphs": [
            "河阳军节度、御史大夫乌公，为节度之三月，求士于从事之贤者。有荐石先生者。公曰：“先生何如?”曰：“先生居嵩、邙、瀍、谷之间，冬一裘，夏一葛，食朝夕，饭一盂，蔬一盘。人与之钱，则辞；请与出游，未尝以事免；劝之仕，不应。坐一室，左右图书。与之语道理，辨古今事当否，论人高下，事后当成败，若河决下流而东注；若驷马驾轻车就熟路，而王良、造父为之先后也；若烛照、数计而龟卜也。”大夫曰：“先生有以自老，无求于人，其肯为某来邪?”从事曰：“大夫文武忠孝，求士为国，不私于家。方今寇聚于恒，师还其疆，农不耕收，财粟殚亡。吾所处地，归输之涂，治法征谋，宜有所出。先生仁且勇。若以义请而强委重焉，其何说之辞?”于是撰书词，具马币，卜日以受使者，求先生之庐而请焉。",
            "先生不告于妻子，不谋于朋友，冠带出见客，拜受书礼于门内。宵则沫浴，戒行李，载书册，问道所由，告行于常所来往。晨则毕至，张上东门外。酒三行，且起，有执爵而言者曰：“大夫真能以义取人，先生真能以道自任，决去就。为先生别。”又酌而祝曰：“凡去就出处何常，惟义之归。遂以为先生寿。”又酌而祝曰：“使大夫恒无变其初，无务富其家而饥其师，无甘受佞人而外敬正士，无昧于谄言，惟先生是听，以能有成功，保天子之宠命。”又祝曰：“使先生无图利于大夫而私便其身。”先生起拜祝辞曰：“敢不敬蚤夜以求从祝规。”于是东都之人士咸知大夫与先生果能相与以有成也。遂各为歌诗六韵，遣愈为之序云。"
          ]
        },
        {
          "chapter": "送温处士赴河阳军序",
          "source": "(韩愈)",
          "author": "唐代：韩愈 ",
          "paragraphs": [
            "伯乐一过冀北之野，而马羣遂空。夫冀北马多天下。伯乐虽善知马，安能空其郡邪？解之者曰：“吾所谓空，非无马也，无良马也。伯乐知马，遇其良，辄取之，羣无留良焉。苟无良，虽谓无马，不为虚语矣。”",
            "东都，固士大夫之冀北也。恃才能深藏而不市者，洛之北涯曰石生，其南涯曰温生。大夫乌公，以鈇钺镇河阳之三月，以石生为才，以礼为罗，罗而致之幕下。未数月也，以温生为才，于是以石生为媒，以礼为罗，又罗而致之幕下。东都虽信多才士，朝取一人焉，拔其尤；暮取一人焉，拔其尤。自居守河南尹，以及百司之执事，与吾辈二县之大夫，政有所不通，事有所可疑，奚所咨而处焉？士大夫之去位而巷处者，谁与嬉游？小子后生，于何考德而问业焉？缙绅之东西行过是都者，无所礼于其庐。若是而称曰：“大夫乌公一镇河阳，而东都处士之庐无人焉。”岂不可也？",
            "夫南面而听天下，其所托重而恃力者，惟相与将耳。相为天子得人于朝廷，将为天子得文武士于幕下，求内外无治，不可得也。愈縻于兹，不能自引去，资二生以待老。今皆为有力者夺之，其何能无介然于怀邪?生既至，拜公于军门，其为吾以前所称，为天下贺；以后所称，为吾致私怨于尽取也。留守相公首为四韵诗歌其事，愈因推其意而序之。"
          ]
        },
        {
          "chapter": "祭十二郎文",
          "source": "(韩愈)",
          "author": "唐代：韩愈 ",
          "paragraphs": [
            "年、月、日，季父愈闻汝丧之七日，乃能衔哀致诚，使建中远具时羞之奠，告汝十二郎之灵：",
            "呜呼！吾少孤，及长，不省所怙，惟兄嫂是依。中年，兄殁南方，吾与汝俱幼，从嫂归葬河阳。既又与汝就食江南。零丁孤苦，未尝一日相离也。吾上有三兄，皆不幸早世。承先人后者，在孙惟汝，在子惟吾。两世一身，形单影只。嫂尝抚汝指吾而言曰：“韩氏两世，惟此而已！”汝时尤小，当不复记忆。吾时虽能记忆，亦未知其言之悲也。",
            "吾年十九，始来京城。其后四年，而归视汝。又四年，吾往河阳省坟墓，遇汝从嫂丧来葬。又二年，吾佐董丞相于汴州，汝来省吾。止一岁，请归取其孥。明年，丞相薨。吾去汴州，汝不果来。是年，吾佐戎徐州，使取汝者始行，吾又罢去，汝又不果来。吾念汝从于东，东亦客也，不可以久；图久远者，莫如西归，将成家而致汝。呜呼！孰谓汝遽去吾而殁乎！吾与汝俱少年，以为虽暂相别，终当久相与处。故舍汝而旅食京师，以求斗斛之禄。诚知其如此，虽万乘之公相，吾不以一日辍汝而就也。",
            "去年，孟东野往。吾书与汝曰：“吾年未四十，而视茫茫，而发苍苍，而齿牙动摇。念诸父与诸兄，皆康强而早世。如吾之衰者，其能久存乎？吾不可去，汝不肯来，恐旦暮死，而汝抱无涯之戚也！”孰谓少者殁而长者存，强者夭而病者全乎！",
            "呜呼！其信然邪？其梦邪？其传之非其真邪？信也，吾兄之盛德而夭其嗣乎？汝之纯明而不克蒙其泽乎？少者、强者而夭殁，长者、衰者而存全乎？未可以为信也。梦也，传之非其真也，东野之书，耿兰之报，何为而在吾侧也？呜呼！其信然矣！吾兄之盛德而夭其嗣矣！汝之纯明宜业其家者，不克蒙其泽矣！所谓天者诚难测，而神者诚难明矣！所谓理者不可推，而寿者不可知矣！",
            "虽然，吾自今年来，苍苍者或化而为白矣，动摇者或脱而落矣。毛血日益衰，志气日益微，几何不从汝而死也。死而有知，其几何离；其无知，悲不几时，而不悲者无穷期矣。",
            "汝之子始十岁，吾之子始五岁。少而强者不可保，如此孩提者，又可冀其成立邪?呜呼哀哉！呜呼哀哉！",
            "汝去年书云：“比得软脚病，往往而剧。”吾曰：“是疾也，江南之人，常常有之。”未始以为忧也。呜呼！ 其竟以此而殒其生乎？抑别有疾而至斯极乎？",
            "汝之书，六月十七日也。东野云，汝殁以六月二日；耿兰之报无月日。盖东野之使者，不知问家人以月日；如耿兰之报，不知当言月日。东野与吾书，乃问使者，使者妄称以应之乎。其然乎？其不然乎？",
            "今吾使建中祭汝，吊汝之孤与汝之乳母。彼有食，可守以待终丧，则待终丧而取以来；如不能守以终丧，则遂取以来。其余奴婢，并令守汝丧。吾力能改葬，终葬汝于先人之兆，然后惟其所愿。",
            "呜呼！汝病吾不知时，汝殁吾不知日，生不能相养以共居，殁不能抚汝以尽哀，敛不凭其棺，窆不临其穴。吾行负神明，而使汝夭；不孝不慈，而不能与汝相养以生，相守以死。一在天之涯，一在地之角，生而影不与吾形相依，死而魂不与吾梦相接。吾实为之，其又何尤！彼苍者天，曷其有极！自今已往，吾其无意于人世矣！当求数顷之田于伊颍之上，以待余年，教吾子与汝子，幸其成；长吾女与汝女，待其嫁，如此而已。",
            "呜呼，言有穷而情不可终，汝其知也邪？其不知也邪？呜呼哀哉！尚飨！"
          ]
        },
        {
          "chapter": "祭鳄鱼文",
          "source": "(韩愈)",
          "author": "唐代：韩愈 ",
          "paragraphs": [
            "维年月日，潮州刺史韩愈使军事衙推秦济，以羊一、猪一，投恶溪之潭水，以与鳄鱼食，而告之曰：",
            "昔先王既有天下，列山泽，罔绳擉刃，以除虫蛇恶物为民害者，驱而出之四海之外。及后王德薄，不能远有，则江汉之间，尚皆弃之以与蛮、夷、楚、越；况潮岭海之间，去京师万里哉！鳄鱼之涵淹卵育于此，亦固其所。今天子嗣唐位，神圣慈武，四海之外，六合之内，皆抚而有之；况禹迹所揜，扬州之近地，刺史、县令之所治，出贡赋以供天地宗庙百神之祀之壤者哉？鳄鱼其不可与刺史杂处此土也。",
            "刺史受天子命，守此土，治此民，而鳄鱼睅然不安溪潭，据处食民畜、熊、豕、鹿、獐，以肥其身，以种其子孙；与刺史亢拒，争为长雄；刺史虽驽弱，亦安肯为鳄鱼低首下心，伈伈睍睍，为民吏羞，以偷活于此邪！且承天子命以来为吏，固其势不得不与鳄鱼辨。",
            "鳄鱼有知，其听刺史言：潮之州，大海在其南，鲸、鹏之大，虾、蟹之细，无不归容，以生以食，鳄鱼朝发而夕至也。今与鳄鱼约：尽三日，其率丑类南徙于海，以避天子之命吏；三日不能，至五日；五日不能，至七日；七日不能，是终不肯徙也。是不有刺史、听从其言也；不然，则是鳄鱼冥顽不灵，刺史虽有言，不闻不知也。夫傲天子之命吏，不听其言，不徙以避之，与冥顽不灵而为民物害者，皆可杀。刺史则选材技吏民，操强弓毒矢，以与鳄鱼从事，必尽杀乃止。其无悔！"
          ]
        },
        {
          "chapter": "柳子厚墓志铭",
          "source": "(韩愈)",
          "author": "唐代：韩愈 ",
          "paragraphs": [
            "子厚，讳宗元。七世祖庆，为拓跋魏侍中，封济阴公。曾伯祖奭，为唐宰相，与褚遂良、韩瑗俱得罪武后，死高宗朝。皇考讳镇，以事母弃太常博士，求为县令江南。其后以不能媚权贵，失御史。权贵人死，乃复拜侍御史。号为刚直，所与游皆当世名人。",
            "子厚少精敏，无不通达。逮其父时，虽少年，已自成人，能取进士第，崭然见头角。众谓柳氏有子矣。其后以博学宏词，授集贤殿正字。俊杰廉悍，议论证据今古，出入经史百子，踔厉风发，率常屈其座人。名声大振，一时皆慕与之交。诸公要人，争欲令出我门下，交口荐誉之。",
            "贞元十九年，由蓝田尉拜监察御史。顺宗即位，拜礼部员外郎。遇用事者得罪，例出为刺史。未至，又例贬永州司马。居闲，益自刻苦，务记览，为词章，氾滥停蓄，为深博无涯涘。而自肆于山水间。",
            "元和中，尝例召至京师；又偕出为刺史，而子厚得柳州。既至，叹曰：“是岂不足为政邪？”因其土俗，为设教禁，州人顺赖。其俗以男女质钱，约不时赎，子本相侔，则没为奴婢。子厚与设方计，悉令赎归。其尤贫力不能者，令书其佣，足相当，则使归其质。观察使下其法于他州，比一岁，免而归者且千人。衡湘以南为进士者，皆以子厚为师，其经承子厚口讲指画为文词者，悉有法度可观。",
            "其召至京师而复为刺史也，中山刘梦得禹锡亦在遣中，当诣播州。子厚泣曰：“播州非人所居，而梦得亲在堂，吾不忍梦得之穷，无辞以白其大人；且万无母子俱往理。”请于朝，将拜疏，愿以柳易播，虽重得罪，死不恨。遇有以梦得事白上者，梦得于是改刺连州。呜呼！士穷乃见节义。今夫平居里巷相慕悦，酒食游戏相征逐，诩诩强笑语以相取下，握手出肺肝相示，指天日涕泣，誓生死不相揹负，真若可信；一旦临小利害，仅如毛发比，反眼若不相识。落陷穽，不一引手救，反挤之，又下石焉者，皆是也。此宜禽兽夷狄所不忍为，而其人自视以为得计。闻子厚之风，亦可以少愧矣。",
            "子厚前时少年，勇于为人，不自贵重顾籍，谓功业可立就，故坐废退。既退，又无相知有气力得位者推挽，故卒死于穷裔。材不为世用，道不行于时也。使子厚在台省时，自持其身，已能如司马刺史时，亦自不斥；斥时，有人力能举之，且必复用不穷。然子厚斥不久，穷不极，虽有出于人，其文学辞章，必不能自力，以致必传于后如今，无疑也。虽使子厚得所愿，为将相于一时，以彼易此，孰得孰失，必有能辨之者。",
            "子厚以元和十四年十一月八日卒，年四十七。以十五年七月十日，归葬万年先人墓侧。子厚有子男二人：长曰周六，始四岁；季曰周七，子厚卒乃生。女子二人，皆幼。其得归葬也，费皆出观察使河东裴君行立。行立有节概，重然诺，与子厚结交，子厚亦为之尽，竟赖其力。葬子厚于万年之墓者，舅弟卢遵。遵，涿人，性谨慎，学问不厌。自子厚之斥，遵从而家焉，逮其死不去。既往葬子厚，又将经纪其家，庶几有始终者。",
            "铭曰：“是惟子厚之室，既固既安，以利其嗣人。”"
          ]
        }
      ]
    },
    {
      "title": "卷九・唐宋文",
      "content": [
        {
          "chapter": "驳复仇议",
          "source": "(柳宗元)",
          "author": "唐代：柳宗元 ",
          "paragraphs": [
            "臣伏见天后时，有同州下邽人徐元庆者，父爽为县吏赵师韫所杀，卒能手刃父仇，束身归罪。当时谏臣陈子昂建议诛之而旌其闾；且请“编之于令，永为国典”。臣窃独过之。",
            "臣闻礼之大本，以防乱也。若曰无为贼虐，凡为子者杀无赦。刑之大本，亦以防乱也。若曰无为贼虐，凡为理者杀无赦。其本则合，其用则异，旌与诛莫得而并焉。诛其可旌，兹谓滥；黩刑甚矣。旌其可诛，兹谓僭；坏礼甚矣。果以是示于天下，传于后代，趋义者不知所向，违害者不知所立，以是为典可乎？盖圣人之制，穷理以定赏罚，本情以正褒贬，统于一而已矣。",
            "向使刺谳其诚伪，考正其曲直，原始而求其端，则刑礼之用，判然离矣。何者？若元庆之父，不陷于公罪，师韫之诛，独以其私怨，奋其吏气，虐于非辜，州牧不知罪，刑官不知问，上下蒙冒，吁号不闻；而元庆能以戴天为大耻，枕戈为得礼，处心积虑，以冲仇人之胸，介然自克，即死无憾，是守礼而行义也。执事者宜有惭色，将谢之不暇，而又何诛焉？",
            "其或元庆之父，不免于罪，师韫之诛，不愆于法，是非死于吏也，是死于法也。法其可仇乎？仇天子之法，而戕奉法之吏，是悖骜而凌上也。执而诛之，所以正邦典，而又何旌焉？",
            "且其议曰：“人必有子，子必有亲，亲亲相仇，其乱谁救？”是惑于礼也甚矣。礼之所谓仇者，盖其冤抑沉痛而号无告也；非谓抵罪触法，陷于大戮。而曰“彼杀之，我乃杀之”。不议曲直，暴寡胁弱而已。其非经背圣，不亦甚哉！",
            "《周礼》：“调人，掌司万人之仇。凡杀人而义者，令勿仇；仇之则死。有反杀者，邦国交仇之。”又安得亲亲相仇也？《春秋公羊传》曰：“父不受诛，子复仇可也。父受诛，子复仇，此推刃之道，复仇不除害。”今若取此以断两下相杀，则合于礼矣。且夫不忘仇，孝也；不爱死，义也。元庆能不越于礼，服孝死义，是必达理而闻道者也。夫达理闻道之人，岂其以王法为敌仇者哉？议者反以为戮，黩刑坏礼，其不可以为典，明矣。",
            "请下臣议附于令。有断斯狱者，不宜以前议从事。谨议。"
          ]
        },
        {
          "chapter": "桐叶封弟辨",
          "source": "(柳宗元)",
          "author": "唐代：柳宗元 ",
          "paragraphs": [
            "古之传者有言：成王以桐叶与小弱弟戏，曰：“以封汝。”周公入贺。王曰：“戏也。”周公曰：“天子不可戏。”乃封小弱弟于唐。",
            "吾意不然。王之弟当封邪，周公宜以时言于王，不待其戏而贺以成之也。不当封邪，周公乃成其不中之戏，以地以人与小弱者为之主，其得为圣乎？且周公以王之言不可苟焉而已，必从而成之邪？设有不幸，王以桐叶戏妇寺，亦将举而从之乎？凡王者之德，在行之何若。设未得其当，虽十易之不为病；要于其当，不可使易也，而况以其戏乎！若戏而必行之，是周公教王遂过也。",
            "吾意周公辅成王，宜以道，从容优乐，要归之大中而已，必不逢其失而为之辞。又不当束缚之，驰骤之，使若牛马然，急则败矣。且家人父子尚不能以此自克，况号为君臣者邪！是直小丈夫缺缺者之事，非周公所宜用，故不可信。",
            "或曰：封唐叔，史佚成之。"
          ]
        },
        {
          "chapter": "箕子碑",
          "source": "(柳宗元)",
          "author": "唐代：柳宗元 ",
          "paragraphs": [
            "凡大人之道有三：一曰正蒙难，二曰法授圣，三曰化及民。殷有仁人曰箕子，实具兹道以立于世，故孔子述六经之旨，尤殷勤焉。",
            "当纣之时，大道悖乱，天威之动不能戒，圣人之言无所用。进死以并命，诚仁矣，无益吾祀，故不为。委身以存祀，诚仁矣，与亡吾国，故不忍。具是二道，有行之者矣。是用保其明哲，与之俯仰；晦是谟范，辱于囚奴；昏而无邪，隤而不息；故在易曰“箕子之明夷”，正蒙难也。及天命既改，生人以正，乃出大法，用为圣师。周人得以序彝伦而立大典；故在书曰“以箕子归作《洪范》”，法授圣也。及封朝鲜，推道训俗，惟德无陋，惟人无远，用广殷祀，俾夷为华，化及民也。率是大道，丛于厥躬，天地变化，我得其正，其大人欤？",
            "呜乎！当其周时未至，殷祀未殄，比干已死，微子已去，向使纣恶未稔而自毙，武庚念乱以图存，国无其人，谁与兴理？是固人事之或然者也。然则先生隐忍而为此，其有志于斯乎？",
            "唐某年，作庙汲郡，岁时致祀，嘉先生独列于易象，作是颂云：",
            "蒙难以正，授圣以谟。宗祀用繁，夷民其苏。宪宪大人，显晦不渝。圣人之仁，道合隆污。明哲在躬，不陋为奴。冲让居礼，不盈称孤。高而无危，卑不可逾。非死非去，有怀故都。时诎而伸，卒为世模。易象是列，文王为徒。大明宣昭，崇祀式孚。古阙颂辞，继在后儒。"
          ]
        },
        {
          "chapter": "捕蛇者说",
          "source": "(柳宗元)",
          "author": "唐代：柳宗元 ",
          "paragraphs": [
            "永州之野产异蛇：黑质而白章，触草木尽死；以齧人，无御之者。然得而腊之以为饵，可以已大风、挛踠、瘘疠，去死肌，杀三虫。其始太医以王命聚之，岁赋其二。募有能捕之者，当其租入。永之人争奔走焉。",
            "有蒋氏者，专其利三世矣。问之，则曰：“吾祖死于是，吾父死于是，今吾嗣为之十二年，几死者数矣。”言之貌若甚戚者。余悲之，且曰：“若毒之乎？余将告于莅事者，更若役，复若赋，则何如？”蒋氏大戚，汪然出涕，曰：“君将哀而生之乎？则吾斯役之不幸，未若复吾赋不幸之甚也。向吾不为斯役，则久已病矣。自吾氏三世居是乡，积于今六十岁矣。而乡邻之生日蹙，殚其地之出，竭其庐之入。号呼而转徙，饥渴而顿踣。触风雨，犯寒暑，呼嘘毒疠，往往而死者，相藉也。曩与吾祖居者，今其室十无一焉。与吾父居者，今其室十无二三焉。与吾居十二年者，今其室十无四五焉。非死则徙尔，而吾以捕蛇独存。悍吏之来吾乡，叫嚣乎东西，隳突乎南北；譁然而骇者，虽鸡狗不得宁焉。吾恂恂而起，视其缶，而吾蛇尚存，则弛然而卧。谨食之，时而献焉。退而甘食其土之有，以尽吾齿。盖一岁之犯死者二焉，其余则熙熙而乐，岂若吾乡邻之旦旦有是哉。今虽死乎此，比吾乡邻之死则已后矣，又安敢毒耶？”",
            "余闻而愈悲，孔子曰：“苛政猛于虎也！”吾尝疑乎是，今以蒋氏观之，犹信。呜呼！孰知赋敛之毒有甚是蛇者乎！故为之说，以俟夫观人风者得焉。",
            "（饥渴而顿踣 一作：饿渴）"
          ]
        },
        {
          "chapter": "种树郭橐驼传",
          "source": "(柳宗元)",
          "author": "唐代：柳宗元 ",
          "paragraphs": [
            "郭橐驼，不知始何名。病偻，隆然伏行，有类橐驼者，故乡人号之“驼”。驼闻之，曰：“甚善。名我固当。”因舍其名，亦自谓橐驼云。",
            "其乡曰丰乐乡，在长安西。驼业种树，凡长安豪富人为观游及卖果者，皆争迎取养。视驼所种树，或移徙，无不活，且硕茂，早实以蕃。他植者虽窥伺效慕，莫能如也。",
            "有问之，对曰：“橐驼非能使木寿且孳也，能顺木之天，以致其性焉尔。凡植木之性，其本欲舒，其培欲平，其土欲故，其筑欲密。既然已，勿动勿虑，去不复顾。其莳也若子，其置也若弃，则其天者全而其性得矣。故吾不害其长而已，非有能硕茂之也；不抑耗其实而已，非有能早而蕃之也。他植者则不然，根拳而土易，其培之也，若不过焉则不及。苟有能反是者，则又爱之太恩，忧之太勤，旦视而暮抚，已去而复顾，甚者爪其肤以验其生枯，摇其本以观其疏密，而木之性日以离矣。虽曰爱之，其实害之；虽曰忧之，其实仇之，故不我若也。吾又何能为哉！”",
            "问者曰：“以子之道，移之官理，可乎？”驼曰：“我知种树而已，官理，非吾业也。然吾居乡，见长人者好烦其令，若甚怜焉，而卒以祸。旦暮吏来而呼曰：‘官命促尔耕，勖尔植，督尔获，早缫而绪，早织而缕，字而幼孩，遂而鸡豚。’鸣鼓而聚之，击木而召之。吾小人辍飧饔以劳吏者，且不得暇，又何以蕃吾生而安吾性耶？故病且怠。若是，则与吾业者其亦有类乎？”",
            "问者曰：“嘻，不亦善夫！吾问养树，得养人术。”传其事以为官戒。"
          ]
        },
        {
          "chapter": "梓人传",
          "source": "(柳宗元)",
          "author": "唐代：柳宗元 ",
          "paragraphs": [
            "裴封叔之第，在光德里。有梓人款其门，愿佣隙宇而处焉。所职，寻、引、规、矩、绳、墨，家不居砻斫之器。问其能，曰：“吾善度材，视栋宇之制，高深圆方短长之宜，吾指使而羣工役焉。舍我，众莫能就一宇。故食于官府，吾受禄三倍；作于私家，吾收其直太半焉。”他日，入其室，其牀阙足而不能理，曰：“将求他工。”余甚笑之，谓其无能而贪禄嗜货者。",
            "其后京兆尹将饰官署，余往过焉。委羣材，会羣工，或执斧斤，或执刀锯，皆环立。向之梓人左持引，右执杖，而中处焉。量栋宇之任，视木之能举，挥其杖，曰“斧！”彼执斧者奔而右；顾而指曰：“锯！”彼执锯者趋而左。俄而，斤者斫，刀者削，皆视其色，俟其言，莫敢自断者。其不胜任者，怒而退之，亦莫敢愠焉。画宫于堵，盈尺而曲尽其制，计其毫厘而构大厦，无进退焉。既成，书于上栋曰：“某年、某月、某日、某建”。则其姓字也。凡执用之工不在列。余圜视大骇，然后知其术之工大矣。",
            "继而叹曰：彼将舍其手艺，专其心智，而能知体要者欤！吾闻劳心者役人，劳力者役于人。彼其劳心者欤！能者用而智者谋，彼其智者欤！是足为佐天子，相天下法矣。物莫近乎此也。彼为天下者本于人。其执役者为徒隶，为乡师、里胥；其上为下士；又其上为中士，为上士；又其上为大夫，为卿，为公。离而为六职，判而为百役。外薄四海，有方伯、连率。郡有守，邑有宰，皆有佐政；其下有胥吏，又其下皆有啬夫、版尹以就役焉，犹众工之各有执伎以食力也。",
            "彼佐天子相天下者，举而加焉，指而使焉，条其纲纪而盈缩焉，齐其法制而整顿焉；犹梓人之有规、矩、绳、墨以定制也。择天下之士，使称其职；居天下之人，使安其业。视都知野，视野知国，视国知天下，其远迩细大，可手据其图而究焉，犹梓人画宫于堵，而绩于成也。能者进而由之，使无所德；不能者退而休之，亦莫敢愠。不炫能，不矜名，不亲小劳，不侵众官，日与天下之英才，讨论其大经，犹梓人之善运众工而不伐艺也。夫然后相道得而万国理矣。",
            "相道既得，万国既理，天下举首而望曰：「吾相之功也！」后之人循迹而慕曰：「彼相之才也！」士或谈殷、周之理者，曰：「伊、傅、周、召。」其百执事之勤劳，而不得纪焉；犹梓人自名其功，而执用者不列也。大哉相乎！通是道者，所谓相而已矣。其不知体要者反此；以恪勤为公，以簿书为尊，炫能矜名，亲小劳，侵众官，窃取六职、百役之事，听听于府庭，而遗其大者远者焉，所谓不通是道者也。犹梓人而不知绳墨之曲直，规矩之方圆，寻引之短长，姑夺众工之斧斤刀锯以佐其艺，又不能备其工，以至败绩，用而无所成也，不亦谬欤！",
            "或曰：「彼主为室者，傥或发其私智，牵制梓人之虑，夺其世守，而道谋是用。虽不能成功，岂其罪耶？亦在任之而已！」",
            "余曰：「不然！夫绳墨诚陈，规矩诚设，高者不可抑而下也，狭者不可张而广也。由我则固，不由我则圮。彼将乐去固而就圮也，则卷其术，默其智，悠尔而去。不屈吾道，是诚良梓人耳！其或嗜其货利，忍而不能舍也，丧其制量，屈而不能守也，栋桡屋坏，则曰：『非我罪也』！可乎哉？可乎哉？」",
            "余谓梓人之道类于相，故书而藏之。梓人，盖古之审曲面势者，今谓之「都料匠」云。余所遇者，杨氏，潜其名。"
          ]
        },
        {
          "chapter": "愚溪诗序",
          "source": "(柳宗元)",
          "author": "唐代：柳宗元 ",
          "paragraphs": [
            "灌水之阳有溪焉，东流入于潇水。或曰：冉氏尝居也，故姓是溪为冉溪。或曰：可以染也，名之以其能，故谓之染溪。予以愚触罪，谪潇水上。爱是溪，入二三里，得其尤绝者家焉。古有愚公谷，今予家是溪，而名莫能定，士之居者，犹龂龂然，不可以不更也，故更之为愚溪。",
            "愚溪之上，买小丘，为愚丘。自愚丘东北行六十步，得泉焉，又买居之，为愚泉。愚泉凡六穴，皆出山下平地，盖上出也。合流屈曲而南，为愚沟。遂负土累石，塞其隘，为愚池。愚池之东为愚堂。其南为愚亭。池之中为愚岛。嘉木异石错置，皆山水之奇者，以予故，咸以愚辱焉。",
            "夫水，智者乐也。今是溪独见辱于愚，何哉？盖其流甚下，不可以溉灌。又峻急多坻石，大舟不可入也。幽邃浅狭，蛟龙不屑，不能兴云雨，无以利世，而适类于予，然则虽辱而愚之，可也。",
            "甯武子“邦无道则愚”，智而为愚者也；颜子“终日不违如愚”，睿而为愚者也。皆不得为真愚。今予遭有道而违于理，悖于事，故凡为愚者，莫我若也。夫然，则天下莫能争是溪，予得专而名焉。",
            "溪虽莫利于世，而善鉴万类，清莹秀澈，锵鸣金石，能使愚者喜笑眷慕，乐而不能去也。予虽不合于俗，亦颇以文墨自慰，漱涤万物，牢笼百态，而无所避之。以愚辞歌愚溪，则茫然而不违，昏然而同归，超鸿蒙，混希夷，寂寥而莫我知也。于是作《八愚诗》，纪于溪石上。"
          ]
        },
        {
          "chapter": "永州韦使君新堂记",
          "source": "(柳宗元)",
          "author": "唐代：柳宗元 ",
          "paragraphs": [
            "将为穹谷嵁巖渊池于郊邑之中，则必辇山石，沟涧壑，陵绝险阻，疲极人力，乃可以有为也。然而求天作地生之状，咸无得焉。逸其人，因其地，全其天，昔之所难，今于是乎在。",
            "永州实惟九疑之麓。其始度土者，环山为城。有石焉，翳于奥草；有泉焉，伏于土涂。蛇虺之所蟠，狸鼠之所游。茂树恶木，嘉葩毒卉，乱杂而争植，号为秽墟。",
            "韦公之来，既逾月，理甚无事。望其地，且异之。始命芟其芜，行其涂。积之丘如，蠲之浏如。既焚既酾，奇势迭出。清浊辨质，美恶异位。视其植，则清秀敷舒；视其蓄，则溶漾纡余。怪石森然，周于四隅。或列或跪，或立或仆，窍穴逶邃，堆阜突怒。乃作栋宇，以为观游。凡其物类，无不合形辅势，效伎于堂庑之下。外之连山高原，林麓之崖，间厕隐显。迩延野绿，远混天碧，咸会于谯门之内。",
            "已乃延客入观，继以宴娱。或赞且贺曰：“见公之作，知公之志。公之因土而得胜，岂不欲因俗以成化？公之择恶而取美，岂不欲除残而佑仁？公之蠲浊而流清，岂不欲废贪而立廉？公之居高以望远，岂不欲家抚而户晓？夫然，则是堂也，岂独草木土石水泉之适欤？山原林麓之观欤？将使继公之理者，视其细知其大也。”宗元请志诸石，措诸壁，编以为二千石楷法。"
          ]
        },
        {
          "chapter": "钴鉧潭西小丘记",
          "source": "(柳宗元)",
          "author": "唐代：柳宗元 ",
          "paragraphs": [
            "得西山后八日，寻山口西北道二百步，又得钴鉧潭。西二十五步，当湍而浚者为鱼梁。梁之上有丘焉，生竹树。其石之突怒偃蹇，负土而出，争为奇状者，殆不可数。其嵚然相累而下者，若牛马之饮于溪；其冲然角列而上者，若熊罴之登于山。",
            "丘之小不能一亩，可以笼而有之。问其主，曰：“唐氏之弃地，货而不售。”问其价，曰：“止四百。”余怜而售之。李深源、元克己时同游，皆大喜，出自意外。即更取器用，铲刈秽草，伐去恶木，烈火而焚之。嘉木立，美竹露，奇石显。由其中以望，则山之高，云之浮，溪之流，鸟兽之遨游，举熙熙然回巧献技，以效兹丘之下。枕蓆而卧，则清泠之状与目谋，瀯瀯之声与耳谋，悠然而虚者与神谋，渊然而静者与心谋。不匝旬而得异地者二，虽古好事之士，或未能至焉。",
            "噫！以兹丘之胜，致之沣、镐、鄠、杜，则贵游之士争买者，日增千金而愈不可得。今弃是州也，农夫渔父，过而陋之，贾四百，连岁不能售。而我与深源、克己独喜得之，是其果有遭乎！书于石，所以贺兹丘之遭也。"
          ]
        },
        {
          "chapter": "小石城山记",
          "source": "(柳宗元)",
          "author": "唐代：柳宗元 ",
          "paragraphs": [
            "自西山道口径北，逾黄茅岭而下，有二道：其一西出，寻之无所得；其一少北而东，不过四十丈，土断而川分，有积石横当其垠。其上为睥睨、梁欐之形，其旁出堡坞，有若门焉。窥之正黑，投以小石，洞然有水声，其响之激越，良久乃已。环之可上，望甚远，无土壤而生嘉树美箭，益奇而坚，其疏数偃仰，类智者所施设也。",
            "噫！吾疑造物者之有无久矣。及是，愈以为诚有。又怪其不为之中州，而列是夷狄，更千百年不得一售其伎，是固劳而无用。神者傥不宜如是，则其果无乎？或曰：“以慰夫贤而辱于此者。”或曰：“其气之灵，不为伟人,而独为是物，故楚之南少人而多石。”是二者，余未信之。"
          ]
        },
        {
          "chapter": "贺进士王参元失火书",
          "source": "(柳宗元)",
          "author": "唐代：柳宗元 ",
          "paragraphs": [
            "得杨八书，知足下遇火灾，家无余储。仆始闻而骇，中而疑，终乃大喜。盖将吊而更以贺也。道远言略，犹未能究知其状，若果荡焉泯焉而悉无有，乃吾所以尤贺者也。",
            "足下勤奉养，乐朝夕，惟恬安无事是望也。今乃有焚炀赫烈之虞，以震骇左右，而脂膏滫瀡之具，或以不给，吾是以始而骇也。凡人之言皆曰，盈虚倚伏，去来之不可常。或将大有为也，乃始厄困震悸，于是有水火之孽，有羣小之愠。劳苦变动，而后能光明，古之人皆然。斯道辽阔诞漫，虽圣人不能以是必信，是故中而疑也。",
            "以足下读古人书，为文章，善小学，其为多能若是，而进不能出羣士之上，以取显贵者，盖无他焉。京城人多言足下家有积货，士之好廉名者，皆畏忌，不敢道足下之善，独自得之心，蓄之衔忍，而不能出诸口。以公道之难明，而世之多嫌也。一出口，则嗤嗤者以为得重赂。仆自贞元十五年，见足下之文章，蓄之者盖六七年未尝言。是仆私一身而负公道久矣，非特负足下也。及为御史尚书郎，自以幸为天子近臣，得奋其舌，思以发明足下之郁塞。然时称道于行列，犹有顾视而窃笑者。仆良恨修己之不亮，素誉之不立，而为世嫌之所加，常与孟几道言而痛之。乃今幸为天火之所涤荡，凡众之疑虑，举为灰埃。黔其庐，赭其垣，以示其无有。而足下之才能，乃可以显白而不污，其实出矣。是祝融、回禄之相吾子也。则仆与几道十年之相知，不若兹火一夕之为足下誉也。宥而彰之，使夫蓄于心者，咸得开其喙；发策决科者，授子而不栗。虽欲如向之蓄缩受侮，其可得乎？于兹吾有望于子，是以终乃大喜也。",
            "古者列国有灾，同位者皆相吊。许不吊灾，君子恶之。今吾之所陈若是，有以异乎古，故将吊而更以贺也。颜、曾之养，其为乐也大矣，又何阙焉？",
            "足下前章要仆文章古书，极不忘，候得数十篇乃并往耳。吴二十一武陵来，言足下为《醉赋》及《对问》，大善，可寄一本。仆近亦好作文，与在京城时颇异，思与足下辈言之，桎梏甚固，未可得也。因人南来，致书访死生。不悉。宗元白。"
          ]
        },
        {
          "chapter": "待漏院记",
          "source": "(王禹偁)",
          "author": "宋代：王禹偁 ",
          "paragraphs": [
            "天道不言，而品物亨、岁功成者，何谓也？四时之吏，五行之佐，宣其气矣。圣人不言而百姓亲、万邦宁者，何谓也？三公论道，六卿分职，张其教矣。是知君逸于上，臣劳于下，法乎天也。古之善相天下者，自咎、夔至房、魏，可数也，是不独有其德，亦皆务于勤耳，况夙兴夜寐，以事一人。卿大夫犹然，况宰相乎！朝廷自国初因旧制，设宰臣待漏院于丹凤门之右，示勤政也。至若北阙向曙，东方未明，相君启行，煌煌火城；相君至止，哕哕銮声。金门未辟，玉漏犹滴，彻盖下车，于焉以息。待漏之际，相君其有思乎？",
            "其或兆民未安，思所泰之；四夷未附，思所来之。兵革未息，何以弭之；田畴多芜，何以辟之。贤人在野，我将进之；佞臣立朝，我将斥之。六气不和，灾眚荐至，愿避位以禳之；五刑未措，欺诈日生，请修德以厘之。忧心忡忡，待旦而入，九门既启，四聪甚迩。相君言焉，时君纳焉。皇风于是乎清夷，苍生以之而富庶。若然，总百官、食万钱，非幸也，宜也。",
            "其或私仇未复，思所逐之；旧恩未报，思所荣之。子女玉帛，何以致之；车马器玩，何以取之。奸人附势，我将陟之；直士抗言，我将黜之。三时告灾，上有忧也，构巧词以悦之；羣吏弄法，君闻怨言，进谄容以媚之。私心慆慆，假寐而坐，九门既开，重瞳屡回。相君言焉，时君惑焉。政柄于是乎隳哉，帝位以之而危矣。若然，则下死狱、投远方，非不幸也，亦宜也。",
            "是知一国之政，万人之命，悬于宰相，可不慎欤？复有无毁无誉，旅进旅退，窃位而苟禄，备员而全身者，亦无所取焉。",
            "棘寺小吏王某为文，请志院壁，用规于执政者。"
          ]
        },
        {
          "chapter": "黄冈竹楼记",
          "source": "(王禹偁)",
          "author": "宋代：王禹偁 ",
          "paragraphs": [
            "黄冈之地多竹，大者如椽。竹工破之，刳去其节，用代陶瓦。比屋皆然，以其价廉而工省也。",
            "子城西北隅，雉堞圮毁，蓁莽荒秽，因作小楼二间，与月波楼通。远吞山光，平挹江濑，幽阒辽夐，不可具状。夏宜急雨，有瀑布声；冬宜密雪，有碎玉声。宜鼓琴，琴调虚畅；宜咏诗，诗韵清绝；宜围棋，子声丁丁然；宜投壶，矢声铮铮然；皆竹楼之所助也。",
            "公退之暇，被鹤氅衣，戴华阳巾，手执《周易》一卷，焚香默坐，消遣世虑。江山之外，第见风帆沙鸟，烟云竹树而已。待其酒力醒，茶烟歇，送夕阳，迎素月，亦谪居之胜概也。彼齐云、落星，高则高矣；井干、丽谯，华则华矣；止于贮妓女，藏歌舞，非骚人之事，吾所不取。",
            "吾闻竹工云：“竹之为瓦，仅十稔；若重覆之，得二十稔。”噫！吾以至道乙未岁，自翰林出滁上，丙申，移广陵；丁酉又入西掖；戊戌岁除日，新旧岁之交，即除夕。有齐安之命；己亥闰三月到郡。四年之间，奔走不暇；未知明年又在何处，岂惧竹楼之易朽乎！幸后之人与我同志，嗣而葺之，庶斯楼之不朽也！",
            "咸平二年八月十五日记。"
          ]
        },
        {
          "chapter": "书洛阳名园记后",
          "source": "(李格非)",
          "author": "宋代：李格非 ",
          "paragraphs": [
            "洛阳处天下之中，挟崤渑之阻，当秦陇之襟喉，而赵魏之走集，盖四方必争之地也。天下当无事则已，有事，则洛阳先受兵。予故尝曰：“洛阳之盛衰，天下治乱之候也。”",
            "方唐贞观、开元之间，公卿贵戚开馆列第于东都者，号千有余邸。及其乱离，继以五季之酷，其池塘竹树，兵车蹂践，废而为丘墟。高亭大榭，烟火焚燎，化而为灰烬，与唐俱灭而共亡，无余处矣。予故尝曰：“园圃之废兴，洛阳盛衰之候也。”",
            "且天下之治乱，候于洛阳之盛衰而知；洛阳之盛衰，候于园圃之废兴而得。则《名园记》之作，予岂徒然哉？",
            "呜呼！公卿大夫方进于朝，放乎一己之私以自为，而忘天下之治忽，欲退享此乐，得乎？唐之末路是已。(唐之末路是已 一作：矣)"
          ]
        },
        {
          "chapter": "严先生祠堂记",
          "source": "(范仲淹)",
          "author": "宋代：范仲淹 ",
          "paragraphs": [
            "先生，汉光武之故人也。相尚以道。及帝握《赤符》，乘六龙，得圣人之时，臣妾亿兆，天下孰加焉？惟先生以节高之。既而动星象，归江湖，得圣人之清。泥涂轩冕，天下孰加焉？惟光武以礼下之。",
            "在《蛊》之上九，众方有为，而独“不事王侯，高尚其事”，先生以之。在《屯》之初九，阳德方亨，而能“以贵下贱，大得民也”，光武以之。盖先生之心，出乎日月之上；光武之量，包乎天地之外。微先生，不能成光武之大，微光武，岂能遂先生之高哉？而使贪夫廉，懦夫立，是大有功于名教也。",
            "仲淹来守是邦，始构堂而奠焉，乃复为其后者四家，以奉祠事。又从而歌曰∶“云山苍苍，江水泱泱，先生之风，山高水长！”"
          ]
        },
        {
          "chapter": "岳阳楼记",
          "source": "(范仲淹)",
          "author": "宋代：范仲淹 ",
          "paragraphs": [
            "庆历四年春，滕子京谪守巴陵郡。越明年，政通人和，百废具兴。乃重修岳阳楼，增其旧制，刻唐贤今人诗赋于其上。属予作文以记之。(具 通：俱)",
            "予观夫巴陵胜状，在洞庭一湖。衔远山，吞长江，浩浩汤汤，横无际涯；朝晖夕阴，气象万千。此则岳阳楼之大观也，前人之述备矣。然则北通巫峡，南极潇湘，迁客骚人，多会于此，览物之情，得无异乎?",
            "若夫淫雨霏霏，连月不开，阴风怒号，浊浪排空；日星隐曜，山岳潜形；商旅不行，樯倾楫摧；薄暮冥冥，虎啸猿啼。登斯楼也，则有去国怀乡，忧谗畏讥，满目萧然，感极而悲者矣。(隐曜 一作：隐耀；淫雨 通：霪雨)",
            "至若春和景明，波澜不惊，上下天光，一碧万顷；沙鸥翔集，锦鳞游泳；岸芷汀兰，郁郁青青。而或长烟一空，皓月千里，浮光跃金，静影沉璧，渔歌互答，此乐何极！登斯楼也，则有心旷神怡，宠辱偕忘，把酒临风，其喜洋洋者矣。",
            "嗟夫！予尝求古仁人之心，或异二者之为，何哉？不以物喜，不以己悲；居庙堂之高则忧其民；处江湖之远则忧其君。是进亦忧，退亦忧。然则何时而乐耶？其必曰：“先天下之忧而忧，后天下之乐而乐”乎。噫！微斯人，吾谁与归？",
            "时六年九月十五日。"
          ]
        },
        {
          "chapter": "谏院题名记",
          "source": "(司马光)",
          "author": "宋代：司马光 ",
          "paragraphs": [
            "古者谏无官，自公卿大夫，至于工商，无不得谏者。汉兴以来，始置官。",
            "夫以天下之政，四海之众，得失利病，萃于一官使言之，其为任亦重矣。居是官者，常志其大，舍其细；先其急，后其缓；专利国家而不为身谋。彼汲汲于名者，犹汲汲于利也，其间相去何远哉！",
            "天禧初，真宗诏置谏官六员，责其职事。庆历中，钱君始书其名于版，光恐久而漫灭。嘉祐八年，刻于石。后之人将历指其名而议之曰：“某也忠，某也诈，某也直，某也曲。”呜呼！可不惧哉！"
          ]
        },
        {
          "chapter": "义田记",
          "source": "(钱公辅)",
          "author": "宋代：钱公辅 ",
          "paragraphs": [
            "范文正公，苏人也，平生好施与，择其亲而贫，疏而贤者，咸施之。",
            "方贵显时，置负郭常稔之田千亩，号曰义田，以养济羣族之人。日有食，岁有衣，嫁娶凶葬，皆有赡。择族之长而贤者主其计，而时共出纳焉。日食人一升，岁衣人一缣，嫁女者五十千，再嫁者三十千，娶妇者三十千，再娶者十五千，葬者如再嫁之数，葬幼者十千。族之聚者九十口，岁入给稻八百斛。以其所入，给其所聚，沛然有余而无穷。屏而家居俟代者与焉；仕而居官者罢其给。此其大较也。",
            "初，公之未贵显也，尝有志于是矣，而力未逮者二十年。既而为西帅，及参大政，于是始有禄赐之入，而终其志。公既殁，后世子孙修其业，承其志，如公之存也。公虽位充禄厚，而贫终其身。殁之日，身无以为敛，子无以为丧，唯以施贫活族之义，遗其子而已。",
            "昔晏平仲敝车羸马，桓子曰：「是隐君之赐也。」晏子曰：「自臣之贵，父之族，无不乘车者；母之族，无不足于衣食者；妻之族，无冻馁者；齐国之士，待臣而举火者，三百余人。以此而为隐君之赐乎？彰君之赐乎？」于是齐侯以晏子之觞而觞桓子。予尝爱晏子好仁，齐侯知贤，而桓子服义也。又爱晏子之仁有等级，而言有次也；先父族，次母族，次妻族，而后及其疏远之贤。孟子曰：「亲亲而仁民，仁民而爱物。」晏子为近之。观文正之义，贤于平仲，其规模远举又疑过之。",
            "呜呼！世之都三公位，享万钟禄，其邸第之雄，车舆之饰，声色之多，妻孥之富，止乎一己而已，而族之人不得其门而入者，岂少也哉！况于施贤乎！其下为卿，为大夫，为士，廪稍之充，奉养之厚，止乎一己而已；而族之人操瓢囊为沟中瘠者，又岂少哉？况于他人乎！是皆公之罪人也。",
            "公之忠义满朝廷，事业满边隅，功名满天下，后必有史官书之者，予可无录也。独高其义，因以遗于世云。"
          ]
        },
        {
          "chapter": "袁州州学记",
          "source": "(李觏)",
          "author": "宋代：李觏 ",
          "paragraphs": [
            "皇帝二十有三年，制诏州县立学。惟时守令，有哲有愚。有屈力殚虑，祗顺德意；有假官借师，苟具文书。或连数城，亡诵絃声。倡而不和，教尼不行。",
            "三十有二年，范阳祖君无泽知袁州。始至，进诸生，知学宫阙状。大惧人材放失，儒效阔疏，亡以称上意旨。通判颍川陈君侁，闻而是之，议以克合。相旧夫子庙，狭隘不足改为，乃营治之东。厥土燥刚，厥位面阳，厥材孔良。殿堂门庑，黝垩丹漆，举以法。故生师有舍，庖廪有次。百尔器备，并手偕作。工善吏勤，晨夜展力，越明年成。",
            "舍菜且有日，盱江李觏谂于众曰：“惟四代之学，考诸经可见已。秦以山西鏖六国，欲帝万世，刘氏一呼，而关门不守，武夫健将，卖降恐后，何耶?诗书之道废，人惟见利而不闻义焉耳。孝武乘丰富，世祖出戎行，皆孳孳学术。俗化之厚，延于灵、献。草茅危言者，折首而不悔；功烈震主者，闻命而释兵；羣雄相视，不敢去臣位，尚数十年。教道之结人心如此。今代遭圣神，尔袁得贤君，俾尔由庠序，践古人之迹。天下治，则谭礼乐以陶吾民：一有不幸，尤当仗大节，为臣死忠，为子死孝。使人有所赖，且有所法。是睢朝家教学之意。若其弄笔墨以徼利达而已，岂徒二三子之羞，抑亦为国者之忧。”",
            "此年实至和甲午，夏某月甲子记。"
          ]
        },
        {
          "chapter": "朋党论",
          "source": "(欧阳修)",
          "author": "宋代：欧阳修 ",
          "paragraphs": [
            "臣闻朋党之说，自古有之，惟幸人君辨其君子小人而已。大凡君子与君子以同道为朋，小人与小人以同利为朋，此自然之理也。",
            "然臣谓小人无朋，惟君子则有之。其故何哉？小人所好者禄利也，所贪者财货也。当其同利之时，暂相党引以为朋者，伪也；及其见利而争先，或利尽而交疏，则反相贼害，虽其兄弟亲戚，不能自保。故臣谓小人无朋，其暂为朋者，伪也。君子则不然。所守者道义，所行者忠信，所惜者名节。以之修身，则同道而相益；以之事国，则同心而共济；终始如一，此君子之朋也。故为人君者，但当退小人之伪朋，用君子之真朋，则天下治矣。",
            "尧之时，小人共工、驩兜等四人为一朋，君子八元、八恺十六人为一朋。舜佐尧，退四凶小人之朋，而进元、恺君子之朋，尧之天下大治。及舜自为天子，而皋、夔、稷、契等二十二人并列于朝，更相称美，更相推让，凡二十二人为一朋，而舜皆用之，天下亦大治。《书》曰：“纣有臣亿万，惟亿万心；周有臣三千，惟一心。”纣之时，亿万人各异心，可谓不为朋矣，然纣以亡国。周武王之臣，三千人为一大朋，而周用以兴。后汉献帝时，尽取天下名士囚禁之，目为党人。及黄巾贼起，汉室大乱，后方悔悟，尽解党人而释之，然已无救矣。唐之晚年，渐起朋党之论。及昭宗时，尽杀朝之名士，或投之黄河，曰：“此辈清流，可投浊流。”而唐遂亡矣。",
            "夫前世之主，能使人人异心不为朋，莫如纣；能禁绝善人为朋，莫如汉献帝；能诛戮清流之朋，莫如唐昭宗之世；然皆乱亡其国。更相称美推让而不自疑，莫如舜之二十二臣，舜亦不疑而皆用之；然而后世不诮舜为二十二人朋党所欺，而称舜为聪明之圣者，以能辨君子与小人也。周武之世，举其国之臣三千人共为一朋，自古为朋之多且大，莫如周；然周用此以兴者，善人虽多而不厌也。",
            "嗟呼！兴亡治乱之迹，为人君者，可以鉴矣。"
          ]
        },
        {
          "chapter": "纵囚论",
          "source": "(欧阳修)",
          "author": "宋代：欧阳修 ",
          "paragraphs": [
            "信义行于君子，而刑戮施于小人。刑入于死者，乃罪大恶极，此又小人之尤甚者也。宁以义死，不苟幸生，而视死如归，此又君子之尤难者也。方唐太宗之六年，录大辟囚三百余人，纵使还家，约其自归以就死。是以君子之难能，期小人之尤者以必能也。其囚及期，而卒自归无后者。是君子之所难，而小人之所易也。此岂近于人情哉?",
            "或曰：罪大恶极，诚小人矣；及施恩德以临之，可使变而为君子。盖恩德入人之深，而移人之速，有如是者矣。曰：太宗之为此，所以求此名也。然安知夫纵之去也，不意其必来以冀免，所以纵之乎?又安知夫被纵而去也，不意其自归而必获免，所以复来乎?夫意其必来而纵之，是上贼下之情也；意其必免而复来，是下贼上之心也。吾见上下交相贼以成此名也，乌有所谓施恩德与夫知信义者哉?不然，太宗施德于天下，于兹六年矣，不能使小人不为极恶大罪，而一日之恩，能使视死如归，而存信义。此又不通之论也!",
            "然则何为而可?曰：纵而来归，杀之无赦。而又纵之，而又来，则可知为恩德之致尔。然此必无之事也。若夫纵而来归而赦之，可偶一为之尔。若屡为之，则杀人者皆不死。是可为天下之常法乎?不可为常者，其圣人之法乎?是以尧、舜、三王之治，必本于人情，不立异以为高，不逆情以干誉。"
          ]
        },
        {
          "chapter": "释祕演诗集序",
          "source": "(欧阳修)",
          "author": "宋代：欧阳修 ",
          "paragraphs": [
            "予少以进士游京师，因得尽交当世之贤豪。然犹以谓国家臣一四海，休兵革，养息天下以无事者四十年，而智谋雄伟非常之士，无所用其能者，往往伏而不出，山林屠贩，必有老死而世莫见者，欲从而求之不可得。其后得吾亡友石曼卿。",
            "曼卿为人，廓然有大志，时人不能用其材，曼卿亦不屈以求合。无所放其意，则往往从布衣野老酣嬉，淋漓颠倒而不厌。予疑所谓伏而不见者，庶几狎而得之，故尝喜从曼卿游，欲因以阴求天下奇士。",
            "浮屠祕演者，与曼卿交最久，亦能遗外世俗，以气节相高。二人欢然无所间。曼卿隐于酒，祕演隐于浮屠，皆奇男子也。然喜为歌诗以自娱，当其极饮大醉，歌吟笑呼，以适天下之乐，何其壮也！一时贤士，皆愿从其游，予亦时至其室。十年之间，祕演北渡河，东之济、郓，无所合，困而归，曼卿已死，祕演亦老病。嗟夫！二人者，予乃见其盛衰，则予亦将老矣！",
            "夫曼卿诗辞清绝，尤称祕演之作，以为雅健有诗人之意。祕演状貌雄杰，其胸中浩然。既习于佛，无所用，独其诗可行于世。而懒不自惜，已老，胠其橐，尚得三、四百篇，皆可喜者。",
            "曼卿死，祕演漠然无所向。闻东南多山水，其巅崖崛峍，江涛汹涌，甚可壮也，欲往游焉。足以知其老而志在也。于其将行，为叙其诗，因道其盛时以悲其衰。",
            "庆历二年十二月二十八日庐陵欧阳修序。"
          ]
        }
      ]
    },
    {
      "title": "卷十・宋文",
      "content": [
        {
          "chapter": "梅圣俞诗集序",
          "source": "(欧阳修)",
          "author": "宋代：欧阳修 ",
          "paragraphs": [
            "予闻世谓诗人少达而多穷，夫岂然哉？盖世所传诗者，多出于古穷人之辞也。凡士之蕴其所有，而不得施于世者，多喜自放于山巅水涯之外，见虫鱼草木风云鸟兽之状类，往往探其奇怪，内有忧思感愤之郁积，其兴于怨刺，以道羁臣寡妇之所叹，而写人情之难言。盖愈穷则愈工。然则非诗之能穷人，殆穷者而后工也。",
            "予友梅圣俞，少以荫补为吏，累举进士，辄抑于有司，困于州县，凡十余年。年今五十，犹从辟书，为人之佐，郁其所蓄，不得奋见于事业。其家宛陵，幼习于诗，自为童子，出语已惊其长老。既长，学乎六经仁义之说，其为文章，简古纯粹，不求苟说于世。世之人徒知其诗而已。然时无贤愚，语诗者必求之圣俞；圣俞亦自以其不得志者，乐于诗而发之，故其平生所作，于诗尤多。世既知之矣，而未有荐于上者。昔王文康公尝见而叹曰：“二百年无此作矣！”虽知之深，亦不果荐也。若使其幸得用于朝廷，作为雅、颂，以歌咏大宋之功德，荐之清庙，而追商、周、鲁颂之作者，岂不伟欤！奈何使其老不得志，而为穷者之诗，乃徒发于虫鱼物类，羁愁感叹之言。世徒喜其工，不知其穷之久而将老也！可不惜哉！",
            "圣俞诗既多，不自收拾。其妻之兄子谢景初，惧其多而易失也，取其自洛阳至于吴兴以来所作，次为十卷。予尝嗜圣俞诗，而患不能尽得之，遽喜谢氏之能类次也，辄序而藏之。",
            "其后十五年，圣俞以疾卒于京师，余既哭而铭之，因索于其家，得其遗稿千余篇，并旧所藏，掇其尤者六百七十七篇，为一十五卷。呜呼！吾于圣俞诗论之详矣，故不复云。",
            "庐陵欧阳修序。"
          ]
        },
        {
          "chapter": "送杨寘序",
          "source": "(欧阳修)",
          "author": "宋代：欧阳修 ",
          "paragraphs": [
            "予尝有幽忧之疾，退而闲居，不能治也。既而学琴于友人孙道滋，受宫声数引，久而乐之，不知其疾之在体也。夫疾，生乎忧者也。药之毒者，能攻其疾之聚，不若声之至者，能和其心之所不平。心而平，不和者和，则疾之忘也宜哉。",
            "夫琴之为技小矣，及其至也，大者为宫，细者为羽，操弦骤作，忽然变之，急者悽然以促，缓者舒然以和，如崩崖裂石、高山出泉，而风雨夜至也。如怨夫寡妇之叹息，雌雄雍雍之相鸣也。其忧深思远，则舜与文王、孔子之遗音也；悲愁感愤，则伯奇孤子、屈原忠臣之所叹也。喜怒哀乐，动人必深。而纯古淡泊，与夫尧舜三代之言语、孔子之文章、《易》之忧患、《诗》之怨刺无以异。其能听之以耳，应之以手，取其和者，道其湮郁，写其幽思，则感人之际，亦有至者焉。",
            "予友杨君，好学有文，累以进士举，不得志。及从荫调，为尉于剑浦，区区在东南数千里外．是其心固有不平者。且少又多疾，而南方少医药。风俗饮食异宜。以多疾之体，有不平之心，居异宜之俗，其能郁郁以久乎?然欲平其心以养其疾，于琴亦将有得焉。故予作《琴说》以赠其行，且邀道滋酌酒，进琴以为别。"
          ]
        },
        {
          "chapter": "五代史伶官传序",
          "source": "(欧阳修)",
          "author": "宋代：欧阳修 ",
          "paragraphs": [
            "呜呼！盛衰之理，虽曰天命，岂非人事哉！原庄宗之所以得天下，与其所以失之者，可以知之矣。",
            "世言晋王之将终也，以三矢赐庄宗而告之曰：“梁，吾仇也；燕王，吾所立；契丹与吾约为兄弟；而皆背晋以归梁。此三者，吾遗恨也。与尔三矢，尔其无忘乃父之志！”庄宗受而藏之于庙。其后用兵，则遣从事以一少牢告庙，请其矢，盛以锦囊，负而前驱，及凯旋而纳之。",
            "方其系燕父子以组，函梁君臣之首，入于太庙，还矢先王，而告以成功，其意气之盛，可谓壮哉！及仇仇已灭，天下已定，一夫夜呼，乱者四应，仓皇东出，未及见贼而士卒离散，君臣相顾，不知所归。至于誓天断发，泣下沾襟，何其衰也！岂得之难而失之易欤？抑本其成败之迹，而皆自于人欤？",
            "《书》曰：“满招损，谦得益。”忧劳可以兴国，逸豫可以亡身，自然之理也。故方其盛也，举天下之豪杰，莫能与之争；及其衰也，数十伶人困之，而身死国灭，为天下笑。夫祸患常积于忽微，而智勇多困于所溺，岂独伶人也哉！作《伶官传》。"
          ]
        },
        {
          "chapter": "五代史宦官传序",
          "source": "(欧阳修)",
          "author": "宋代：欧阳修 ",
          "paragraphs": [
            "自古宦者乱人之国，其源深于女祸。女，色而已，宦者之害，非一端也。",
            "盖其用事也近而习，其为心也专而忍。能以小善中人之意，小信固人之心，使人主必信而亲之。待其已信，然后惧以祸福而把持之。虽有忠臣、硕士列于朝廷，而人主以为去己疏远，不若起居饮食、前后左右之亲可恃也。故前后左右者日益亲，而忠臣、硕士日益疏，而人主之势日益孤。势孤，则惧祸之心日益切，而把持者日益牢。安危出其喜怒，祸患伏于帷闼，则向之所谓可恃者，乃所以为患也。患已深而觉之，欲与疏远之臣图左右之亲近，缓之则养祸而益深，急之则挟人主以为质。虽有圣智，不能与谋。谋之而不可为，为之而不可成，至其甚，则俱伤而两败。故其大者亡国，其次亡身，而使奸豪得藉以为资而起，至抉其种类，尽杀以快天下之心而后已。此前史所载宦者之祸常如此者，非一世也。",
            "夫为人主者，非欲养祸于内而疏忠臣、硕士于外，盖其渐积而势使之然也。夫女色之惑，不幸而不悟，而祸斯及矣。使其一悟，捽而去之可也。宦者之为祸，虽欲悔悟，而势有不得而去也，唐昭宗之事是已。故曰“深于女祸者”，谓此也。可不戒哉？"
          ]
        },
        {
          "chapter": "相州昼锦堂记",
          "source": "(欧阳修)",
          "author": "宋代：欧阳修 ",
          "paragraphs": [
            "仕宦而至将相，富贵而归故乡。此人情之所荣，而今昔之所同也。",
            "盖士方穷时，困厄闾里，庸人孺子，皆得易而侮之。若季子不礼于其嫂，买臣见弃于其妻。一旦高车驷马，旗旄导前，而骑卒拥后，夹道之人，相与骈肩累迹，瞻望咨嗟；而所谓庸夫愚妇者，奔走骇汗，羞愧俯伏，以自悔罪于车尘马足之间。此一介之士，得志于当时，而意气之盛，昔人比之衣锦之荣者也。",
            "惟大丞相魏国公则不然：公，相人也，世有令德，为时名卿。自公少时，已擢高科，登显仕。海内之士，闻下风而望余光者，盖亦有年矣。所谓将相而富贵，皆公所宜素有；非如穷厄之人，侥幸得志于一时，出于庸夫愚妇之不意，以惊骇而夸耀之也。然则高牙大纛，不足为公荣；桓圭衮冕，不足为公贵。惟德被生民，而功施社稷，勒之金石，播之声诗，以耀后世而垂无穷，此公之志，而士亦以此望于公也。岂止夸一时而荣一乡哉！",
            "公在至和中，尝以武康之节，来治于相，乃作“昼锦”之堂于后圃。既又刻诗于石，以遗相人。其言以快恩仇、矜名誉为可薄，盖不以昔人所夸者为荣，而以为戒。于此见公之视富贵为何如，而其志岂易量哉！故能出入将相，勤劳王家，而夷险一节。至于临大事，决大议，垂绅正笏，不动声色，而措天下于泰山之安：可谓社稷之臣矣！其丰功盛烈，所以铭彝鼎而被絃歌者，乃邦家之光，非闾里之荣也。",
            "余虽不获登公之堂，幸尝窃诵公之诗，乐公之志有成，而喜为天下道也。于是乎书。",
            "尚书吏部侍郎、参知政事欧阳修记。"
          ]
        },
        {
          "chapter": "丰乐亭记",
          "source": "(欧阳修)",
          "author": "宋代：欧阳修 ",
          "paragraphs": [
            "修既治滁之明年，夏，始饮滁水而甘。问诸滁人，得于州南百步之远。其上则丰山，耸然而特立；下则幽谷，窈然而深藏；中有清泉，滃然而仰出。俯仰左右，顾而乐之。于是疏泉凿石，辟地以为亭，而与滁人往游其间。",
            "滁于五代干戈之际，用武之地也。昔太祖皇帝，尝以周师破李景兵十五万于清流山下，生擒其皇甫辉、姚凤于滁东门之外，遂以平滁。修尝考其山川，按其图记，升高以望清流之关，欲求辉、凤就擒之所。而故老皆无在也，盖天下之平久矣。自唐失其政，海内分裂，豪杰并起而争，所在为敌国者，何可胜数？及宋受天命，圣人出而四海一。向之凭恃险阻，铲削消磨，百年之间，漠然徒见山高而水清。欲问其事，而遗老尽矣！",
            "今滁介江淮之间，舟车商贾、四方宾客之所不至，民生不见外事，而安于畎亩衣食，以乐生送死。而孰知上之功德，休养生息，涵煦于百年之深也。",
            "修之来此，乐其地僻而事简，又爱其俗之安闲。既得斯泉于山谷之间，乃日与滁人仰而望山，俯而听泉。掇幽芳而荫乔木，风霜冰雪，刻露清秀，四时之景，无不可爱。又幸其民乐其岁物之丰成，而喜与予游也。因为本其山川，道其风俗之美，使民知所以安此丰年之乐者，幸生无事之时也。",
            "夫宣上恩德，以与民共乐，刺史之事也。遂书以名其亭焉。"
          ]
        },
        {
          "chapter": "醉翁亭记",
          "source": "(欧阳修)",
          "author": "宋代：欧阳修 ",
          "paragraphs": [
            "环滁皆山也。其西南诸峯，林壑尤美，望之蔚然而深秀者，琅琊也。山行六七里，渐闻水声潺潺而泻出于两峯之间者，酿泉也。峯回路转，有亭翼然临于泉上者，醉翁亭也。作亭者谁？山之僧智仙也。名之者谁？太守自谓也。太守与客来饮于此，饮少辄醉，而年又最高，故自号曰醉翁也。醉翁之意不在酒，在乎山水之间也。山水之乐，得之心而寓之酒也。",
            "若夫日出而林霏开，云归而巖穴暝，晦明变化者，山间之朝暮也。野芳发而幽香，佳木秀而繁阴，风霜高洁，水落而石出者，山间之四时也。朝而往，暮而归，四时之景不同，而乐亦无穷也。",
            "至于负者歌于途，行者休于树，前者呼，后者应，伛偻提携，往来而不绝者，滁人游也。临溪而渔，溪深而鱼肥。酿泉为酒，泉香而酒洌；山肴野蔌，杂然而前陈者，太守宴也。宴酣之乐，非丝非竹，射者中，弈者胜，觥筹交错，起坐而喧譁者，众宾欢也。苍颜白发，颓然乎其间者，太守醉也。",
            "已而夕阳在山，人影散乱，太守归而宾客从也。树林阴翳，鸣声上下，游人去而禽鸟乐也。然而禽鸟知山林之乐，而不知人之乐；人知从太守游而乐，而不知太守之乐其乐也。醉能同其乐，醒能述以文者，太守也。太守谓谁？庐陵欧阳修也。"
          ]
        },
        {
          "chapter": "秋声赋",
          "source": "(欧阳修)",
          "author": "宋代：欧阳修 ",
          "paragraphs": [
            "欧阳子方夜读书，闻有声自西南来者，悚然而听之，曰：“异哉！”初淅沥以萧飒，忽奔腾而砰湃，如波涛夜惊，风雨骤至。其触于物也，鏦鏦铮铮，金铁皆鸣；又如赴敌之兵，衔枚疾走，不闻号令，但闻人马之行声。予谓童子：“此何声也？汝出视之。”童子曰：“星月皎洁，明河在天，四无人声，声在树间。”",
            "余曰：“噫嘻悲哉！此秋声也，胡为而来哉？盖夫秋之为状也：其色惨淡，烟霏云敛；其容清明，天高日晶；其气栗冽，砭人肌骨；其意萧条，山川寂寥。故其为声也，悽悽切切，呼号愤发。丰草绿缛而争茂，佳木葱茏而可悦；草拂之而色变，木遭之而叶脱。其所以摧败零落者，乃其一气之余烈。夫秋，刑官也，于时为阴；又兵象也，于行用金，是谓天地之义气，常以肃杀而为心。天之于物，春生秋实，故其在乐也，商声主西方之音，夷则为七月之律。商，伤也，物既老而悲伤；夷，戮也，物过盛而当杀。” (余曰 一作：予曰)",
            "“嗟乎！草木无情，有时飘零。人为动物，惟物之灵；百忧感其心，万事劳其形；有动于中，必摇其精。而况思其力之所不及，忧其智之所不能；宜其渥然丹者为槁木，黟然黑者为星星。奈何以非金石之质，欲与草木而争荣？念谁为之戕贼，亦何恨乎秋声！”",
            "童子莫对，垂头而睡。但闻四壁虫声唧唧，如助予之叹息。"
          ]
        },
        {
          "chapter": "祭石曼卿文",
          "source": "(欧阳修)",
          "author": "宋代：欧阳修 ",
          "paragraphs": [
            "维治平四年七月日，具官欧阳修，谨遣尚书都省令史李敭，至于太清，以清酌庶羞之奠，致祭于亡友曼卿之墓下，而吊之以文。曰：",
            "呜呼曼卿！生而为英，死而为灵。其同乎万物生死，而复归于无物者，暂聚之形；不与万物共尽，而卓然其不配者，后世之名。此自古圣贤，莫不皆然，而著在简册者，昭如日星。",
            "呜呼曼卿！吾不见子久矣，犹能彷彿子之平生。其轩昂磊落，突兀峥嵘而埋藏于地下者，意其不化为朽壤，而为金玉之精。不然，生长松之千尺，产灵芝而九茎。奈何荒烟野蔓，荆棘纵横；风悽露下，走磷飞萤！但见牧童樵叟，歌吟上下，与夫惊禽骇兽，悲鸣踯躅而咿嘤。今固如此，更千秋而万岁兮，安知其不穴藏孤貉与鼯鼪？此自古圣贤亦皆然兮，独不见夫累累乎旷野与荒城！",
            "呜呼曼卿！盛衰之理，吾固知其如此，而感念畴昔，悲凉悽怆，不觉临风而陨涕者，有愧乎太上之忘情。尚飨！"
          ]
        },
        {
          "chapter": "泷冈阡表",
          "source": "(欧阳修)",
          "author": "宋代：欧阳修 ",
          "paragraphs": [
            "呜呼！惟我皇考崇公，卜吉于泷冈之六十年，其子修始克表于其阡。非敢缓也，盖有待也。",
            "修不幸，生四岁而孤。太夫人守节自誓；居穷，自力于衣食，以长以教俾至于成人。太夫人告之曰：汝父为吏廉，而好施与，喜宾客；其俸禄虽薄，常不使有余。曰：“毋以是为我累。”故其亡也，无一瓦之覆，一垄之植，以庇而为生；吾何恃而能自守邪？吾于汝父，知其一二，以有待于汝也。自吾为汝家妇，不及事吾姑；然知汝父之能养也。汝孤而幼，吾不能知汝之必有立；然知汝父之必将有后也。吾之始归也，汝父免于母丧方逾年，岁时祭祀，则必涕泣，曰：“祭而丰，不如养之薄也。”间御酒食，则又涕泣，曰：“昔常不足，而今有余，其何及也！”吾始一二见之，以为新免于丧适然耳。既而其后常然，至其终身，未尝不然。吾虽不及事姑，而以此知汝父之能养也。汝父为吏，尝夜烛治官书，屡废而叹。吾问之，则曰：“此死狱也，我求其生不得尔。”吾曰：“生可求乎？”曰：“求其生而不得，则死者与我皆无恨也；矧求而有得邪，以其有得，则知不求而死者有恨也。夫常求其生，犹失之死，而世常求其死也。”回顾乳者剑汝而立于旁，因指而叹，曰：“术者谓我岁行在戌将死，使其言然，吾不及见儿之立也，后当以我语告之。”其平居教他子弟，常用此语，吾耳熟焉，故能详也。其施于外事，吾不能知；其居于家，无所矜饰，而所为如此，是真发于中者邪！呜呼！其心厚于仁者邪！此吾知汝父之必将有后也。汝其勉之！夫养不必丰，要于孝；利虽不得博于物，要其心之厚于仁。吾不能教汝，此汝父之志也。”修泣而志之，不敢忘。",
            "先公少孤力学，咸平三年进士及第，为道州判官，泗绵二州推官；又为泰州判官。享年五十有九，葬沙溪之泷冈。",
            "太夫人姓郑氏，考讳德仪，世为江南名族。太夫人恭俭仁爱而有礼；初封福昌县太君，进封乐安、安康、彭城三郡太君。自其家少微时，治其家以俭约，其后常不使过之，曰：“吾儿不能苟合于世，俭薄所以居患难也。”其后修贬夷陵，太夫人言笑自若，曰：“汝家故贫贱也，吾处之有素矣。汝能安之，吾亦安矣。”",
            "自先公之亡二十年，修始得禄而养。又十有二年，烈官于朝，始得赠封其亲。又十年，修为龙图阁直学士，尚书吏部郎中，留守南京，太夫人以疾终于官舍，享年七十有二。又八年，修以非才入副枢密，遂参政事，又七年而罢。自登二府，天子推恩，褒其三世，盖自嘉祐以来，逢国大庆，必加宠锡。皇曾祖府君累赠金紫光禄大夫、太师、中书令；曾祖妣累封楚国太夫人。皇祖府君累赠金紫光禄大夫、太师、中书令兼尚书令，祖妣累封吴国太夫人。皇考崇公累赠金紫光禄大夫、太师、中书令兼尚书令。皇妣累封越国太夫人。今上初郊，皇考赐爵为崇国公，太夫人进号魏国。",
            "于是小子修泣而言曰：“呜呼！为善无不报，而迟速有时，此理之常也。惟我祖考，积善成德，宜享其隆，虽不克有于其躬，而赐爵受封，显荣褒大，实有三朝之锡命，是足以表见于后世，而庇赖其子孙矣。”乃列其世谱，具刻于碑，既又载我皇考崇公之遗训，太夫人之所以教，而有待于修者，并揭于阡。俾知夫小子修之德薄能鲜，遭时窃位，而幸全大节，不辱其先者，其来有自。 熙宁三年，岁次庚戌，四月辛酉朔，十有五日乙亥，男推诚、保德、崇仁、翊戴功臣，观文殿学士，特进，行兵部尚书，知青州军州事，兼管内劝农使，充京东路安抚使，上柱国，乐安郡开国公，食邑四千三百户，食实封一千二百户，修表。"
          ]
        },
        {
          "chapter": "管仲论",
          "source": "(苏洵)",
          "author": "宋代：苏洵 ",
          "paragraphs": [
            "管仲相桓公，霸诸侯，攘夷狄，终其身齐国富强，诸侯不敢叛。管仲死，竖刁、易牙、开方用，威公薨于乱，五公子争立，其祸蔓延，讫简公，齐无宁岁。夫功之成，非成于成之日，盖必有所由起；祸之作，不作于作之日，亦必有所由兆。故齐之治也，吾不曰管仲，而曰鲍叔。及其乱也，吾不曰竖刁、易牙、开方，而曰管仲。何则？竖刁、易牙、开方三子，彼固乱人国者，顾其用之者，威公也。夫有舜而后知放四凶，有仲尼而后知去少正卯。彼威公何人也？顾其使威公得用三子者，管仲也。仲之疾也，公问之相。当是时也，吾意以仲且举天下之贤者以对。而其言乃不过曰：竖刁、易牙、开方三子，非人情，不可近而已。",
            "呜呼！仲以为威公果能不用三子矣乎？仲与威公处几年矣，亦知威公之为人矣乎？威公声不绝于耳，色不绝于目，而非三子者则无以遂其欲。彼其初之所以不用者，徒以有仲焉耳。一日无仲，则三子者可以弹冠而相庆矣。仲以为将死之言可以絷威公之手足耶？夫齐国不患有三子，而患无仲。有仲，则三子者，三匹夫耳。不然，天下岂少三子之徒哉？虽威公幸而听仲，诛此三人，而其余者，仲能悉数而去之耶？呜呼！仲可谓不知本者矣。因威公之问，举天下之贤者以自代，则仲虽死，而齐国未为无仲也。夫何患三子者？不言可也。五伯莫盛于威、文，文公之才，不过威公，其臣又皆不及仲；灵公之虐，不如孝公之宽厚。文公死，诸侯不敢叛晋，晋习文公之余威，犹得为诸侯之盟主百余年。何者？其君虽不肖，而尚有老成人焉。威公之薨也，一乱涂地，无惑也，彼独恃一管仲，而仲则死矣。",
            "夫天下未尝无贤者，盖有有臣而无君者矣。威公在焉，而曰天下不复有管仲者，吾不信也。仲之书，有记其将死论鲍叔、宾胥无之为人，且各疏其短。是其心以为数子者皆不足以托国。而又逆知其将死，则其书诞谩不足信也。吾观史䲡，以不能进蘧伯玉，而退弥子瑕，故有身后之谏。萧何且死，举曹参以自代。大臣之用心，固宜如此也。夫国以一人兴，以一人亡。贤者不悲其身之死，而忧其国之衰，故必复有贤者，而后可以死。彼管仲者，何以死哉？"
          ]
        },
        {
          "chapter": "辨奸论",
          "source": "(苏洵)",
          "author": "宋代：苏洵 ",
          "paragraphs": [
            "事有必至，理有固然。惟天下之静者，乃能见微而知著。月晕而风，础润而雨，人人知之。人事之推移，理势之相因，其疏阔而难知，变化而不可测者，孰与天地阴阳之事。而贤者有不知，其故何也?好恶乱其中，而利害夺其外也!",
            "昔者，山巨源见王衍曰：“误天下苍生者，必此人也!”郭汾阳见卢杞曰：“此人得志。吾子孙无遗类矣!”自今而言之，其理固有可见者。以吾观之，王衍之为人，容貌言语，固有以欺世而盗名者。然不忮不求，与物浮沉。使晋无惠帝，仅得中主，虽衍百千，何从而乱天下乎?卢杞之奸，固足以败国。然而不学无文，容貌不足以动人，言语不足以眩世，非德宗之鄙暗，亦何从而用之?由是言之，二公之料二子，亦容有未必然也!",
            "今有人，口诵孔、老之言，身履夷、齐之行，收召好名之士、不得志之人，相与造作言语，私立名字，以为颜渊、孟轲复出，而阴贼险狠，与人异趣。是王衍、卢杞合而为一人也。其祸岂可胜言哉?夫面垢不忘洗，衣垢不忘浣。此人之至情也。今也不然，衣臣虏之衣。食犬彘之食，囚首丧面，而谈诗书，此岂其情也哉?凡事之不近人情者，鲜不为大奸慝，竖刁、易牙、开方是也。以盖世之名，而济其未形之患。虽有愿治之主，好贤之相，犹将举而用之。则其为天下患，必然而无疑者，非特二子之比也。",
            "孙子曰：“善用兵者，无赫赫之功。”使斯人而不用也，则吾言为过，而斯人有不遇之叹。孰知祸之至于此哉?不然。天下将被其祸，而吾获知言之名，悲夫!"
          ]
        },
        {
          "chapter": "心术",
          "source": "(苏洵)",
          "author": "宋代：苏洵 ",
          "paragraphs": [
            "为将之道，当先治心。泰山崩于前而色不变，麋鹿兴于左而目不瞬，然后可以制利害，可以待敌。",
            "凡兵上义；不义，虽利勿动。非一动之为利害，而他日将有所不可措手足也。夫惟义可以怒士，士以义怒，可与百战。",
            "凡战之道，未战养其财，将战养其力，既战养其气，既胜养其心。谨烽燧，严斥堠，使耕者无所顾忌，所以养其财；丰犒而优游之，所以养其力；小胜益急，小挫益厉，所以养其气；用人不尽其所欲为，所以养其心。故士常蓄其怒、怀其欲而不尽。怒不尽则有余勇，欲不尽则有余贪。故虽并天下，而士不厌兵，此黄帝之所以七十战而兵不殆也。不养其心，一战而胜，不可用矣。",
            "凡将欲智而严，凡士欲愚。智则不可测，严则不可犯，故士皆委己而听命，夫安得不愚？夫惟士愚，而后可与之皆死。",
            "凡兵之动，知敌之主，知敌之将，而后可以动于险。邓艾缒兵于蜀中，非刘禅之庸，则百万之师可以坐缚，彼固有所侮而动也。故古之贤将，能以兵尝敌，而又以敌自尝，故去就可以决。",
            "凡主将之道，知理而后可以举兵，知势而后可以加兵，知节而后可以用兵。知理则不屈，知势则不沮，知节则不穷。见小利不动，见小患不避，小利小患，不足以辱吾技也，夫然后有以支大利大患。夫惟养技而自爱者，无敌于天下。故一忍可以支百勇，一静可以制百动。",
            "兵有长短，敌我一也。敢问：“吾之所长，吾出而用之，彼将不与吾校；吾之所短，吾蔽而置之，彼将强与吾角，奈何？”曰：“吾之所短，吾抗而暴之，使之疑而却；吾之所长，吾阴而养之，使之狎而堕其中。此用长短之术也。”",
            "善用兵者，使之无所顾，有所恃。无所顾，则知死之不足惜；有所恃，则知不至于必败。尺箠当猛虎，奋呼而操击；徒手遇蜥蜴，变色而却步，人之情也。知此者，可以将矣。袒裼而案剑，则乌获不敢逼；冠冑衣甲，据兵而寝，则童子弯弓杀之矣。故善用兵者以形固。夫能以形固，则力有余矣。"
          ]
        },
        {
          "chapter": "张益州画像记",
          "source": "(苏洵)",
          "author": "宋代：苏洵 ",
          "paragraphs": [
            "至和元年秋，蜀人传言有寇至，边军夜呼，野无居人，谣言流闻，京师震惊。方命择帅，天子曰：“毋养乱，毋助变。众言朋兴，朕志自定。外乱不作，变且中起，不可以文令，又不可以武竞，惟朕一二大吏。孰为能处兹文武之间，其命往抚朕师？”乃推曰：张公方平其人。天子曰：“然。”公以亲辞，不可，遂行。",
            "冬十一月至蜀，至之日，归屯军，撤守备，使谓郡县：“寇来在吾，无尔劳苦。”明年正月朔旦，蜀人相庆如他日，遂以无事。又明年正月，相告留公像于净众寺，公不能禁。",
            "眉阳苏洵言于众曰：“未乱，易治也；既乱，易治也；有乱之萌，无乱之形，是谓将乱，将乱难治，不可以有乱急，亦不可以无乱弛。惟是元年之秋，如器之欹，未坠于地。惟尔张公，安坐于其旁，颜色不变，徐起而正之。既正，油然而退，无矜容。为天子牧小民不倦，惟尔张公。尔繄以生，惟尔父母。且公尝为我言‘民无常性，惟上所待。人皆曰蜀人多变，于是待之以待盗贼之意，而绳之以绳盗贼之法。重足屏息之民，而以斧令。于是民始忍以其父母妻子之所仰赖之身，而弃之于盗贼，故每每大乱。夫约之以礼，驱之以法，惟蜀人为易。至于急之而生变，虽齐、鲁亦然。吾以齐、鲁待蜀人，而蜀人亦自以齐、鲁之人待其身。若夫肆意于法律之外，以威劫齐民，吾不忍为也。’呜呼！爱蜀人之深，待蜀人之厚，自公而前，吾未始见也。”皆再拜稽首曰：“然。”",
            "苏洵又曰：“公之恩在尔心，尔死在尔子孙，其功业在史官，无以像为也。且公意不欲，如何？”皆曰：“公则何事于斯？虽然，于我心有不释焉。今夫平居闻一善，必问其人之姓名与其乡里之所在，以至于其长短大小美恶之状，甚者或诘其平生所嗜好，以想见其为人。而史官亦书之于其传，意使天下之人，思之于心，则存之于目；存之于目，故其思之于心也固。由此观之，像亦不为无助。”苏洵无以诘，遂为之记。",
            "公，南京人，为人慷慨有大节，以度量雄天下。天下有大事，公可属。系之以诗曰：天子在祚，岁在甲午。西人传言，有寇在垣。庭有武臣，谋夫如云。天子曰嘻，命我张公。公来自东，旗纛舒舒。西人聚观，于巷于涂。谓公暨暨，公来于于。公谓西人“安尔室家，无敢或讹。讹言不祥，往即尔常。春而条桑，秋尔涤场。”西人稽首，公我父兄。公在西囿，草木骈骈。公宴其僚，伐鼓渊渊。西人来观，祝公万年。有女娟娟，闺闼闲闲。有童哇哇，亦既能言。昔公未来，期汝弃捐。禾麻芃芃，仓庾崇崇。嗟我妇子，乐此岁丰。公在朝廷，天子股肱。天子曰归，公敢不承？作堂严严，有庑有庭。公像在中，朝服冠缨。西人相告，无敢逸荒。公归京师，公像在堂。"
          ]
        },
        {
          "chapter": "刑赏忠厚之至论",
          "source": "(苏轼)",
          "author": "宋代：苏轼 ",
          "paragraphs": [
            "尧、舜、禹、汤、文、武、成、康之际，何其爱民之深，忧民之切，而待天下以君子长者之道也。有一善，从而赏之，又从而咏歌嗟叹之，所以乐其始而勉其终。有一不善，从而罚之，又从而哀矜惩创之，所以弃其旧而开其新。故其吁俞之声，欢忻惨戚，见于虞、夏、商、周之书。成、康既没，穆王立，而周道始衰，然犹命其臣吕侯，而告之以祥刑。其言忧而不伤，威而不怒，慈爱而能断，恻然有哀怜无辜之心，故孔子犹有取焉。",
            "《传》曰：“赏疑从与，所以广恩也；罚疑从去，所以慎刑也。当尧之时，皋陶为士。将杀人，皋陶曰“杀之”三，尧曰“宥之”三。故天下畏皋陶执法之坚，而乐尧用刑之宽。四岳曰“鲧可用”，尧曰“不可，鲧方命圮族”，既而曰“试之”。何尧之不听皋陶之杀人，而从四岳之用鲧也？然则圣人之意，盖亦可见矣。",
            "《书》曰：“罪疑惟轻，功疑惟重。与其杀不辜，宁失不经。”呜呼，尽之矣。可以赏，可以无赏，赏之过乎仁；可以罚，可以无罚，罚之过乎义。过乎仁，不失为君子；过乎义，则流而入于忍人。故仁可过也，义不可过也。古者赏不以爵禄，刑不以刀锯。赏之以爵禄，是赏之道行于爵禄之所加，而不行于爵禄之所不加也。刑之以刀锯，是刑之威施于刀锯之所及，而不施于刀锯之所不及也。先王知天下之善不胜赏，而爵禄不足以劝也；知天下之恶不胜刑，而刀锯不足以裁也。是故疑则举而归之于仁，以君子长者之道待天下，使天下相率而归于君子长者之道。故曰：忠厚之至也。",
            "《诗》曰：“君子如祉，乱庶遄已。君子如怒，乱庶遄沮。”夫君子之已乱，岂有异术哉？时其喜怒，而无失乎仁而已矣。《春秋》之义，立法贵严，而责人贵宽。因其褒贬之义，以制赏罚，亦忠厚之至也。"
          ]
        },
        {
          "chapter": "范增论",
          "source": "(苏轼)",
          "author": "宋代：苏轼 ",
          "paragraphs": [
            "汉用陈平计，间疏楚君臣，项羽疑范增与汉有私，稍夺其权。增大怒曰：“天下事大定矣，君王自为之，愿赐骸骨，归卒伍。”未至彭城，疽发背，死。",
            "苏子曰：“增之去，善矣。不去，羽必杀增。独恨其不早尔。”然则当以何事去？增劝羽杀沛公，羽不听，终以此失天下，当以是去耶？曰：“否。增之欲杀沛公，人臣之分也；羽之不杀，犹有君人之度也。增曷为以此去哉？《易》曰：‘知几其神乎！’《诗》曰：‘如彼雨雪，先集为霰。’增之去，当于羽杀卿子冠军时也。”",
            "陈涉之得民也，以项燕。项氏之兴也，以立楚怀王孙心；而诸侯之叛之也，以弑义帝。且义帝之立，增为谋主矣。义帝之存亡，岂独为楚之盛衰，亦增之所与同祸福也；未有义帝亡而增独能久存者也。羽之杀卿子冠军也，是弑义帝之兆也。其弑义帝，则疑增之本也，岂必待陈平哉？物必先腐也，而后虫生之；人必先疑也，而后谗入之。陈平虽智，安能间无疑之主哉？",
            "吾尝论义帝，天下之贤主也。独遣沛公入关，而不遣项羽；识卿子冠军于稠人之中，而擢为上将，不贤而能如是乎？羽既矫杀卿子冠军，义帝必不能堪，非羽弑帝，则帝杀羽，不待智者而后知也。增始劝项梁立义帝，诸侯以此服从。中道而弑之，非增之意也。夫岂独非其意，将必力争而不听也。不用其言，而杀其所立，羽之疑增必自此始矣。",
            "方羽杀卿子冠军，增与羽比肩而事义帝，君臣之分未定也。为增计者，力能诛羽则诛之，不能则去之，岂不毅然大丈夫也哉？增年七十，合则留，不合即去，不以此时明去就之分，而欲依羽以成功名，陋矣！虽然，增，高帝之所畏也；增不去，项羽不亡。亦人杰也哉！"
          ]
        },
        {
          "chapter": "留侯论",
          "source": "(苏轼)",
          "author": "宋代：苏轼 ",
          "paragraphs": [
            "古之所谓豪杰之士者，必有过人之节。人情有所不能忍者，匹夫见辱，拔剑而起，挺身而斗，此不足为勇也。天下有大勇者，卒然临之而不惊，无故加之而不怒。此其所挟持者甚大，而其志甚远也。",
            "夫子房受书于圯上之老人也，其事甚怪；然亦安知其非秦之世，有隐君子者出而试之。观其所以微见其意者，皆圣贤相与警戒之义；而世不察，以为鬼物，亦已过矣。且其意不在书。",
            "当韩之亡，秦之方盛也，以刀锯鼎镬待天下之士。其平居无罪夷灭者，不可胜数。虽有贲、育，无所复施。夫持法太急者，其锋不可犯，而其势未可乘。子房不忍忿忿之心，以匹夫之力而逞于一击之间；当此之时，子房之不死者，其间不能容发，盖亦已危矣。",
            "千金之子，不死于盗贼，何者？其身之可爱，而盗贼之不足以死也。子房以盖世之才，不为伊尹、太公之谋，而特出于荆轲、聂政之计，以侥幸于不死，此圯上老人所为深惜者也。是故倨傲鲜腆而深折之。彼其能有所忍也，然后可以就大事，故曰：“孺子可教也。”",
            "楚庄王伐郑，郑伯肉袒牵羊以逆；庄王曰：“其君能下人，必能信用其民矣。”遂舍之。勾践之困于会稽，而归臣妾于吴者，三年而不倦。且夫有报人之志，而不能下人者，是匹夫之刚也。夫老人者，以为子房才有余，而忧其度量之不足，故深折其少年刚锐之气，使之忍小忿而就大谋。何则？非有生平之素，卒然相遇于草野之间，而命以仆妾之役，油然而不怪者，此固秦皇之所不能惊，而项籍之所不能怒也。",
            "观夫高祖之所以胜，而项籍之所以败者，在能忍与不能忍之间而已矣。项籍唯不能忍，是以百战百胜而轻用其锋；高祖忍之，养其全锋而待其弊，此子房教之也。当淮阴破齐而欲自王，高祖发怒，见于词色。由此观之，犹有刚强不忍之气，非子房其谁全之？",
            "太史公疑子房以为魁梧奇伟，而其状貌乃如妇人女子，不称其志气。呜呼！此其所以为子房欤！"
          ]
        },
        {
          "chapter": "贾谊论",
          "source": "(苏轼)",
          "author": "宋代：苏轼 ",
          "paragraphs": [
            "非才之难，所以自用者实难。惜乎！贾生，王者之佐，而不能自用其才也。",
            "夫君子之所取者远，则必有所待；所就者大，则必有所忍。古之贤人，皆负可致之才，而卒不能行其万一者，未必皆其时君之罪，或者其自取也。",
            "愚观贾生之论，如其所言，虽三代何以远过？得君如汉文，犹且以不用死。然则是天下无尧、舜，终不可有所为耶？仲尼圣人，历试于天下，苟非大无道之国，皆欲勉强扶持，庶几一日得行其道。将之荆，先之以冉有，申之以子夏。君子之欲得其君，如此其勤也。孟子去齐，三宿而后出昼，犹曰：“王其庶几召我。”君子之不忍弃其君，如此其厚也。公孙丑问曰：“夫子何为不豫？”孟子曰：“方今天下，舍我其谁哉？而吾何为不豫？”君子之爱其身，如此其至也。夫如此而不用，然后知天下果不足与有为，而可以无憾矣。若贾生者，非汉文之不能用生，生之不能用汉文也。",
            "夫绛侯亲握天子玺而授之文帝，灌婴连兵数十万，以决刘、吕之雌雄，又皆高帝之旧将，此其君臣相得之分，岂特父子骨肉手足哉？贾生，洛阳之少年。欲使其一朝之间，尽弃其旧而谋其新，亦已难矣。为贾生者，上得其君，下得其大臣，如绛、灌之属，优游浸渍而深交之，使天子不疑，大臣不忌，然后举天下而唯吾之所欲为，不过十年，可以得志。安有立谈之间，而遽为人“痛哭”哉！观其过湘为赋以吊屈原，纡郁愤闷，趯然有远举之志。其后以自伤哭泣，至于夭绝。是亦不善处穷者也。夫谋之一不见用，则安知终不复用也？不知默默以待其变，而自残至此。呜呼！贾生志大而量小，才有余而识不足也。",
            "古之人，有高世之才，必有遗俗之累。是故非聪明睿智不惑之主，则不能全其用。古今称苻坚得王猛于草茅之中，一朝尽斥去其旧臣，而与之谋。彼其匹夫略有天下之半，其以此哉！愚深悲生之志，故备论之。亦使人君得如贾生之臣，则知其有狷介之操，一不见用，则忧伤病沮，不能复振。而为贾生者，亦谨其所发哉！"
          ]
        },
        {
          "chapter": "晁错论",
          "source": "(苏轼)",
          "author": "宋代：苏轼 ",
          "paragraphs": [
            "天下之患，最不可为者，名为治平无事，而其实有不测之忧。坐观其变，而不为之所，则恐至于不可救；起而强为之，则天下狃于治平之安而不吾信。惟仁人君子豪杰之士，为能出身为天下犯大难，以求成大功；此固非勉强期月之间，而苟以求名之所能也。",
            "天下治平，无故而发大难之端；吾发之，吾能收之，然后有辞于天下。事至而循循焉欲去之，使他人任其责，则天下之祸，必集于我。",
            "昔者晁错尽忠为汉，谋弱山东之诸侯，山东诸侯并起，以诛错为名；而天子不以察，以错为之说。天下悲错之以忠而受祸，不知错有以取之也。",
            "古之立大事者，不惟有超世之才，亦必有坚忍不拔之志。昔禹之治水，凿龙门，决大河而放之海。方其功之未成也，盖亦有溃冒冲突可畏之患；惟能前知其当然，事至不惧，而徐为之图，是以得至于成功。",
            "夫以七国之强，而骤削之，其为变，岂足怪哉？错不于此时捐其身，为天下当大难之冲，而制吴楚之命，乃为自全之计，欲使天子自将而己居守。且夫发七国之难者，谁乎？己欲求其名，安所逃其患。以自将之至危，与居守至安；己为难首，择其至安，而遣天子以其至危，此忠臣义士所以愤怨而不平者也。",
            "当此之时，虽无袁盎，错亦未免于祸。何者？己欲居守，而使人主自将。以情而言，天子固已难之矣，而重违其议。是以袁盎之说，得行于其间。使吴楚反，错已身任其危，日夜淬砺，东向而待之，使不至于累其君，则天子将恃之以为无恐，虽有百盎，可得而间哉？",
            "嗟夫！世之君子，欲求非常之功，则无务为自全之计。使错自将而讨吴楚，未必无功，惟其欲自固其身，而天子不悦。奸臣得以乘其隙，错之所以自全者，乃其所以自祸欤！"
          ]
        }
      ]
    },
    {
      "title": "卷十一・宋文",
      "content": [
        {
          "chapter": "上梅直讲书",
          "source": "(苏轼)",
          "author": "宋代：苏轼 ",
          "paragraphs": [
            "轼每读《诗》至《鸱枭》，读《书》至《君奭》，常窃悲周公之不遇。及观《史》，见孔子厄于陈、蔡之间，而絃歌之声不绝，颜渊、仲由之徒相与问答。夫子曰： “‘匪兕匪虎，率彼旷野’，吾道非邪，吾何为于此？”颜渊曰：“夫子之道至大，故天下莫能容。虽然，不容何病？不容然后见君子。”夫子油然而笑曰：“回，使尔多财，吾为尔宰。”夫天下虽不能容，而其徒自足以相乐如此。乃今知周公之富贵，有不如夫子之贫贱。夫以召公之贤，以管、蔡之亲而不知其心，则周公谁与乐其富贵?而夫子之所与共贫贱者，皆天下之贤才，则亦足与乐矣! 轼七、八岁时，始知读书，闻今天下有欧阳公者，其为人如古孟轲、韩愈之徒;而又有梅公者,从之游，而与之上下其议论。其后益壮，始能读其文词，想见其为人，意其飘然脱去世俗之乐,而自乐其乐也。方学为对偶声律之文，求斗升之禄，自度无以进见于诸公之间。来京师逾年，未尝窥其门。 今年春，天下之士,羣至于礼部，执事与欧阳公实亲试之。诚不自意，获在第二。既而闻之，执事爱其文，以为有孟轲之风;而欧阳公亦以其能不为世俗之文也而取，是以在此。非左右为之先容，非亲旧为之请属，而向之十余年间，闻其名而不得见者，一朝为知己。退而思之，人不可以苟富贵，亦不可以徒贫贱。有大贤焉而为其徒，则亦足恃矣。苟其侥一时之幸，从车骑数十人，使闾巷小民,聚观而赞叹之，亦何以易此乐也。 《传》曰：“不怨天，不尤人。”盖“优哉游哉，可以卒岁”。执事名满天下，而位不过五品。其容色温然而不怒，其文章宽厚敦朴而无怨言，此必有所乐乎斯道也。轼愿与闻焉。"
          ]
        },
        {
          "chapter": "喜雨亭记",
          "source": "(苏轼)",
          "author": "宋代：苏轼 ",
          "paragraphs": [
            "亭以雨名，志喜也。古者有喜，则以名物，示不忘也。周公得禾，以名其书；汉武得鼎，以名其年；叔孙胜敌，以名其子。其喜之大小不齐，其示不忘一也。",
            "予至扶风之明年，始治官舍。为亭于堂之北，而凿池其南，引流种木，以为休息之所。是岁之春，雨麦于岐山之阳，其占为有年。既而弥月不雨，民方以为忧。越三月，乙卯乃雨，甲子又雨，民以为未足。丁卯大雨，三日乃止。官吏相与庆于庭，商贾相与歌于市，农夫相与忭于野，忧者以喜，病者以愈，而吾亭适成。",
            "于是举酒于亭上，以属客而告之，曰：“五日不雨可乎？”曰：“五日不雨则无麦。”“十日不雨可乎？”曰：“十日不雨则无禾。”“无麦无禾，岁且荐饥，狱讼繁兴，而盗贼滋炽。则吾与二三子，虽欲优游以乐于此亭，其可得耶？今天不遗斯民，始旱而赐之以雨。使吾与二三子得相与优游以乐于此亭者，皆雨之赐也。其又可忘耶？”",
            "既以名亭，又从而歌之，曰：“使天而雨珠，寒者不得以为襦；使天而雨玉，饥者不得以为粟。一雨三日，伊谁之力？民曰太守。太守不有，归之天子。天子曰不然，归之造物。造物不自以为功，归之太空。太空冥冥，不可得而名。吾以名吾亭。”"
          ]
        },
        {
          "chapter": "凌虚台记",
          "source": "(苏轼)",
          "author": "宋代：苏轼 ",
          "paragraphs": [
            "国于南山之下，宜若起居饮食与山接也。四方之山，莫高于终南；而都邑之丽山者，莫近于扶风。以至近求最高，其势必得。而太守之居，未尝知有山焉。虽非事之所以损益，而物理有不当然者。此凌虚之所为筑也。",
            "方其未筑也，太守陈公杖履逍遥于其下。见山之出于林木之上者，累累如人之旅行于墙外而见其髻也。曰：“是必有异。”使工凿其前为方池，以其土筑台，高出于屋之檐而止。然后人之至于其上者，恍然不知台之高，而以为山之踊跃奋迅而出也。公曰：“是宜名凌虚。”以告其从事苏轼，而求文以为记。",
            "轼复于公曰：“物之废兴成毁，不可得而知也。昔者荒草野田，霜露之所蒙翳，狐虺之所窜伏。方是时，岂知有凌虚台耶？废兴成毁，相寻于无穷，则台之复为荒草野田，皆不可知也。尝试与公登台而望，其东则秦穆之祈年、橐泉也，其南则汉武之长杨，五柞，而其北则隋之仁寿，唐之九成也。计其一时之盛，宏杰诡丽，坚固而不可动者，岂特百倍于台而已哉？然而数世之后，欲求其彷彿，而破瓦颓垣，无复存者，既已化为禾黍荆棘丘墟陇亩矣，而况于此台欤！夫台犹不足恃以长久，而况于人事之得丧，忽往而忽来者欤！而或者欲以夸世而自足，则过矣。盖世有足恃者，而不在乎台之存亡也。”既以言于公，退而为之记。"
          ]
        },
        {
          "chapter": "超然台记",
          "source": "(苏轼)",
          "author": "宋代：苏轼 ",
          "paragraphs": [
            "凡物皆有可观。苟有可观，皆有可乐，非必怪奇伟丽者也。",
            "哺糟啜醨皆可以醉；果蔬草木，皆可以饱。推此类也，吾安往而不乐？",
            "夫所为求褔而辞祸者，以褔可喜而祸可悲也。人之所欲无穷，而物之可以足吾欲者有尽，美恶之辨战乎中，而去取之择交乎前。则可乐者常少，而可悲者常多。是谓求祸而辞褔。夫求祸而辞褔，岂人之情也哉？物有以盖之矣。彼游于物之内，而不游于物之外。物非有大小也，自其内而观之，未有不高且大者也。彼挟其高大以临我，则我常眩乱反覆，如隙中之观斗，又焉知胜负之所在。是以美恶横生，而忧乐出焉，可不大哀乎！",
            "余自钱塘移守胶西，释舟楫之安，而服车马之劳；去雕墙之美，而蔽采椽之居；背湖山之观，而适桑麻之野。始至之日，岁比不登，盗贼满野，狱讼充斥；而斋厨索然，日食杞菊。人固疑余之不乐也。处之期年，而貌加丰，发之白者，日以反黑。予既乐其风俗之淳，而其吏民亦安予之拙也。于是治其园圃，洁其庭宇，伐安丘、高密之木，以修补破败，为苟全之计。",
            "而园之北，因城以为台者旧矣，稍葺而新之。时相与登览，放意肆志焉。南望马耳、常山，出没隐见，若近若远，庶几有隐君子乎！而其东则庐山，秦人卢敖之所从遁也。西望穆陵，隐然如城郭，师尚父、齐桓公之遗烈，犹有存者。北俯潍水，慨然太息，思淮阴之功，而吊其不终。台高而安，深而明，夏凉而冬温。雨雪之朝，风月之夕，予未尝不在，客未尝不从。撷园蔬，取池鱼，酿秫酒，瀹脱粟而食之，曰：“乐哉游乎！\"",
            "方是时，予弟子由，适在济南，闻而赋之，且名其台曰“超然”，以见余之无所往而不乐者，盖游于物之外也。"
          ]
        },
        {
          "chapter": "放鹤亭记",
          "source": "(苏轼)",
          "author": "宋代：苏轼 ",
          "paragraphs": [
            "熙宁十年秋，彭城大水。云龙山人张君之草堂，水及其半扉。明年春，水落，迁于故居之东，东山之麓。升高而望，得异境焉，作亭于其上。彭城之山，冈岭四合，隐然如大环，独缺其西一面，而山人之亭，适当其缺。春夏之交，草木际天；秋冬雪月，千里一色；风雨晦明之间，俯仰百变。",
            "山人有二鹤，甚驯而善飞，旦则望西山之缺而放焉，纵其所如,或立于陂(bēi)田，或翔于云表；暮则傃东山而归。故名之曰“放鹤亭”。",
            "郡守苏轼，时从宾佐僚吏往见山人，饮酒于斯亭而乐之。挹山人而告之曰：“子知隐居之乐乎？虽南面之君，未可与易也。《易》曰：‘鸣鹤在阴，其子和之。’ 《诗》曰：‘鹤鸣于九皋，声闻于天。’盖其为物，清远闲放，超然于尘埃之外，故《易》《诗》人以比贤人君子。隐德之士，狎而玩之，宜若有益而无损者；然卫懿公好鹤则亡其国。周公作《酒诰》，卫武公作《抑戒》，以为荒惑败乱，无若酒者；而刘伶、阮籍之徒，以此全其真而名后世。嗟夫！南面之君，虽清远闲放如鹤者，犹不得好，好之则亡其国；而山林遁世之士，虽荒惑败乱如酒者，犹不能为害，而况于鹤乎？由此观之，其为乐未可以同日而语也。”山人忻然而笑曰：“有是哉！”乃作放鹤、招鹤之歌曰：",
            "鹤飞去兮西山之缺，高翔而下览兮择所适。翻然敛翼，宛将集兮，忽何所见，矫然而复击。独终日于涧谷之间兮，啄苍苔而履白石。",
            "鹤归来兮，东山之阴。其下有人兮，黄冠草屦，葛衣而鼓琴。躬耕而食兮，其余以汝饱。归来归来兮，西山不可以久留。",
            "元丰元年十一月初八日记 《放鹤亭记》。"
          ]
        },
        {
          "chapter": "石钟山记",
          "source": "(苏轼)",
          "author": "宋代：苏轼 ",
          "paragraphs": [
            "《水经》云：“彭蠡之口有石钟山焉。”郦元以为下临深潭，微风鼓浪，水石相搏，声如洪钟。是说也，人常疑之。今以钟磬置水中，虽大风浪不能鸣也，而况石乎！至唐李渤始访其遗踪，得双石于潭上，扣而聆之，南声函胡，北音清越，桴止响腾，余韵徐歇。自以为得之矣。然是说也，余尤疑之。石之铿然有声者，所在皆是也，而此独以钟名，何哉？",
            "元丰七年六月丁丑，余自齐安舟行适临汝，而长子迈将赴饶之德兴尉，送之至湖口，因得观所谓石钟者。寺僧使小童持斧，于乱石间择其一二扣之，硿硿焉。余固笑而不信也。至莫夜月明，独与迈乘小舟，至绝壁下。大石侧立千尺，如猛兽奇鬼，森然欲搏人；而山上栖鹘，闻人声亦惊起，磔磔云霄间；又有若老人咳且笑于山谷中者，或曰此鹳鹤也。余方心动欲还，而大声发于水上，噌吰如钟鼓不绝。舟人大恐。徐而察之，则山下皆石穴罅，不知其浅深，微波入焉，涵淡澎湃而为此也。舟回至两山间，将入港口，有大石当中流，可坐百人，空中而多窍，与风水相吞吐，有窾坎镗鞳之声，与向之噌吰者相应，如乐作焉。因笑谓迈曰：“汝识之乎？噌吰者，周景王之无射也；窾坎镗鞳者，魏庄子之歌钟也。古之人不余欺也！”",
            "事不目见耳闻，而臆断其有无，可乎？郦元之所见闻，殆与余同，而言之不详；士大夫终不肯以小舟夜泊绝壁之下，故莫能知；而渔工水师虽知而不能言。此世所以不传也。而陋者乃以斧斤考击而求之，自以为得其实。余是以记之，盖叹郦元之简，而笑李渤之陋也。"
          ]
        },
        {
          "chapter": "潮州韩文公庙碑",
          "source": "(苏轼)",
          "author": "宋代：苏轼 ",
          "paragraphs": [
            "匹夫而为百世师，一言而为天下法。是皆有以参天地之化，关盛衰之运，其生也有自来，其逝也有所为。故申、吕自岳降，傅说为列星，古今所传，不可诬也。孟子曰：“我善养吾浩然之气。”是气也，寓于寻常之中，而塞乎天地之间。卒然遇之，则王公失其贵，晋、楚失其富，良、平失其智，贲、育失其勇，仪、秦失其辩。是孰使之然哉？其必有不依形而立，不恃力而行，不待生而存，不随死而亡者矣。故在天为星辰，在地为河岳，幽则为鬼神，而明则复为人。此理之常，无足怪者。",
            "自东汉以来，道丧文弊，异端并起，历唐贞观、开元之盛，辅以房、杜、姚、宋而不能救。独韩文公起布衣，谈笑而麾之，天下靡然从公，复归于正，盖三百年于此矣。文起八代之衰，而道济天下之溺；忠犯人主之怒，而勇夺三军之帅：此岂非参天地，关盛衰，浩然而独存者乎？",
            "盖尝论天人之辨，以谓人无所不至，惟天不容伪。智可以欺王公，不可以欺豚鱼；力可以得天下，不可以得匹夫匹妇之心。故公之精诚，能开衡山之云，而不能回宪宗之惑；能驯鳄鱼之暴，而不能弭皇甫镈、李逢吉之谤；能信于南海之民，庙食百世，而不能使其身一日安于朝廷之上。盖公之所能者天也，其所不能者人也。",
            "始潮人未知学，公命进士赵德为之师。自是潮之士，皆笃于文行，延及齐民，至于今，号称易治。信乎孔子之言，“君子学道则爱人，小人学道则易使”也。潮人之事公也，饮食必祭，水旱疾疫，凡有求必祷焉。而庙在刺史公堂之后，民以出入为艰。前太守欲请诸朝作新庙，不果。元佑五年，朝散郎王君涤来守是邦。凡所以养士治民者，一以公为师。民既悦服，则出令曰：“愿新公庙者，听！”民欢趋之，卜地于州城之南七里，期年而庙成。",
            "或曰：“公去国万里，而谪于潮，不能一岁而归。没而有知，其不眷恋于潮也，审矣。”轼曰：“不然！公之神在天下者，如水之在地中，无所往而不在也。而潮人独信之深，思之至，焄蒿悽怆，若或见之。譬如凿井得泉，而曰水专在是，岂理也哉？”元丰七年，诏拜公昌黎伯，故榜曰：“昌黎伯韩文公之庙。”潮人请书其事于石，因作诗以遗之，使歌以祀公。其辞曰：“公昔骑龙白云乡，手抉云汉分天章，天孙为织云锦裳。飘然乘风来帝旁，下与浊世扫秕糠。西游咸池略扶桑，草木衣被昭回光。追逐李、杜参翱翔，汗流籍、湜走且僵，灭没倒影不能望。作书抵佛讥君王，要观南海窥衡湘，历舜九嶷吊英、皇。祝融先驱海若藏，约束蛟鳄如驱羊。钧天无人帝悲伤，讴吟下招遣巫阳。犦牲鸡卜羞我觞，于粲荔丹与蕉黄。公不少留我涕滂，翩然被发下大荒。”"
          ]
        },
        {
          "chapter": "乞校正陆贽奏议进御札子",
          "source": "(苏轼)",
          "author": "宋代：苏轼 ",
          "paragraphs": [
            "臣等猥以空疏，备员讲读。圣明天纵，学问日新。臣等才有限而道无穷，心欲言而口不逮，以此自愧，莫知所为。",
            "窃谓人臣之纳忠，譬如医者之用药，药虽进于医手，方多传于古人。若已经效于世间，不必皆从于己出。",
            "伏见唐宰相陆贽，才本王佐，学为帝师。论深切于事情，言不离于道德。智如子房而文则过，辩如贾谊而术不疏，上以格君心之非，下以通天下之志。但其不幸，仕不遇时。德宗以苛刻为能，而贽谏之以忠厚；德宗以猜疑为术，而贽劝之以推诚；德宗好用兵，而贽以消兵为先；德宗好聚财，而贽以散财为急。至于用人听言之法，治边驭将之方，罪己以收人心，改过以应天道，去小人以除民患，惜名器以待有功，如此之流，未易悉数。可谓进苦口之乐石，针害身之膏肓。使德宗尽用其言，则贞观可得而复。",
            "臣等每退自西阁，即私相告言，以陛下圣明，必喜贽议论。但使圣贤之相契，即如臣主之同时。昔冯唐论颇、牧之贤，则汉文为之太息；魏相条晁、董之对，则孝宣以致中兴。若陛下能自得师，莫若近取诸贽。夫六经三史，诸子百家，非无可观，皆足为治。但圣言幽远，末学支离，譬如山海之崇深，难以一二而推择。如贽之论，开卷了然。聚古今之精英，实治乱之龟鉴。臣等欲取其奏议，稍加校正，缮写进呈。愿陛下置之坐隅，如见贽面，反覆熟读，如与贽言。必能发圣性之高明，成治功于岁月。臣等不胜区区之意，取进止。"
          ]
        },
        {
          "chapter": "前赤壁赋",
          "source": "(苏轼)",
          "author": "宋代：苏轼 ",
          "paragraphs": [
            "壬戌之秋，七月既望，苏子与客泛舟游于赤壁之下。清风徐来，水波不兴。举酒属客，诵明月之诗，歌窈窕之章。少焉，月出于东山之上，徘徊于斗牛之间。白露横江，水光接天。纵一苇之所如，凌万顷之茫然。浩浩乎如冯虚御风，而不知其所止；飘飘乎如遗世独立，羽化而登仙。(冯 通：凭)",
            "于是饮酒乐甚，扣舷而歌之。歌曰：“桂棹兮兰桨，击空明兮溯流光。渺渺兮予怀，望美人兮天一方。”客有吹洞箫者，倚歌而和之。其声呜呜然，如怨如慕，如泣如诉；余音嫋嫋，不绝如缕。舞幽壑之潜蛟，泣孤舟之嫠妇。",
            "苏子愀然，正襟危坐，而问客曰：“何为其然也？”客曰：“‘月明星稀，乌鹊南飞。’此非曹孟德之诗乎？西望夏口，东望武昌，山川相缪，郁乎苍苍，此非孟德之困于周郎者乎？方其破荆州，下江陵，顺流而东也，舳舻千里，旌旗蔽空，酾酒临江，横槊赋诗，固一世之雄也，而今安在哉？况吾与子渔樵于江渚之上，侣鱼虾而友麋鹿，驾一叶之扁舟，举匏樽以相属。寄蜉蝣于天地，渺沧海之一粟。哀吾生之须臾，羨长 江之无穷。挟飞仙以遨游，抱明月而长终。知不可乎骤得，托遗响于悲风。”",
            "苏子曰：“客亦知夫水与月乎？逝者如斯，而未尝往也；盈虚者如彼，而卒莫消长也。盖将自其变者而观之，则天地曾不能以一瞬；自其不变者而观之，则物与我皆无尽也，而又何羨乎！且夫天地之间，物各有主，苟非吾之所有，虽一毫而莫取。惟江上之清风，与山间之明月，耳得之而为声，目遇之而成色，取之无禁，用之不竭。是造物者之无尽藏也，而吾与子之所共适。”(共适 一作：共食)",
            "客喜而笑，洗盏更酌。肴核既尽，杯盘狼籍。相与枕藉乎舟中，不知东方之既白。"
          ]
        },
        {
          "chapter": "后赤壁赋",
          "source": "(苏轼)",
          "author": "宋代：苏轼 ",
          "paragraphs": [
            "是岁十月之望，步自雪堂，将归于临皋。二客从予过黄泥之阪。霜露既降，木叶尽脱， 人影在地，仰见明月，顾而乐之，行歌相答。已而叹曰：“有客无酒，有酒无肴，月白风 清，如此良夜何！”客曰：“今者薄暮，举网得鱼，巨口细鳞，状如松江之鲈。顾安所得酒 乎？”归而谋诸妇。妇曰：“我有斗酒，藏之久矣，以待子不时之需。”于是携酒与鱼，复 游于赤壁之下。江流有声，断岸千尺；山高月小，水落石出。曾日月之几何，而江山不可复 识矣。予乃摄衣而上，履巉巖，披蒙茸，踞虎豹，登虬龙，攀栖鹘之危巢，俯冯夷之幽 宫。盖二客不能从焉。划然长啸，草木震动，山鸣谷应，风起水涌。予亦悄然而悲，肃然而 恐，凛乎其不可留也。反而登舟，放乎中流，听其所止而休焉。时夜将半，四顾寂寥。适有 孤鹤，横江东来。翅如车轮，玄裳缟衣，戛然长鸣，掠予舟而西也。",
            "须臾客去，予亦就睡。梦一道士，羽衣蹁跹，过临皋之下，揖予而言曰：“赤壁之游乐 乎？”问其姓名，俯而不答。“呜呼！噫嘻！我知之矣。畴昔之夜，飞鸣而过我者，非子也 邪？”道士顾笑，予亦惊寤。开户视之，不见其处。"
          ]
        },
        {
          "chapter": "三槐堂铭",
          "source": "(苏轼)",
          "author": "宋代：苏轼 ",
          "paragraphs": [
            "天可必乎？贤者不必贵，仁者不必寿。天不可必乎？仁者必有后。二者将安取衷哉？吾闻之申包胥曰：“人定者胜天，天定亦能胜人。”世之论天者，皆不待其定而求之，故以天为茫茫。善者以怠，恶者以肆。盗跖之寿，孔、颜之厄，此皆天之未定者也。松柏生于山林，其始也，困于蓬蒿，厄于牛羊；而其终也，贯四时、阅千岁而不改者，其天定也。善恶之报，至于子孙，则其定也久矣。吾以所见所闻考之，而其可必也审矣。",
            "国之将兴，必有世德之臣，厚施而不食其报，然后其子孙能与守文太平之主、共天下之福。故兵部侍郎晋国王公，显于汉、周之际，历事太祖、太宗，文武忠孝，天下望以为相，而公卒以直道不容于时。盖尝手植三槐于庭，曰：“吾子孙必有为三公者。”已而其子魏国文正公，相真宗皇帝于景德、祥符之间，朝廷清明，天下无事之时，享其福禄荣名者十有八年。今夫寓物于人，明日而取之，有得有否；而晋公修德于身，责报于天，取必于数十年之后，如持左契，交手相付。吾是以知天之果可必也。",
            "吾不及见魏公，而见其子懿敏公，以直谏事仁宗皇帝，出入侍从将帅三十余年，位不满其德。天将复兴王氏也欤！何其子孙之多贤也？世有以晋公比李栖筠者，其雄才直气，真不相上下。而栖筠之子吉甫，其孙德裕，功名富贵，略与王氏等；而忠恕仁厚，不及魏公父子。由此观之，王氏之福盖未艾也。",
            "懿敏公之子巩与吾游，好德而文，以世其家，吾以是铭之。铭曰：",
            "“呜呼休哉！魏公之业，与槐俱萌；封植之勤，必世乃成。既相真宗，四方砥平。归视其家，槐阴满庭。吾侪小人，朝不及夕，相时射利，皇恤厥德？庶几侥幸，不种而获。不有君子，其何能国？王城之东，晋公所庐；郁郁三槐，惟德之符。呜呼休哉！"
          ]
        },
        {
          "chapter": "方山子传",
          "source": "(苏轼)",
          "author": "宋代：苏轼 ",
          "paragraphs": [
            "方山子，光、黄间隐人也。少时慕朱家、郭解为人，闾里之侠皆宗之。稍壮，折节读书，欲以此驰骋当世，然终不遇。晚乃遁于光、黄间，曰岐亭。庵居蔬食，不与世相闻。弃车马，毁冠服，徒步往来山中，人莫识也。见其所著帽，方耸而高，曰：“此岂古方山冠之遗象乎？”因谓之方山子。",
            "余谪居于黄，过岐亭，适见焉。曰：“呜呼！此吾故人陈慥季常也。何为而在此？”方山子亦矍然，问余所以至此者。余告之故。俯而不答，仰而笑，呼余宿其家。环堵萧然，而妻子奴婢皆有自得之意。余既耸然异之。",
            "独念方山子少时，使酒好剑，用财如粪土。前十九年，余在岐山，见方山子从两骑，挟二矢，游西山。鹊起于前，使骑逐而射之，不获。方山子怒马独出，一发得之。因与余马上论用兵及古今成败，自谓一世豪士。今几日耳，精悍之色犹见于眉间，而岂山中之人哉？",
            "然方山子世有勋阀，当得官，使从事于其间，今已显闻。而其家在洛阳，园宅壮丽与公侯等。河北有田，岁得帛千匹，亦足以富乐。皆弃不取，独来穷山中，此岂无得而然哉？",
            "余闻光、黄间多异人，往往阳狂垢污，不可得而见。方山子倘见之欤？"
          ]
        },
        {
          "chapter": "六国论",
          "source": "(苏辙)",
          "author": "宋代：苏辙 ",
          "paragraphs": [
            "尝读六国《世家》，窃怪天下之诸侯，以五倍之地，十倍之众，发愤西向，以攻山西千里之秦，而不免于死亡。常为之深思远虑，以为必有可以自安之计，盖未尝不咎其当时之士虑患之疏，而见利之浅，且不知天下之势也。",
            "夫秦之所以与诸侯争天下者，不在齐、楚、燕、赵也，而在韩、魏之郊；诸侯之所与秦争天下者，不在齐、楚、燕、赵也，而在韩、魏之野。秦之有韩、魏，譬如人之有腹心之疾也。韩、魏塞秦之冲，而弊山东之诸侯，故夫天下之所重者，莫如韩、魏也。昔者范睢用于秦而收韩，商鞅用于秦而收魏，昭王未得韩、魏之心，而出兵以攻齐之刚、寿，而范雎以为忧。然则秦之所忌者可以见矣。",
            "秦之用兵于燕、赵，秦之危事也。越韩过魏，而攻人之国都，燕、赵拒之于前，而韩、魏乘之于后，此危道也。而秦之攻燕、赵，未尝有韩、魏之忧，则韩、魏之附秦故也。夫韩、魏诸侯之障，而使秦人得出入于其间，此岂知天下之势邪！委区区之韩、魏，以当强虎狼之秦，彼安得不折而入于秦哉？韩、魏折而入于秦，然后秦人得通其兵于东诸侯，而使天下偏受其祸。",
            "夫韩、魏不能独当秦，而天下之诸侯，藉之以蔽其西，故莫如厚韩亲魏以摈秦。秦人不敢逾韩、魏以窥齐、楚、燕、赵之国，而齐、楚、燕、赵之国，因得以自完于其间矣。以四无事之国，佐当寇之韩、魏，使韩、魏无东顾之忧，而为天下出身以当秦兵；以二国委秦，而四国休息于内，以阴助其急，若此，可以应夫无穷，彼秦者将何为哉！不知出此，而乃贪疆埸尺寸之利，背盟败约，以自相屠灭，秦兵未出，而天下诸侯已自困矣。至于秦人得伺其隙以取其国，可不悲哉！"
          ]
        },
        {
          "chapter": "上枢密韩太尉书",
          "source": "(苏辙)",
          "author": "宋代：苏辙 ",
          "paragraphs": [
            "太尉执事：辙生好为文，思之至深。以为文者气之所形，然文不可以学而能，气可以养而致。孟子曰：“我善养吾浩然之气。”今观其文章，宽厚宏博，充乎天地之间，称其气之小大。太史公行天下，周览四海名山大川，与燕、赵间豪俊交游，故其文疏荡，颇有奇气。此二子者，岂尝执笔学为如此之文哉？其气充乎其中而溢乎其貌，动乎其言而见乎其文，而不自知也。",
            "辙生十有九年矣。其居家所与游者，不过其邻里乡党之人；所见不过数百里之间，无高山大野可登览以自广；百氏之书，虽无所不读，然皆古人之陈迹，不足以激发其志气。恐遂汩没，故决然舍去，求天下奇闻壮观，以知天地之广大。过秦、汉之故都，恣观终南、嵩、华之高，北顾黄河之奔流，慨然想见古之豪杰。至京师，仰观天子宫阙之壮，与仓廪、府库、城池、苑囿之富且大也，而后知天下之巨丽。见翰林欧阳公，听其议论之宏辩，观其容貌之秀伟，与其门人贤士大夫游，而后知天下之文章聚乎此也。太尉以才略冠天下，天下之所恃以无忧，四夷之所惮以不敢发，入则周公、召公，出则方叔、召虎。而辙也未之见焉。",
            "且夫人之学也，不志其大，虽多而何为？辙之来也，于山见终南、嵩、华之高，于水见黄河之大且深，于人见欧阳公，而犹以为未见太尉也。故愿得观贤人之光耀，闻一言以自壮，然后可以尽天下之大观而无憾者矣。",
            "辙年少，未能通习吏事。向之来，非有取于斗升之禄，偶然得之，非其所乐。然幸得赐归待选，使得优游数年之间，将以益治其文，且学为政。太尉苟以为可教而辱教之，又幸矣！"
          ]
        },
        {
          "chapter": "黄州快哉亭记",
          "source": "(苏辙)",
          "author": "宋代：苏辙 ",
          "paragraphs": [
            "江出西陵，始得平地，其流奔放肆大。南合沅、湘 ，北合汉沔，其势益张。至于赤壁之下，波流浸灌，与海相若。清河张君梦得谪居齐安，即其庐之西南为亭，以览观江流之胜，而余兄子瞻名之曰“快哉”。",
            "盖亭之所见，南北百里，东西一舍。涛澜汹涌，风云开阖。昼则舟楫出没于其前，夜则鱼龙悲啸于其下。变化倏忽，动心骇目，不可久视。今乃得玩之几席之上，举目而足。西望武昌诸山，冈陵起伏，草木行列，烟消日出。渔夫樵父之舍，皆可指数。此其所以为“快哉”者也。至于长洲之滨，故城之墟。曹孟德、孙仲谋之所睥睨，周瑜、陆逊之所骋骛。其流风遗蹟，亦足以称快世俗。",
            "昔楚襄王从宋玉、景差于兰台之宫，有风飒然至者，王披襟当之，曰：“快哉此风！寡人所与庶人共者耶？”宋玉曰：“此独大王之雄风耳，庶人安得共之！”玉之言盖有讽焉。夫风无雌雄之异，而人有遇，不遇之变；楚王之所以为乐，与庶人之所以为忧，此则人之变也，而风何与焉？士生于世，使其中不自得，将何往而非病？使其中坦然，不以物伤性，将何适而非快？今张君不以谪为患，窃会计之余功，而自放山水之间，此其中宜有以过人者。将蓬户瓮牖无所不快；而况乎濯长江之清流，揖西山之白云 ，穷耳目之胜以自适也哉！不然，连山绝壑，长林古木，振之以清风，照之以明月，此皆骚人思士之所以悲伤憔悴而不能胜者，乌睹其为快也哉！",
            "元丰六年十一月朔日，赵郡苏辙记。"
          ]
        },
        {
          "chapter": "寄欧阳舍人书",
          "source": "(曾巩)",
          "author": "宋代：曾巩 ",
          "paragraphs": [
            "巩顿首再拜，舍人先生：",
            "去秋人还，蒙赐书及所撰先大父墓碑铭。反覆观诵，感与惭并。夫铭志之著于世，义近于史，而亦有与史异者。盖史之于善恶，无所不书,而铭者，盖古之人有功德材行志义之美者，惧后世之不知，则必铭而见之。或纳于庙，或存于墓，一也。苟其人之恶，则于铭乎何有？此其所以与史异也。其辞之作，所以使死者无有所憾，生者得致其严。而善人喜于见传，则勇于自立；恶人无有所纪，则以愧而惧。至于通材达识，义烈节士，嘉言善状，皆见于篇，则足为后法。警劝之道，非近乎史，其将安近？",
            "及世之衰，为人之子孙者，一欲褒扬其亲而不本乎理。故虽恶人，皆务勒铭，以夸后世。立言者既莫之拒而不为，又以其子孙之所请也，书其恶焉，则人情之所不得，于是乎铭始不实。后之作铭者，常观其人。苟托之非人，则书之非公与是，则不足以行世而传后。故千百年来，公卿大夫至于里巷之士，莫不有铭，而传者盖少。其故非他，托之非人，书之非公与是故也。",
            "然则孰为其人而能尽公与是欤？非畜道德而能文章者，无以为也。盖有道德者之于恶人，则不受而铭之，于众人则能辨焉。而人之行，有情善而迹非，有意奸而外淑，有善恶相悬而不可以实指，有实大于名，有名侈于实。犹之用人，非畜道德者，恶能辨之不惑，议之不徇？不惑不徇，则公且是矣。而其辞之不工，则世犹不传，于是又在其文章兼胜焉。故曰，非畜道德而能文章者无以为也，岂非然哉！",
            "然畜道德而能文章者，虽或并世而有，亦或数十年或一二百年而有之。其传之难如此，其遇之难又如此。若先生之道德文章，固所谓数百年而有者也。先祖之言行卓卓，幸遇而得铭，其公与是，其传世行后无疑也。而世之学者，每观传记所书古人之事，至其所可感，则往往衋然不知涕之流落也，况其子孙也哉？况巩也哉？其追睎祖德而思所以传之之繇，则知先生推一赐于巩而及其三世。其感与报，宜若何而图之？",
            "抑又思若巩之浅薄滞拙，而先生进之，先祖之屯蹶否塞以死，而先生显之，则世之魁闳豪杰不世出之士，其谁不愿进于门？潜遁幽抑之士，其谁不有望于世？善谁不为，而恶谁不愧以惧？为人之父祖者，孰不欲教其子孙？为人之子孙者，孰不欲宠荣其父祖？此数美者，一归于先生。既拜赐之辱，且敢进其所以然。所谕世族之次，敢不承教而加详焉？愧甚，不宣。巩再拜。"
          ]
        },
        {
          "chapter": "赠黎安二生序",
          "source": "(曾巩)",
          "author": "宋代：曾巩 ",
          "paragraphs": [
            "赵郡苏轼，余之同年友也。自蜀以书至京师遗余，称蜀之士，曰黎生、安生者。既而黎生携其文数十万言，安生携其文亦数千言，辱以顾余。读其文，诚闳壮隽伟，善反覆驰骋，穷尽事理；而其材力之放纵，若不可极者也。二生固可谓魁奇特起之士，而苏君固可谓善知人者也。",
            "顷之，黎生补江陵府司法参军。将行，请予言以为赠。余曰：「余之知生，既得之于心矣，乃将以言相求于外邪？」黎生曰：「生与安生之学于斯文，里之人皆笑以为迂阔。今求子之言，盖将解惑于里人。」余闻之，自顾而笑。",
            "夫世之迂阔，孰有甚于予乎？知信乎古，而不知合乎世；知志乎道，而不知同乎俗。此余所以困于今而不自知也。世之迂阔，孰有甚于予乎？今生之迂，特以文不近俗，迂之小者耳，患为笑于里之人。若余之迂大矣，使生持吾言而归，且重得罪，庸讵止于笑乎？",
            "然则若余之于生，将何言哉？谓余之迂为善，则其患若此；谓为不善，则有以合乎世，必违乎古，有以同乎俗，必离乎道矣。生其无急于解里人之惑，则于是焉，必能择而取之。",
            "遂书以赠二生，并示苏君，以为何如也？"
          ]
        },
        {
          "chapter": "读孟尝君传",
          "source": "(王安石)",
          "author": "宋代：王安石 ",
          "paragraphs": [
            "世皆称孟尝君能得士，士以故归之，而卒赖其力以脱于虎豹之秦。嗟乎！孟尝君特鸡鸣狗盗之雄耳，岂足以言得士？不然，擅齐之强，得一士焉，宜可以南面而制秦，尚何取鸡鸣狗盗之力哉？夫鸡鸣狗盗之出其门，此士之所以不至也。"
          ]
        },
        {
          "chapter": "同学一首别子固",
          "source": "(王安石)",
          "author": "宋代：王安石 ",
          "paragraphs": [
            "江之南有贤人焉，字子固，非今所谓贤人者，予慕而友之。淮之南有贤人焉，字正之，非今所谓贤人者，予慕而友之。二贤人者，足未尝相过也，口未尝相语也，辞币未尝相接也。其师若友，岂尽同哉？予考其言行，其不相似者，何其少也！曰：学圣人而已矣。”学圣人，则其师若友，必学圣人者。圣人之言行，岂有二哉？其相似也适然。",
            "予在淮南，为正之道子固，正之不予疑也。还江南，为子固道正之，子固亦以为然。予又知所谓贤人者，既相似，又相信不疑也。",
            "子固作《怀友》一首遗予，其大略欲相扳以至乎中庸而后已。正之盖亦常云尔。夫安驱徐行，轥中庸之庭，而造于其堂，舍二贤人者而谁哉？予昔非敢自必其有至也，亦愿从事于左右焉尔。辅而进之，其可也。",
            "噫！官有守，私有系，会合不可以常也，作《同学一首别子固》以相警，且相慰云。"
          ]
        },
        {
          "chapter": "游褒禅山记",
          "source": "(王安石)",
          "author": "宋代：王安石 ",
          "paragraphs": [
            "褒禅山亦谓之华山，唐浮图慧褒始舍于其址，而卒葬之；以故其后名之曰“褒禅”。今所谓慧空禅院者，褒之庐冢也。距其院东五里，所谓华山洞者，以其乃华山之阳名之也。距洞百余步，有碑仆道，其文漫灭，独其为文犹可识曰“花山”。今言“华”如“华实”之“华”者，盖音谬也。",
            "其下平旷，有泉侧出，而记游者甚众，所谓前洞也。由山以上五六里，有穴窈然，入之甚寒，问其深，则其好游者不能穷也，谓之后洞。余与四人拥火以入，入之愈深，其进愈难，而其见愈奇。有怠而欲出者，曰：“不出，火且尽。”遂与之俱出。盖余所至，比好游者尚不能十一，然视其左右，来而记之者已少。盖其又深，则其至又加少矣。方是时，余之力尚足以入，火尚足以明也。既其出，则或咎其欲出者，而余亦悔其随之，而不得极夫游之乐也。",
            "于是余有叹焉。古人之观于天地、山川、草木、虫鱼、鸟兽，往往有得，以其求思之深而无不在也。夫夷以近，则游者众；险以远，则至者少。而世之奇伟、瑰怪，非常之观，常在于险远，而人之所罕至焉，故非有志者不能至也。有志矣，不随以止也，然力不足者，亦不能至也。有志与力，而又不随以怠，至于幽暗昏惑而无物以相之，亦不能至也。然力足以至焉，于人为可讥，而在己为有悔；尽吾志也而不能至者，可以无悔矣，其孰能讥之乎？此余之所得也！",
            "余于仆碑，又以悲夫古书之不存，后世之谬其传而莫能名者，何可胜道也哉！此所以学者不可以不深思而慎取之也。",
            "四人者：庐陵萧君圭君玉，长乐王回深父，余弟安国平父、安上纯父。",
            "至和元年七月某日，临川王某记。"
          ]
        },
        {
          "chapter": "泰州海陵县主簿许君墓志铭",
          "source": "",
          "author": "宋代：王安石 ",
          "paragraphs": [
            "君讳平，字秉之，姓许氏。余尝谱其世家，所谓今泰州海陵县主簿者也。君既与兄元相友爱称天下，而自少卓荦不羁，善辩说，与其兄俱以智略为当世大人所器。宝元时，朝廷开方略之选，以招天下异能之士，而陕西大帅范文正公、郑文肃公争以君所为书以荐，于是得召试，为太庙斋郎，已而选泰州海陵县主簿。贵人多荐君有大才，可试以事，不宜弃之州县。君亦常慨然自许，欲有所为。然终不得一用其智能以卒。噫！其可哀也已。",
            "士固有离世异俗，独行其意，骂讥、笑侮、困辱而不悔，彼皆无众人之求而有所待于后世者也，其龃龉固宜。若夫智谋功名之士，窥时俯仰以赴势物之会，而辄不遇者，乃亦不可胜数。辩足以移万物，而穷于用说之时；谋足以夺三军，而辱于右武之国，此又何说哉！嗟乎！彼有所待而不遇者，其知之矣。",
            "君年五十九，以嘉祐某年某月某甲子葬真州之扬子县甘露乡某所之原。夫人李氏。子男瓌，不仕；璋，真州司户参军；琦，太庙斋郎；琳，进士。女子五人，已嫁二人，进士周奉先、泰州泰兴县令陶舜元。",
            "铭曰：有拔而起之，莫挤而止之。呜呼许君！而已于斯，谁或使之？"
          ]
        }
      ]
    },
    {
      "title": "卷十二・明文",
      "content": [
        {
          "chapter": "送天台陈庭学序",
          "source": "(宋濂)",
          "author": "明代：宋濂 ",
          "paragraphs": [
            "西南山水，惟川蜀最奇。然去中州万里，陆有剑阁栈道之险，水有瞿塘、灩滪之虞。跨马行，则篁竹间山高者，累旬日不见其巅际。临上而俯视，绝壑万仞，杳莫测其所穷，肝胆为之悼栗。水行，则江石悍利，波恶涡诡，舟一失势尺寸，辄糜碎土沉，下饱鱼鳖。其难至如此。故非仕有力者，不可以游；非材有文者，纵游无所得；非壮强者，多老死于其地。嗜奇之士恨焉。",
            "天台陈君庭学，能为诗，由中书左司掾，屡从大将北征，有劳，擢四川都指挥司照磨，由水道至成都。成都，川蜀之要地，扬子云、司马相如、诸葛武侯之所居，英雄俊杰战攻驻守之迹，诗人文士游眺饮射赋咏歌呼之所，庭学无不历览。既览必发为诗，以纪其景物时世之变，于是其诗益工。越三年，以例自免归，会予于京师；其气愈充，其语愈壮，其志意愈高；盖得于山水之助者侈矣。",
            "予甚自愧，方予少时，尝有志于出游天下，顾以学未成而不暇。及年壮方可出，而四方兵起，无所投足。逮今圣主兴而宇内定，极海之际，合为一家，而予齿益加耄矣。欲如庭学之游，尚可得乎？",
            "然吾闻古之贤士，若颜回、原宪，皆坐守陋室，蓬蒿没户，而志意常充然，有若囊括于天地者。此其故何也？得无有出于山水之外者乎？庭学其试归而求焉？苟有所得，则以告予，予将不一愧而已也！"
          ]
        },
        {
          "chapter": "阅江楼记",
          "source": "(宋濂)",
          "author": "明代：宋濂 ",
          "paragraphs": [
            "金陵为帝王之州。自六朝迄于南唐，类皆偏据一方，无以应山川之王气。逮我皇帝，定鼎于兹，始足以当之。由是声教所暨，罔间朔南；存神穆清，与天同体。虽一豫一游，亦可为天下后世法。京城之西北有狮子山，自卢龙蜿蜒而来。长江如虹贯，蟠绕其下。上以其地雄胜，诏建楼于巅，与民同游观之乐。遂锡嘉名为“阅江”云。",
            "登览之顷，万象森列，千载之祕，一旦轩露。岂非天造地设，以俟大一统之君，而开千万世之伟观者欤？当风日清美，法驾幸临，升其崇椒，凭阑遥瞩，必悠然而动遐思。见江汉之朝宗，诸侯之述职，城池之高深，关阨之严固，必曰：“此朕沐风栉雨、战胜攻取之所致也。”中夏之广，益思有以保之。见波涛之浩荡，风帆之上下，番舶接迹而来庭，蛮琛联肩而入贡，必曰：“此朕德绥威服，覃及外内之所及也。”四陲之远，益思所以柔之。见两岸之间、四郊之上，耕人有炙肤皲足之烦，农女有捋桑行馌之勤，必曰：“此朕拔诸水火、而登于衽席者也。”万方之民，益思有以安之。触类而思，不一而足。臣知斯楼之建，皇上所以发舒精神，因物兴感，无不寓其致治之思，奚此阅夫长江而已哉？彼临春、结绮，非弗华矣；齐云、落星，非不高矣。不过乐管絃之淫响，藏燕赵之艳姬。一旋踵间而感慨系之，臣不知其为何说也。",
            "虽然，长江发源岷山，委蛇七千余里而始入海，白涌碧翻，六朝之时，往往倚之为天堑；今则南北一家，视为安流，无所事乎战争矣。然则，果谁之力欤？逢掖之士，有登斯楼而阅斯江者，当思帝德如天，荡荡难名，与神禹疏凿之功同一罔极。忠君报上之心，其有不油然而兴者耶？",
            "臣不敏，奉旨撰记，欲上推宵旰图治之切者，勒诸贞珉。他若留连光景之辞，皆略而不陈，惧亵也。"
          ]
        },
        {
          "chapter": "司马季主论卜",
          "source": "(刘基)",
          "author": "明代：刘基 ",
          "paragraphs": [
            "东陵侯既废，过司马季主而卜焉。季主曰：“君侯何卜也？”东陵侯曰：“久卧者思起，久蛰者思启，久懑者思嚏。吾闻之蓄极则泄，閟极则达。热极则风，壅极则通。一冬一春，靡屈不伸，一起一伏，无往不复。仆窃有疑，愿受教焉。”季主曰：“若是，则君侯已喻之矣，又何卜为？”东陵侯曰：“仆未究其奥也，愿先生卒教之。”季主乃言曰：“呜呼！天道何亲？惟德之亲；鬼神何灵？因人而灵。夫蓍，枯草也；龟，枯骨也，物也。人，灵于物者也，何不自听而听于物乎？且君侯何不思昔者也？有昔者必有今日，是故碎瓦颓垣，昔日之歌楼舞馆也；荒榛断梗，昔日之琼蕤玉树也；露蛬风蝉，昔日之凤笙龙笛也；鬼燐萤火，昔日之金釭华烛也；秋荼春荠，昔日之象白驼峯也；丹枫白荻，昔日之蜀锦齐纨也。昔日之所无，今日有之不为过；昔日之所有，今日无之不为不足。是故一昼一夜，华开者谢；一秋一春，物故者新。激湍之下，必有深潭；高丘之下，必有浚谷。君侯亦知之矣，何以卜为？”"
          ]
        },
        {
          "chapter": "卖柑者言",
          "source": "(刘基)",
          "author": "明代：刘基 ",
          "paragraphs": [
            "杭有卖果者，善藏柑，涉寒暑不溃。出之烨然，玉质而金色。置于市，贾十倍，人争鬻之。",
            "予贸得其一，剖之，如有烟扑口鼻，视其中，则干若败絮。予怪而问之曰：“若所市于人者，将以实笾豆，奉祭祀，供宾客乎？将炫外以惑愚瞽也？甚矣哉，为欺也！”",
            "卖者笑曰：“吾业是有年矣，吾赖是以食吾躯。吾售之，人取之，未尝有言，而独不足子所乎？世之为欺者不寡矣，而独我也乎？吾子未之思也。",
            "今夫佩虎符、坐皋比者，洸洸乎干城之具也，果能授孙、吴之略耶？ 峨大冠、 拖长绅者，昂昂乎庙堂之器也，果能建伊、皋之业耶？盗起而不知御，民困而不知救，吏奸而不知禁，法斁而不知理，坐糜廪粟而不知耻。观其坐高堂，骑大马，醉醇醴而饫肥鲜者，孰不巍巍乎可畏，赫赫乎可象也？又何往而不金玉其外，败絮其中也哉？今子是之不察，而以察吾柑！”",
            "予默默无以应。退而思其言，类东方生滑稽之流。岂其愤世疾邪者耶？而托于柑以讽耶？"
          ]
        },
        {
          "chapter": "深虑论",
          "source": "(方孝孺)",
          "author": "明代：方孝孺 ",
          "paragraphs": [
            "虑天下者，常图其所难而忽其所易，备其所可畏而遗其所不疑。然而，祸常发于所忽之中，而乱常起于不足疑之事。岂其虑之未周欤？盖虑之所能及者，人事之宜然，而出于智力之所不及者，天道也。",
            "当秦之世，而灭诸侯，一天下。而其心以为周之亡在乎诸侯之强耳，变封建而为郡县。方以为兵革不可复用，天子之位可以世守，而不知汉帝起陇亩之中，而卒亡秦之社稷。汉惩秦之孤立，于是大建庶孽而为诸侯，以为同姓之亲，可以相继而无变，而七国萌篡弑之谋。武、宣以后，稍削析之而分其势，以为无事矣，而王莽卒移汉祚。光武之惩哀、平，魏之惩汉，晋之惩魏，各惩其所由亡而为之备。而其亡也，盖出于所备之外。唐太宗闻武氏之杀其子孙，求人于疑似之际而除之，而武氏日侍其左右而不悟。宋太祖见五代方镇之足以制其君，尽释其兵权，使力弱而易制，而不知子孙卒困于敌国。此其人皆有出人之智、盖世之才，其于治乱存亡之几，思之详而备之审矣。虑切于此而祸兴于彼，终至乱亡者，何哉？盖智可以谋人，而不可以谋天。",
            "良医之子，多死于病；良巫之子，多死于鬼。岂工于活人，而拙于谋子也哉？乃工于谋人，而拙于谋天也。古之圣人，知天下后世之变，非智虑之所能周，非法术之所能制，不敢肆其私谋诡计，而唯积至诚，用大德以结乎天心，使天眷其德，若慈母之保赤子而不忍释。故其子孙，虽有至愚不肖者足以亡国，而天卒不忍遽亡之。此虑之远者也。夫苟不能自结于天，而欲以区区之智笼络当世之务，而必后世之无危亡，此理之所必无者，而岂天道哉！"
          ]
        },
        {
          "chapter": "豫让论",
          "source": "(方孝孺)",
          "author": "明代：方孝孺 ",
          "paragraphs": [
            "士君子立身事主，既名知己，则当竭尽智谋，忠告善道，销患于未形，保治于未然，俾身全而主安。生为名臣，死为上鬼，垂光百世，照耀简策，斯为美也。苟遇知己，不能扶危为未乱之先，而乃捐躯殒命于既败之后；钓名沽誉，眩世骇俗，由君子观之，皆所不取也。",
            "盖尝因而论之：豫让臣事智伯，及赵襄子杀智伯，让为之报仇。声名烈烈，虽愚夫愚妇莫不知其为忠臣义士也。呜呼！让之死固忠矣，惜乎处死之道有未忠者存焉——何也？观其漆身吞炭，谓其友曰：“凡吾所为者极难，将以愧天下后世之为人臣而怀二心者也。”谓非忠可乎？及观其斩衣三跃，襄子责以不死于中行氏，而独死于智伯。让应曰：“中行氏以众人待我，我故以众人报之；智伯以国士待我，我故以国士报之。”即此而论，让余徐憾矣。",
            "段规之事韩康，任章之事魏献，未闻以国士待之也；而规也章也，力劝其主从智伯之请，与之地以骄其志，而速其亡也 。郄疵之事智伯，亦未尝以国士待之也；而疵能察韩、魏之情以谏智伯。虽不用其言以至灭亡，而疵之智谋忠告，已无愧于心也。让既自谓智伯待以国士矣，国士——济国之上也。当伯请地无厌之日，纵欲荒暴之时，为让者正宜陈力就列，谆谆然而告之日：“诸侯大夫各安分地，无相侵夺，古之制也。今无故而取地于人，人不与，而吾之忿心必生；与之，则吾之骄心以起。忿必争，争必败；骄必傲，傲必亡”。谆切恳至，谏不从，再谏之，再谏不从，三谏之。三谏不从，移其伏剑之死，死于是日。伯虽顽冥不灵，感其至诚，庶几复悟。和韩、魏，释赵围，保全智宗，守其祭祀。若然，则让虽死犹生也，岂不胜于斩衣而死乎？",
            "让于此时，曾无一语开悟主心，视伯之危亡，犹越人视秦人之肥瘠也。袖手旁观，坐待成败，国士之报，曾若是乎？智伯既死，而乃不胜血气之悻悻，甘自附于刺客之流。何足道哉，何足道哉！虽然，以国士而论，豫让固不足以当矣；彼朝为仇敌，暮为君臣，腆然而自得者，又让之罪人也。噫！"
          ]
        },
        {
          "chapter": "亲政篇",
          "source": "(王鏊)",
          "author": "明代：王鏊 ",
          "paragraphs": [
            "《易》之《泰》：“上下交而其志同。”其《否》曰：“上下不交而天下无邦。”盖上之情达于下，下之情达于上，上下一体，所以为“泰”。下之情壅阏而不得上闻，上下间隔，虽有国而无国矣，所以为“否”也。",
            "交则泰，不交则否，自古皆然，而不交之弊，未有如近世之甚者。君臣相见，止于视朝数刻；上下之间，章奏批答相关接，刑名法度相维持而已。非独沿袭故事，亦其地势使然。何也？国家常朝于奉天门，未尝一日废，可谓勤矣。然堂陛悬绝，威仪赫奕，御史纠仪，鸿胪举不如法，通政司引奏，上特视之，谢恩见辞，湍湍而退，上何尝治一事，下何尝进一言哉？此无他，地势悬绝，所谓堂上远于万里，虽欲言无由言也。",
            "愚以为欲上下之交，莫若复古内朝之法。盖周之时有三朝：库门之外为正朝，询谋大臣在焉；路门之外为治朝，日视朝在焉；路门之内为内朝，亦曰燕朝。《玉藻》云：“君日出而视朝，退视路寝听政。” 盖视朝而见羣臣，所以正上下之分；听政而视路寝，所以通远近之情。汉制：大司马、左右前后将军、侍中、散骑诸吏为中朝，丞相以下至六百石为外朝。唐皇城之北南三门曰承天，元正、冬至受万国之朝贡，则御焉，盖古之外朝也。其北曰太极门，其西曰太极殿，朔、望则坐而视朝，盖古之正朝也。又北曰两仪殿，常日听朝而视事，盖古之内朝也。宋时常朝则文德殿，五日一起居则垂拱殿，正旦、冬至、圣节称贺则大庆殿，赐宴则紫宸殿或集英殿，试进士则崇政殿。侍从以下，五日一员上殿，谓之轮对，则必入陈时政利害。内殿引见，亦或赐坐，或免穿靴，盖亦有三朝之遗意焉。盖天有三垣，天子象之。正朝，象太极也；外朝，象天市也；内朝，象紫微也。自古然矣。",
            "国朝圣节、冬至、正旦大朝则会奉天殿，即古之正朝也。常日则奉天门，即古之外朝也。而内朝独缺。然非缺也，华盖、谨身、武英等殿，岂非内朝之遗制乎？洪武中如宋濂、刘基，永乐以来如杨士奇、杨荣等，日侍左右，大臣蹇义、夏元吉等，常奏对便殿。于斯时也，岂有壅隔之患哉？今内朝未复，临御常朝之后，人臣无复进见，三殿高閟，鲜或窥焉。故上下之情，壅而不通；天下之弊，由是而积。孝宗晚年，深感有慨于斯，屡召大臣于便殿，讲论天下事。方将有为，而民之无禄，不及睹至治之美，天下至今以为恨矣。",
            "惟陛下远法圣祖，近法孝宗，尽铲近世壅隔之弊。常朝之外，即文华、武英二殿，仿古内朝之意，大臣三日或五日一次起居，侍从、台谏各一员上殿轮对；诸司有事咨决，上据所见决之，有难决者，与大臣面议之；不时引见羣臣，凡谢恩辞见之类，皆得上殿陈奏。虚心而问之，和颜色而道之，如此，人人得以自尽。陛下虽身居九重，而天下之事灿然毕陈于前。外朝所以正上下之分，内朝所以通远近之情。如此，岂有近时壅隔之弊哉？唐、虞之时，明目达聪，嘉言罔伏，野无遗贤，亦不过是而已。"
          ]
        },
        {
          "chapter": "稽山书院尊经阁记",
          "source": "(王守仁)",
          "author": "明代：王守仁 ",
          "paragraphs": [
            "经，常道也，其在于天谓之命，其赋于人谓之性，其主于身谓之心。心也，性也，命也，一也。通人物，达四海，塞天地，亘古今，无有乎弗具，无有乎弗同，无有乎或变者也，是常道也。其应乎感也，则为恻隐，为羞恶，为辞让，为是非；其见于事也，则为父子之亲，为君臣之义，为夫妇之别，为长幼之序，为朋友之信。是恻隐也，羞恶也，辞让也，是非也，是亲也，义也，序也，别也，信也，一也；皆所谓心也，性也，命也。通人物，达四海，塞天地，亘古今，无有乎弗具，无有乎弗同，无有乎或变者也，是常道也。是常道也，以言其阴阳消息之行焉，则谓之《易》；以言其纪纲政事之施焉，则谓之《书》；以言其歌咏性情之发焉，则谓之《诗》；以言其条理节文之著焉，则谓之《礼》；以言其欣喜和平之生焉，则谓之《乐》；以言其诚伪邪正之辩焉，则谓之《春秋》。是阴阳消息之行也以至于诚伪邪正之辩也，一也；皆所谓心也，性也，命也。通人物，达四海，塞天地，亘古今，无有乎弗具，无有乎弗同，无有乎或变者也，夫是之谓六经。六经者非他，吾心之常道也。故《易》也者，志吾心之阴阳消息者也；《书》也者，志吾心之纪纲政事者也；《诗》也者，志吾心之歌咏性情者也；《礼》也者，志吾心之条理节文者也；《乐》也者，志吾心之欣喜和平者也；《春秋》也者，志吾心之诚伪邪正者也。君子之于六经也，求之吾心之阴阳消息而时行焉，所以尊《易》也；求之吾心之纪纲政事而时施焉，所以尊《书》也；求之吾心之歌咏性情而时发焉，所以尊《诗》也；求之吾心之条理节文而时著焉。所以尊《礼》也；求之吾心之欣喜和平而时生焉，所以尊《乐》也；求之吾心之诚伪邪正而时辩焉，所以尊《春秋》也。",
            "盖昔者圣人之扶人极、忧后世而述六经也，犹之富家者之父祖，虑其产业库藏之积，其子孙者或至于遗忘散失，卒困穷而无以自全也，而记籍其家之所有以贻之，使之世守其产业库藏之积而享用焉，以免于困穷之患。故六经者，吾心之记籍也；而六经之实，则具于吾心，犹之产业库藏之实积，种种色色，具存于其家；其记籍者，特名状数目而已。而世之学者，不知求六经之实于吾心，而徒考索于影响之间，牵制于文义之末，硁硁然以为是六经矣；是犹富家之子孙，不务守视享用其产业库藏之实积，日遗忘散失，至于窭人丐夫，而犹嚣嚣然指其记籍。曰：“斯吾产业库藏之积也！”何以异于是？",
            "呜呼！六经之学，其不明于世，非一朝一夕之故矣。尚功利，崇邪说，是谓乱经；习训诂，传记诵，没溺于浅闻小见，以涂天下之耳目，是谓侮经；侈淫辞，竞诡辩，饰奸心盗行，逐世垄断，而犹自以为通经，是谓贼经。若是者，是并其所谓记籍者而割裂弃毁之矣，宁复知所以为尊经也乎？",
            "越城旧有稽山书院，在卧龙西岗，荒废久矣。郡守渭南南君大吉，既敷政于民，则慨然悼末学之支离，将进之以圣贤之道，于是使山阴令吴君瀛拓书院而一新之；又为尊经之阁于其后，曰：经正则庶民兴，庶民兴斯无邪慝矣。阁成，请予一言，以谂多士。予既不获辞，则为记之若是。呜呼！世之学者，得吾说而求诸其心焉，其亦庶乎知所以为尊经也矣。"
          ]
        },
        {
          "chapter": "象祠记",
          "source": "(王守仁)",
          "author": "明代：王守仁 ",
          "paragraphs": [
            "灵、博之山，有象祠焉。其下诸苗夷之居者，咸神而祠之。宣慰安君，因诸苗夷之请，新其祠屋，而请记于予。予曰：“毁之乎，其新之也？”曰：“新之。”“新之也，何居乎？”曰：“斯祠之肇也，盖莫知其原。然吾诸蛮夷之居是者，自吾父、吾祖溯曾高而上，皆尊奉而禋祀焉，举而不敢废也。”予曰：“胡然乎？有鼻之祀，唐之人盖尝毁之。象之道，以为子则不孝，以为弟则傲。斥于唐，而犹存于今；坏于有鼻，而犹盛于兹土也，胡然乎？”",
            "我知之矣：君子之爱若人也，推及于其屋之乌，而况于圣人之弟乎哉？然则祀者为舜，非为象也。意象之死，其在干羽既格之后乎？不然，古之骜桀者岂少哉？而象之祠独延于世，吾于是盖有以见舜德之至，入人之深，而流泽之远且久也。",
            "象之不仁，盖其始焉耳，又乌知其终之不见化于舜也？《书》不云乎：“克谐以孝，烝烝乂，不格奸。” 瞽瞍亦允若，则已化而为慈父。象犹不弟，不可以为谐。进治于善，则不至于恶；不抵于奸，则必入于善。信乎，象盖已化于舜矣！《孟子》曰：“天子使吏治其国，象不得以有为也。”斯盖舜爱象之深而虑之详，所以扶持辅导之者之周也。不然，周公之圣，而管、蔡不免焉。斯可以见象之既化于舜，故能任贤使能而安于其位，泽加于其民，既死而人怀之也。诸侯之卿，命于天子，盖《周官》之制，其殆仿于舜之封象欤？",
            "吾于是盖有以信人性之善，天下无不可化之人也。然则唐人之毁之也，据象之始也；今之诸夷之奉之也，承象之终也。斯义也，吾将以表于世，使知人之不善，虽若象焉，犹可以改；而君子之修德，及其至也，虽若象之不仁，而犹可以化之也。”"
          ]
        },
        {
          "chapter": "瘗旅文",
          "source": "(王守仁)",
          "author": "明代：王守仁 ",
          "paragraphs": [
            "维正德四年秋月三日，有吏目云自京来者，不知其名氏，携一子一仆，将之任，过龙场，投宿土苗家。予从篱落间望见之，阴雨昏黑，欲就问讯北来事，不果。明早，遣人觇之，已行矣。",
            "薄午，有人自蜈蚣坡来，云：“一老人死坡下，傍两人哭之哀。”予曰：“此必吏目死矣。伤哉！”薄暮，复有人来，云：“坡下死者二人，傍一人坐哭。”询其状，则其子又死矣。明日，复有人来，云：“见坡下积尸三焉。”则其仆又死矣。呜呼伤哉！",
            "念其暴骨无主，将二童子持畚、锸往瘗之，二童子有难色然。予曰：“嘻！吾与尔犹彼也！”二童闵然涕下，请往。就其傍山麓为三坎，埋之。又以只鸡、饭三盂，嗟吁涕洟而告之，曰：",
            "呜呼伤哉！繄何人？繄何人？吾龙场驿丞余姚王守仁也。吾与尔皆中土之产，吾不知尔郡邑，尔乌为乎来为兹山之鬼乎？古者重去其乡，游宦不逾千里。吾以窜逐而来此，宜也。尔亦何辜乎？闻尔官吏目耳，俸不能五斗，尔率妻子躬耕可有也。乌为乎以五斗而易尔七尺之躯？又不足，而益以尔子与仆乎？呜呼伤哉！",
            "尔诚恋兹五斗而来，则宜欣然就道，胡为乎吾昨望见尔容蹙然，盖不任其忧者？夫冲冒雾露，扳援崖壁，行万峯之顶，饥渴劳顿，筋骨疲惫，而又瘴疬侵其外，忧郁攻其中，其能以无死乎？吾固知尔之必死，然不谓若是其速，又不谓尔子尔仆亦遽然奄忽也！皆尔自取，谓之何哉！吾念尔三骨之无依而来瘗尔，乃使吾有无穷之怆也。",
            "呜呼伤哉！纵不尔瘗，幽崖之狐成羣，阴壑之虺如车轮，亦必能葬尔于腹，不致久暴露尔。尔既已无知，然吾何能违心乎？自吾去父母乡国而来此，三年矣，历瘴毒而苟能自全，以吾未尝一日之戚戚也。今悲伤若此，是吾为尔者重，而自为者轻也。吾不宜复为尔悲矣。",
            "吾为尔歌，尔听之。歌曰：连峯际天兮，飞鸟不通。游子怀乡兮，莫知西东。莫知西东兮，维天则同。异域殊方兮，环海之中。达观随寓兮，奚必予宫。魂兮魂兮，无悲以恫。",
            "又歌以慰之曰：与尔皆乡土之离兮，蛮之人言语不相知兮。性命不可期，吾苟死于兹兮，率尔子仆，来从予兮。吾与尔遨以嬉兮，骖紫彪而乘文螭兮，登望故乡而嘘唏兮。吾苟获生归兮，尔子尔仆，尚尔随兮，无以无侣为悲兮！道旁之冢累累兮，多中土之流离兮，相与呼啸而徘徊兮。餐风饮露，无尔饥兮。朝友麋鹿，暮猿与栖兮。尔安尔居兮，无为厉于兹墟兮！"
          ]
        },
        {
          "chapter": "信陵君救赵论",
          "source": "(唐顺之)",
          "author": "明代：唐顺之 ",
          "paragraphs": [
            "论者以窃符为信陵君之罪，余以为此未足以罪信陵也。夫强秦之暴亟矣，今悉兵以临赵，赵必亡。赵，魏之障也。赵亡，则魏且为之后。赵、魏，又楚、燕、齐诸国之障也，赵、魏亡，则楚、燕、齐诸国为之后。天下之势，未有岌岌于此者也。故救赵者，亦以救魏；救一国者，亦以救六国也。窃魏之符以纾魏之患，借一国之师以分六国之灾，夫奚不可者？",
            "然则信陵果无罪乎？曰：又不然也。余所诛者，信陵君之心也。",
            "信陵一公子耳，魏固有王也。赵不请救于王，而谆谆焉请救于信陵，是赵知有信陵，不知有王也。平原君以婚姻激信陵，而信陵亦自以婚姻之故，欲急救赵，是信陵知有婚姻，不知有王也。其窃符也，非为魏也，非为六国也，为赵焉耳。非为赵也，为一平原君耳。使祸不在赵，而在他国，则虽撤魏之障，撤六国之障，信陵亦必不救。使赵无平原，而平原亦非信陵之姻戚，虽赵亡，信陵亦必不救。则是赵王与社稷之轻重，不能当一平原公子，而魏之兵甲所恃以固其社稷者，只以供信陵君一姻戚之用。幸而战胜，可也，不幸战不胜，为虏于秦，是倾魏国数百年社稷以殉姻戚，吾不知信陵何以谢魏王也。",
            "夫窃符之计，盖出于侯生，而如姬成之也。侯生教公子以窃符，如姬为公子窃符于王之卧内，是二人亦知有信陵，不知有王也。余以为信陵之自为计，曷若以唇齿之势激谏于王，不听，则以其欲死秦师者而死于魏王之前，王必悟矣。侯生为信陵计，曷若见魏王而说之救赵，不听，则以其欲死信陵君者而死于魏王之前，王亦必悟矣。如姬有意于报信陵，曷若乘王之隙而日夜劝之救，不听，则以其欲为公子死者而死于魏王之前，王亦必悟矣。如此，则信陵君不负魏，亦不负赵；二人不负王，亦不负信陵君。何为计不出此？信陵知有婚姻之赵，不知有王。内则幸姬，外则邻国，贱则夷门野人，又皆知有公子，不知有王。则是魏仅有一孤王耳。",
            "呜呼！自世之衰，人皆习于背公死党之行而忘守节奉公之道，有重相而无威君，有私仇而无义愤，如秦人知有穰侯，不知有秦王，虞卿知有布衣之交，不知有赵王，盖君若赘旒久矣。由此言之，信陵之罪，固不专系乎符之窃不窃也。其为魏也，为六国也，纵窃符犹可。其为赵也，为一亲戚也，纵求符于王，而公然得之，亦罪也。",
            "虽然，魏王亦不得无罪也。兵符藏于卧内，信陵亦安得窃之？信陵不忌魏王，而径请之如姬，其素窥魏王之疏也；如姬不忌魏王，而敢于窃符，其素恃魏王之宠也。木朽而蛀生之矣。古者人君持权于上，而内外莫敢不肃。则信陵安得树私交于赵？赵安得私请救于信陵？如姬安得衔信陵之恩？信陵安得卖恩于如姬？履霜之渐，岂一朝一夕也哉！由此言之，不特众人不知有王，王亦自为赘旒也。",
            "故信陵君可以为人臣植党之戒，魏王可以为人君失权之戒。《春秋》书葬原仲、翬帅师。嗟夫！圣人之为虑深矣！"
          ]
        },
        {
          "chapter": "报刘一丈书",
          "source": "(宗臣)",
          "author": "明代：宗臣 ",
          "paragraphs": [
            "数千里外，得长者时赐一书，以慰长想，即亦甚幸矣；何至更辱馈遗，则不才益 将何以报焉？书中情意甚殷，即长者之不忘老父，知老父之念长者深也。",
            "至以「上下 相孚，才德称位」语不才，则不才有深感焉。 夫才德不称，固自知之矣；至于不孚之病，则尤不才为甚。",
            "且今之所谓孚者，何哉？日夕策马，候权者之门。门者故不入，则甘言媚词，作妇人状，袖金以私之。即门者持刺入，而主人又不即出见；立厩中仆马之间，恶气袭衣袖，即饥寒毒热不可忍，不去也 。抵暮，则前所受赠金者，出报客曰：「相公倦，谢客矣！客请明日来！」即明日， 又不敢不来。夜披衣坐，闻鸡鸣，即起盥栉，走马抵门；门者怒曰：「为谁？」则曰 ：「昨日之客来。」则又怒曰：「何客之勤也？岂有相公此时出见客乎？」客心耻之 ，强忍而与言曰：「亡奈何矣，姑容我入！」门者又得所赠金，则起而入之；又立向 所立厩中。 幸主者出，南面召见，则惊走匍匐阶下。主者曰：「进！」则再拜，故迟不起； 起则上所上寿金。主者故不受，则固请。主者故固不受，则又固请，然后命吏纳之。 则又再拜，又故迟不起；起则五六揖始出。出揖门者曰：「官人幸顾我，他日来，幸 无阻我也！」门者答揖。大喜奔出，马上遇所交识，即扬鞭语曰：「适自相公家来， 相公厚我，厚我！」且虚言状。即所交识，亦心畏相公厚之矣。相公又稍稍语人曰：「某也贤！某也贤！」闻者亦心许交赞之。",
            "此世所谓上下相孚也，长者谓仆能之乎？前所谓权门者，自岁时伏腊，一刺之外，即经年不往也。闲道经其门，则亦掩耳 闭目，跃马疾走过之，若有所追逐者，斯则仆之褊衷，以此长不见怡于长吏，仆则愈 益不顾也。每大言曰：「人生有命，吾惟有命，吾惟守分而已。」长者闻之，得无厌 其为迂乎？",
            "乡园多故，不能不动客子之愁。至于长者之抱才而困，则又令我怆然有感。天之与先生者甚厚，亡论长者不欲轻弃之，即天意亦不欲长者之轻弃之也，幸宁心哉！"
          ]
        },
        {
          "chapter": "吴山图记",
          "source": "(归有光)",
          "author": "明代：归有光 ",
          "paragraphs": [
            "吴、长洲二县，在郡治所，分境而治。而郡西诸山，皆在吴县。其最高者，穹窿、阳山、邓尉、西脊、铜井。而灵巖，吴之故宫在焉，尚有西子之遗蹟。若虎丘、剑池及天平、尚方、支硎，皆胜地也。而太湖汪洋三万六千顷，七十二峯沉浸其间，则海内之奇观矣。",
            "余同年友魏君用晦为吴县，未及三年，以高第召入为给事中。君之为县，有惠爱，百姓扳留之，不能得，而君亦不忍于其民。由是好事者绘《吴山图》以为赠。",
            "夫令之于民，诚重矣。令诚贤也，其地之山川草木，亦被其泽而有荣也；令诚不贤也，其地之山川草木，亦被其殃而有辱也。君于吴之山川，盖增重矣。异时吾民将择胜于巖峦之间，尸祝于浮屠、老子之宫也，固宜。而君则亦既去矣，何复惓惓于此山哉?昔苏子瞻称韩魏公去黄州四十余年而思之不忘，至以为《思黄州》诗，子瞻为黄人刻之于石。然后知贤者于其所至，不独使其人之不忍忘而已，亦不能自忘于其人也。",
            "君今去县已三年矣。一日，与余同在内庭，出示此图，展玩太息，因命余记之，噫!君之于吾吴有情如此，如之何而使吾民能忘之也!"
          ]
        },
        {
          "chapter": "沧浪亭记",
          "source": "(归有光)",
          "author": "明代：归有光 ",
          "paragraphs": [
            "浮图文瑛居大云庵，环水，即苏子美沧浪亭之地也。亟求余作《沧浪亭记》，曰：“昔子美之记，记亭之胜也。请子记吾所以为亭者。”",
            "余曰：昔吴越有国时，广陵王镇吴中，治南园于子城之西南；其外戚孙承祐，亦治园于其偏。迨淮海纳土，此园不废。苏子美始建沧浪亭，最后禅者居之：此沧浪亭为大云庵也。有庵以来二百年，文瑛寻古遗事，复子美之构于荒残灭没之余：此大云庵为沧浪亭也。",
            "夫古今之变，朝市改易。尝登姑苏之台，望五湖之渺茫，羣山之苍翠，太伯、虞仲之所建，阖闾、夫差之所争，子胥、种、蠡之所经营，今皆无有矣。庵与亭何为者哉？虽然，钱镠因乱攘窃，保有吴越，国富兵强，垂及四世。诸子姻戚，乘时奢僭，宫馆苑囿，极一时之盛。而子美之亭，乃为释子所钦重如此。可以见士之欲垂名于千载，不与其澌然而俱尽者，则有在矣。",
            "文瑛读书喜诗，与吾徒游，呼之为沧浪僧云。"
          ]
        },
        {
          "chapter": "青霞先生文集序",
          "source": "(茅坤)",
          "author": "明代：茅坤 ",
          "paragraphs": [
            "青霞沈君，由锦衣经历上书诋宰执，宰执深疾之。方力构其罪，赖明天子仁圣，特薄其谴，徙之塞上。当是时，君之直谏之名满天下。已而，君累然携妻子，出家塞上。会北敌数内犯，而帅府以下，束手闭垒，以恣敌之出没，不及飞一镞以相抗。甚且及敌之退，则割中土之战没者与野行者之馘以为功。而父之哭其子，妻之哭其夫，兄之哭其弟者，往往而是，无所控吁。君既上愤疆埸之日弛，而又下痛诸将士之日菅刈我人民以蒙国家也，数呜咽欷歔;，而以其所忧郁发之于诗歌文章，以泄其怀，即集中所载诸什是也。",
            "君故以直谏为重于时，而其所著为诗歌文章，又多所讥刺，稍稍传播，上下震恐。始出死力相煽构，而君之祸作矣。君既没，而中朝之士虽不敢讼其事，而一时阃寄所相与谗君者，寻且坐罪罢去。又未几，故宰执之仇君者亦报罢。而君之故人俞君，于是裒辑其生平所著若干卷，刻而传之。而其子襄，来请予序之首简。",
            "茅子受读而题之曰：若君者，非古之志士之遗乎哉？孔子删《诗》，自《小弁》之怨亲，《巷伯》之刺谗而下，其间忠臣、寡妇、幽人、怼士之什，并列之为“风”，疏之为“雅”，不可胜数。岂皆古之中声也哉？然孔子不遽遗之者，特悯其人，矜其志。犹曰“发乎情，止乎礼义”，“言之者无罪，闻之者足以为戒”焉耳。予尝按次春秋以来，屈原之《骚》疑于怨，伍胥之谏疑于胁，贾谊之《疏》疑于激，叔夜之诗疑于愤，刘蕡之对疑于亢。然推孔子删《诗》之旨而裒次之，当亦未必无录之者。君既没，而海内之荐绅大夫，至今言及君，无不酸鼻而流涕。呜呼！集中所载《鸣剑》、《筹边》诸什，试令后之人读之，其足以寒贼臣之胆，而跃塞垣战士之马，而作之忾也，固矣！他日国家采风者之使出而览观焉，其能遗之也乎？予谨识之。",
            "至于文词之工不工，及当古作者之旨与否，非所以论君之大者也，予故不著。嘉靖癸亥孟春望日归安茅坤拜手序。"
          ]
        },
        {
          "chapter": "蔺相如完璧归赵论",
          "source": "(王世贞)",
          "author": "明代：王世贞 ",
          "paragraphs": [
            "蔺相如之完璧，人皆称之。予未敢以为信也。",
            "夫秦以十五城之空名，诈赵而胁其璧。是时言取璧者，情也，非欲以窥赵也。赵得其情则弗予，不得其情则予；得其情而畏之则予，得其情而弗畏之则弗予。此两言决耳，奈之何既畏而复挑其怒也！",
            "且夫秦欲璧，赵弗予璧，两无所曲直也。入璧而秦弗予城，曲在秦；秦出城而璧归，曲在赵。欲使曲在秦，则莫如弃璧；畏弃璧，则莫如弗予。夫秦王既按图以予城，又设九宾，斋而受璧，其势不得不予城。璧入而城弗予，相如则前请曰：“臣固知大王之弗予城也。夫璧非赵璧乎？而十五城秦宝也。今使大王以璧故，而亡其十五城，十五城之子弟，皆厚怨大王以弃我如草芥也。大王弗与城，而绐赵璧，以一璧故，而失信于天下，臣请就死于国，以明大王之失信！”秦王未必不返璧也。今奈何使舍人怀而逃之，而归直于秦？",
            "是时秦意未欲与赵绝耳。令秦王怒而僇相如于市，武安君十万众压邯郸，而责璧与信，一胜而相如族，再胜而璧终入秦矣。",
            "吾故曰：蔺相如之获全于璧也，天也。若其劲渑池，柔廉颇，则愈出而愈妙于用。所以能完赵者，天固曲全之哉！"
          ]
        },
        {
          "chapter": "徐文长传",
          "source": "(袁宏道)",
          "author": "明代：袁宏道 ",
          "paragraphs": [
            "余少时过里肆中，见北杂剧有《四声猿》，意气豪达，与近时书生所演传奇绝异，题曰“天池生”，疑为元人作。后适越，见人家单幅上有署“田水月”者，强心铁骨，与夫一种磊块不平之气，字画之中，宛宛可见。意甚骇之，而不知田水月为何人。",
            "一夕，坐陶编修楼，随意抽架上书，得《阙编》诗一帙。恶楮毛书，烟煤败黑，微有字形。稍就灯间读之，读未数首，不觉惊跃，忽呼石篑：“《阙编》何人作者？今耶？古耶？”石篑曰：“此余乡先辈徐天池先生书也。先生名渭，字文长，嘉、隆间人，前五六年方卒。今卷轴题额上有田水月者，即其人也。”余始悟前后所疑，皆即文长一人。又当诗道荒秽之时，获此奇祕，如魇得醒。两人跃起，灯影下，读复叫，叫复读，僮仆睡者皆惊起。余自是或向人，或作书，皆首称文长先生。有来看余者，即出诗与之读。一时名公巨匠，浸浸知向慕云。",
            "文长为山阴秀才，大试辄不利，豪荡不羁。总督胡梅林公知之，聘为幕客。文长与胡公约：“若欲客某者，当具宾礼，非时辄得出入。”胡公皆许之。文长乃葛衣乌巾，长揖就坐，纵谈天下事，旁若无人。胡公大喜。是时公督数边兵，威振东南，介冑之士，膝语蛇行，不敢举头；而文长以部下一诸生傲之，信心而行，恣臆谈谑，了无忌惮。会得白鹿，属文长代作表。表上，永陵喜甚。公以是益重之，一切疏记，皆出其手。",
            "文长自负才略，好奇计，谈兵多中。凡公所以饵汪、徐诸虏者，皆密相议然后行。尝饮一酒楼，有数健儿亦饮其下，不肯留钱。文长密以数字驰公，公立命缚健儿至麾下，皆斩之，一军股栗。有沙门负资而秽，酒间偶言于公，公后以他事杖杀之。其信任多此类。",
            "胡公既怜文长之才，哀其数困，时方省试，凡入帘者，公密属曰：“徐子，天下才，若在本房，幸勿脱失。”皆曰：“如命。”一知县以他羁后至，至期方谒公，偶忘属，卷适在其房，遂不偶。",
            "文长既已不得志于有司，遂乃放浪曲糵，恣情山水，走齐、鲁、燕、赵之地，穷览朔漠。其所见山奔海立，沙起云行，风鸣树偃，幽谷大都，人物鱼鸟，一切可惊可愕之状，一一皆达之于诗。其胸中又有一段不可磨灭之气，英雄失路、托足无门之悲，故其为诗，如嗔如笑，如水鸣峡，如种出土，如寡妇之夜哭，羁人之寒起。当其放意，平畴千里；偶尔幽峭，鬼语秋坟。文长眼空千古，独立一时。当时所谓达官贵人、骚士墨客，文长皆叱而奴之，耻不与交，故其名不出于越。悲夫！",
            "一日，饮其乡大夫家。乡大夫指筵上一小物求赋，阴令童仆续纸丈余进，欲以苦之。文长援笔立成，竟满其纸，气韵遒逸，物无遁情，一座大惊。",
            "文长喜作书，笔意奔放如其诗，苍劲中姿媚跃出。余不能书，而谬谓文长书决当在王雅宜、文征仲之上。不论书法，而论书神：先生者，诚八法之散圣，字林之侠客也。间以其余，旁溢为花草竹石，皆超逸有致。",
            "卒以疑杀其继室，下狱论死。张阳和力解，乃得出。既出，倔强如初。晚年愤益深，佯狂益甚。显者至门，皆拒不纳。当道官至，求一字不可得。时携钱至酒肆，呼下隶与饮。或自持斧击破其头，血流被面，头骨皆折，揉之有声。或槌其囊，或以利锥锥其两耳，深入寸余，竟不得死。",
            "石篑言：晚岁诗文益奇，无刻本，集藏于家。予所见者，《徐文长集》、《阙编》二种而已。然文长竟以不得志于时，抱愤而卒。",
            "石公曰：先生数奇不已，遂为狂疾；狂疾不已，遂为囹圄。古今文人，牢骚困苦，未有若先生者也。虽然，胡公间世豪杰，永陵英主，幕中礼数异等，是胡公知有先生矣；表上，人主悦，是人主知有先生矣。独身未贵耳。先生诗文崛起，一扫近代芜秽之习，百世而下，自有定论，胡为不遇哉？梅客生尝寄余书曰：“文长吾老友，病奇于人，人奇于诗，诗奇于字，字奇于文，文奇于画。”余谓文长无之而不奇者也。无之而不奇，斯无之而不奇也哉！悲夫！"
          ]
        },
        {
          "chapter": "五人墓碑记",
          "source": "(张溥)",
          "author": "明代：张溥 ",
          "paragraphs": [
            "五人者，盖当蓼洲周公之被逮，激于义而死焉者也。至于今，郡之贤士大夫请于当道，即除魏阉废祠之址以葬之；且立石于其墓之门，以旌其所为。呜呼，亦盛矣哉！",
            "夫五人之死，去今之墓而葬焉，其为时止十有一月耳。夫十有一月之中，凡富贵之子，慷慨得志之徒，其疾病而死，死而湮没不足道者，亦已众矣；况草野之无闻者欤？独五人之皦皦，何也？",
            "予犹记周公之被逮，在丙寅三月之望。吾社之行为士先者，为之声义，敛赀财以送其行，哭声震动天地。缇骑按剑而前，问：“谁为哀者？”众不能堪，抶而仆之。是时以大中丞抚吴者为魏之私人毛一鹭，公之逮所由使也；吴之民方痛心焉，于是乘其厉声以呵，则噪而相逐。中丞匿于溷藩以免。既而以吴民之乱请于朝，按诛五人，曰颜佩韦、杨念如、马杰、沈扬、周文元，即今之傫然在墓者也。",
            "然五人之当刑也，意气扬扬，呼中丞之名而詈之，谈笑以死。断头置城上，颜色不少变。有贤士大夫发五十金，买五人之头而函之，卒与尸合。故今之墓中全乎为五人也。",
            "嗟乎！大阉之乱，缙绅而能不易其志者，四海之大，有几人欤？而五人生于编伍之间，素不闻诗书之训，激昂大义，蹈死不顾，亦曷故哉？且矫诏纷出，钩党之捕遍于天下，卒以吾郡之发愤一击，不敢复有株治；大阉亦逡巡畏义，非常之谋难于猝发，待圣人之出而投缳道路，不可谓非五人之力也。",
            "由是观之，则今之高爵显位，一旦抵罪，或脱身以逃，不能容于远近，而又有剪发杜门，佯狂不知所之者，其辱人贱行，视五人之死，轻重固何如哉？是以蓼洲周公忠义暴于朝廷，赠諡褒美，显荣于身后；而五人亦得以加其土封，列其姓名于大堤之上，凡四方之士无不有过而拜且泣者，斯固百世之遇也。不然，令五人者保其首领，以老于户牖之下，则尽其天年，人皆得以隶使之，安能屈豪杰之流，扼腕墓道，发其志士之悲哉？故余与同社诸君子，哀斯墓之徒有其石也，而为之记，亦以明死生之大，匹夫之有重于社稷也。",
            "贤士大夫者，冏卿因之吴公，太史文起文公、孟长姚公也。"
          ]
        }
      ]
    }
  ]
}
