{
  "title": "聲律啓蒙",
  "author": "車萬育",
  "abstract": "《聲律啓蒙》是訓練兒童應對，掌握聲韻格律的啓蒙讀物。按韻分編，包羅天文、地理、花木、鳥獸、人物、器物等的虛實應對。從單字對到雙字對，三字對、五字對、七字對到十一字對，聲韻協調，琅琅上口，從中得到語音、詞彙、修辭的訓練。從單字到多字的層層屬對，讀起來，如唱歌般。較之其它全用三言、四言句式更見韻味。這類讀物，在啓蒙讀物中獨具一格，經久不衰。明清以來，如《訓蒙駢句》、《笠翁對韻》等書，都是採用這種方式編寫，並得以廣泛流傳。",
  "content": [
    {
      "title": "上卷",
      "content": [
        {
          "chapter": "一 東",
          "paragraphs": [
            "雲對雨，雪對風，晚照對晴空。來鴻對去燕，宿鳥對鳴蟲。三尺劍，六鈞弓，嶺北對江東。人間清暑殿，天上廣寒宮。兩岸曉煙楊柳綠，一園春雨杏花紅。兩鬢風霜，途次早行之客；一蓑煙雨，溪邊晚釣之翁。",
            "沿對革，異對同，白叟對黃童。江風對海霧，牧子對漁翁。顏巷陋，阮途窮，冀北對遼東。池中濯足水，門外打頭風。梁帝講經同泰寺，漢皇置酒未央宮。塵慮縈心，懶撫七絃綠綺；霜華滿鬢，羞看百鍊青銅。",
            "貧對富，塞對通，野叟對溪童。鬢皤對眉綠，齒皓對脣紅。天浩浩，日融融，佩劍對彎弓。半溪流水綠，千樹落花紅。野渡燕穿楊柳雨，芳池魚戲芰荷風。女子眉纖，額下現一彎新月；男兒氣壯，胸中吐萬丈長虹。"
          ]
        },
        {
          "chapter": "二 冬",
          "paragraphs": [
            "春對夏，秋對冬，暮鼓對晨鐘。觀山對玩水，綠竹對蒼松。馮婦虎，葉公龍，舞蝶對鳴蛩。銜泥雙紫燕，課蜜幾黃蜂。春日園中鶯恰恰，秋天塞外雁雍雍。秦嶺雲橫，迢遞八千遠路；巫山雨洗，嵯峨十二危峯。",
            "明對暗，淡對濃，上智對中庸。鏡奩對衣笥，野杵對村舂。花灼爍，草蒙茸，九夏對三冬。臺高名戲馬，齋小號蟠龍。手擘蟹螯從畢卓，身披鶴氅自王恭。五老峯高，秀插雲霄如玉筆；三姑石大，響傳風雨若金鏞。",
            "仁對義，讓對恭，禹舜對羲農。雪花對雲葉，芍藥對芙蓉。陳後主，漢中宗，繡虎對雕龍。柳塘風淡淡，花圃月濃濃。春日正宜朝看蝶，秋風那更夜聞蛩。戰士邀功，必借干戈成勇武；逸民適志，須憑詩酒養疏慵。"
          ]
        },
        {
          "chapter": "三 江",
          "paragraphs": [
            "樓對閣，戶對窗，巨海對長江。蓉裳對蕙帳，玉斝對銀釭。青布幔，碧油幢，寶劍對金缸。忠心安社稷，利口覆家邦。世祖中興延馬武，桀王失道殺龍逄。秋雨瀟瀟，漫爛黃花都滿徑；春風嫋嫋，扶疏綠竹正盈窗。",
            "旌對旆，蓋對幢，故國對他邦。千山對萬水，九澤對三江。山岌岌，水淙淙，鼓振對鍾撞。清風生酒舍，皓月照書窗。陣上倒戈辛紂戰，道旁系劍子嬰降。夏日池塘，出沒浴波鷗對對；春風簾幕，往來營壘燕雙雙。",
            "銖對兩，只對雙，華嶽對湘江。朝車對禁鼓，宿火對寒缸。青瑣闥，碧紗窗，漢社對周邦。笙簫鳴細細，鐘鼓響摐摐。主簿棲鸞名有覽，治中展驥姓惟龐。蘇武牧羊，雪屢餐於北海；莊周活鮒，水必決於西江。"
          ]
        },
        {
          "chapter": "四 支",
          "paragraphs": [
            "茶對酒，賦對詩，燕子對鶯兒。栽花對種竹，落絮對遊絲。四目頡，一足夔，鴝鵒對鷺鷥。半池紅菡萏，一架白荼蘼。幾陣秋風能應候，一犁春雨甚知時。智伯恩深，國士吞變形之炭；羊公德大，邑人豎墮淚之碑。",
            "行對止，速對遲，舞劍對圍棋。花箋對草字，竹簡對毛錐。汾水鼎，峴山碑，虎豹對熊羆。花開紅錦繡，水漾碧琉璃。去婦因探鄰舍棗，出妻爲種後園葵。笛韻和諧，仙管恰從雲裏降；櫓聲咿軋，漁舟正向雪中移。",
            "戈對甲，鼓對旗，紫燕對黃鸝。梅酸對李苦，青眼對白眉。三弄笛，一圍棋，雨打對風吹。海棠春睡早，楊柳晝眠遲。張駿曾爲槐樹賦，杜陵不作海棠詩。晉士特奇，可比一斑之豹；唐儒博識，堪爲五總之龜。"
          ]
        },
        {
          "chapter": "五 微",
          "paragraphs": [
            "來對往，密對稀，燕舞對鶯飛。風清對月朗，露重對煙微。霜菊瘦，雨梅肥，客路對漁磯。晚霞舒錦繡，朝露綴珠璣。夏暑客思欹石枕，秋寒婦念寄邊衣。春水才深，青草岸邊漁父去；夕陽半落，綠莎原上牧童歸。",
            "寬對猛，是對非，服美對乘肥。珊瑚對玳瑁，錦繡對珠璣。桃灼灼，柳依依，綠暗對紅稀。窗前鶯並語，簾外燕雙飛。漢致太平三尺劍，周臻大定一戎衣。吟成賞月之詩，只愁月墮；斟滿送春之酒，惟憾春歸。",
            "聲對色，飽對飢，虎節對龍旗。楊花對桂葉，白簡對朱衣。尨也吠，燕于飛，蕩蕩對巍巍。春暄資日氣，秋冷借霜威。出使振威馮奉世，治民異等尹翁歸。燕我弟兄，載詠棣棠韡韡；命伊將帥，爲歌楊柳依依。"
          ]
        },
        {
          "chapter": "六 魚",
          "paragraphs": [
            "無對有，實對虛，作賦對觀書。綠窗對朱戶，寶馬對香車。伯樂馬，浩然驢，弋雁對求魚。分金齊鮑叔，奉璧藺相如。擲地金聲孫綽賦，迴文錦字竇滔書。未遇殷宗，胥靡困傅巖之築；既逢周後，太公舍渭水之漁。",
            "終對始，疾對徐，短褐對華裾。六朝對三國，天祿對石渠。千字策，八行書，有若對相如。花殘無戲蝶，藻密有潛魚。落葉舞風高復下，小荷浮水卷還舒。愛見人長，共服宣尼休假蓋；恐彰己吝，誰知阮裕竟焚車。",
            "麟對鳳，鱉對魚，內史對中書。犁鋤對耒耜，畎澮對郊墟。犀角帶，象牙梳，駟馬對安車。青衣能報赦，黃耳解傳書。庭畔有人持短劍，門前無客曳長裾。波浪拍船，駭舟人之水宿；峯巒繞舍，樂隱者之山居。"
          ]
        },
        {
          "chapter": "七 虞",
          "paragraphs": [
            "金對玉，寶對珠，玉兔對金烏。孤舟對短棹，一雁對雙鳧。橫醉眼，捻吟須，李白對楊朱。秋霜多過雁，夜月有啼烏。日曖園林花易賞，雪寒村舍酒難沽。人處嶺南，善探巨象口中齒；客居江右，偶奪驪龍頷下珠。",
            "賢對聖，智對愚，傅粉對施朱。名繮對利鎖，挈榼對提壺。鳩哺子，燕調雛，石帳對郇廚。煙輕籠岸柳，風急撼庭梧。鸜眼一方端石硯，龍涎三炷博山壚。曲沼魚多，可使漁人結網；平田兔少，漫勞耕者守株。",
            "秦對趙，越對吳，釣客對耕夫。箕裘對杖履，杞梓對桑榆。天欲曉，日將晡，狡兔對妖狐。讀書甘刺股，煮粥惜焚須。韓信武能平四海，左思文足賦三都。嘉遁幽人，適志竹籬茅舍；勝遊公子，玩情柳陌花衢。"
          ]
        },
        {
          "chapter": "八 齊",
          "paragraphs": [
            "巖對岫，澗對溪，遠岸對危堤。鶴長對鳧短，水雁對山雞。星拱北，月流西，漢露對湯霓。桃林牛已放，虞阪馬長嘶。叔侄去官聞廣受，弟兄讓國有夷齊。三月春濃，芍藥叢中蝴蝶舞；五更天曉，海棠枝上子規啼。",
            "雲對雨，水對泥，白璧對玄圭。獻瓜對投李，禁鼓對徵鼙。徐稚榻，魯班梯，鳳翥對鸞棲，有官清似水，無客醉如泥。截髮惟聞陶侃母，斷機只有樂羊妻。秋望佳人，目送樓頭千里雁；早行遠客，夢驚枕上五更雞。",
            "熊對虎，象對犀，霹靂對虹霓。杜鵑對孔雀，桂嶺對梅溪。蕭史鳳，宋宗雞，遠近對高低。水寒魚不躍，林茂鳥頻棲。楊柳和煙彭澤縣，桃花流水武陵溪。公子追歡，閒驟玉驄遊綺陌；佳人倦繡，悶欹珊枕掩香閨。"
          ]
        },
        {
          "chapter": "九 佳",
          "paragraphs": [
            "河對海，漢對淮，赤岸對朱崖。鷺飛對魚躍，寶鈿對金釵。魚圉圉，鳥喈喈，草履對芒鞋。古賢嘗篤厚，時輩喜詼諧。孟訓文公談性善，顏師孔子問心齋。緩撫琴絃，像流鶯而並語；斜排箏柱。類過雁之相挨。",
            "豐對儉，等對差，布襖對荊釵。雁行對魚陣，榆塞對蘭崖。挑薺女，採蓮娃，菊徑對苔階。詩成六義備，樂奏八音諧。造律吏哀秦法酷，知音人說鄭聲哇。天欲飛霜，塞上有鴻行已過；雲將作雨，庭前多蟻陣先排。",
            "城對市，巷對街，破屋對空階。桃枝對桂葉，砌蚓對牆蝸。梅可望，橘堪懷，季路對高柴。花藏沽酒市，竹映讀書齋。馬首不容孤竹扣，車輪終就洛陽埋。朝宰錦衣，貴束烏犀之帶；宮人寶髻，宜簪白燕之釵。"
          ]
        },
        {
          "chapter": "十 灰",
          "paragraphs": [
            "增對損，閉對開，碧草對蒼苔。書籤對筆架，兩曜對三臺。周召虎，宋桓魋，閬苑對蓬萊。薰風生殿閣，皓月照樓臺。卻馬漢文思罷獻，吞蝗唐太冀移災。照耀八荒，赫赫麗天秋日；震驚百里，轟轟出地春雷。",
            "沙對水，火對灰，雨雪對風雷。書淫對傳癖，水滸對巖隈。歌舊曲，釀新醅，舞館對歌臺。春棠經雨放，秋菊傲霜開。作酒固難忘麴櫱，調羹必要用鹽梅。月滿庾樓，據胡牀而可玩；花開唐苑，轟羯鼓以奚催。",
            "休對咎，福對災，象箸對犀杯。宮花對御柳，峻閣對高臺。花蓓蕾，草根荄，剔蘚對剜苔。雨前庭蟻鬧，霜後陣鴻哀。元亮南窗今日傲，孫弘東閣幾時開。平展青茵，野外茸茸軟草；高張翠幄，庭前鬱郁涼槐。"
          ]
        },
        {
          "chapter": "十一 真",
          "paragraphs": [
            "邪對正，假對真，獬豸對麒麟。韓盧對蘇雁，陸橘對莊椿。韓五鬼，李三人，北魏對西秦。蟬鳴哀暮夏，鶯囀怨殘春。野燒焰騰紅爍爍，溪流波皺碧粼粼。行無蹤，居無廬，頌成酒德；動有時，藏有節，論著錢神。",
            "哀對樂，富對貧，好友對嘉賓。彈冠對結綬，白日對青春。金翡翠，玉麒麟，虎爪對龍麟。柳塘生細浪，花徑起香塵。閒愛登山穿謝屐，醉思漉酒脫陶巾。雪冷霜嚴，倚檻鬆筠同傲歲；日遲風暖，滿園花柳各爭春。",
            "香對火，炭對薪，日觀對天津。禪心對道眼，野婦對宮嬪。仁無敵，德有鄰，萬石對千鈞。滔滔三峽水，冉冉一溪冰。充國功名當畫閣，子張言行貴書紳。篤志詩書，思入聖賢絕域；忘情官爵，羞沾名利纖塵。"
          ]
        },
        {
          "chapter": "十二 文",
          "paragraphs": [
            "家對國，武對文，四輔對三軍。九經對三史，菊馥對蘭芬。歌北鄙，詠南薰，邇聽對遙聞。召公周太保，李廣漢將軍。聞化蜀民皆草偃，爭權晉土已瓜分。巫峽夜深，猿嘯苦哀巴地月；衡峯秋早，雁飛高貼楚天雲。",
            "欹對正，見對聞，偃武對修文。羊車對鶴駕，朝旭對晚曛。花有豔，竹成文，馬燧對羊欣。山中樑宰相，樹下漢將軍。施帳解圍嘉道韞，當壚沽酒嘆文君。好景有期，北嶺幾枝梅似雪；豐年先兆，西郊千頃稼如雲。",
            "堯對舜，夏對殷，蔡惠對劉蕡。山明對水秀，五典對三墳。唐李杜，晉機雲，事父對忠君。雨晴鳩喚婦，霜冷雁呼羣。酒量洪深周僕射，詩才俊逸鮑參軍。鳥翼長隨，鳳兮洵衆禽長；狐威不假，虎也真百獸尊。"
          ]
        },
        {
          "chapter": "十三 元",
          "paragraphs": [
            "幽對顯，寂對喧，柳岸對桃源。鶯朋對燕友，早暮對寒暄。魚躍沼，鶴乘軒，醉膽對吟魂。輕塵生範甑，積雪擁袁門。縷縷輕煙芳草渡，絲絲微雨杏花村。詣闕王通，獻太平十二策；出關老子，著道德五千言。",
            "兒對女，子對孫，藥圃對花村。高樓對邃閣，赤豹對玄猿。妃子騎，夫人軒，曠野對平原。匏巴能鼓瑟，伯氏善吹壎。馥馥早梅思驛使，萋萋芳草怨王孫。秋夕月明，蘇子黃崗遊絕壁；春朝花發，石家金谷啓芳園。",
            "歌對舞，德對恩，犬馬對雞豚。龍池對鳳沼，雨驟對雲屯。劉向閣，李膺門，唳鶴對啼猿。柳搖春白晝，梅弄月黃昏，歲冷鬆筠皆有節，春喧桃李本無言。噪晚齊蟬，歲歲秋來泣恨；啼宵蜀鳥，年年春去傷魂。"
          ]
        },
        {
          "chapter": "十四 寒",
          "paragraphs": [
            "多對少，易對難，虎踞對龍蟠。龍舟對鳳輦，白鶴對青鸞。風淅淅，露漙漙，繡轂對雕鞍。魚遊荷葉沼，鷺立蓼花灘。有酒阮貂奚用解，無魚馮鋏必須彈。丁固夢鬆，柯葉忽然生腹上；文郎畫竹，枝梢倏爾長毫端。",
            "寒對暑，溼對幹，魯隱對齊桓。寒氈對暖席，夜飲對晨餐。叔子帶，仲由冠，郟鄏對邯鄲。嘉禾憂夏旱，衰柳耐秋寒。楊柳綠遮元亮宅，杏花紅映仲尼壇。江水流長，環繞似青羅帶；海蟾輪滿，澄明如白玉盤。",
            "橫對豎，窄對寬，黑志對彈丸。朱簾對畫棟，彩檻對雕欄。春既老，夜將闌，百辟對千官。懷仁稱足足，抱義美般般。好馬君王曾市骨，食豬處士僅思肝。世仰雙仙，元禮舟中攜郭泰，人稱連壁，夏侯車上並潘安。"
          ]
        },
        {
          "chapter": "十五 刪",
          "paragraphs": [
            "興對廢，附對攀，露草對霜菅，歌廉對借寇，習孔對希顏。山壘壘，水潺潺，奉壁對探鐶。禮由公旦作，詩本仲尼刪。驢困客方經灞水，雞鳴人已出函關。幾夜霜飛，已有蒼鴻辭北塞；數朝霧暗，豈無玄豹隱南山。",
            "猶對尚，侈對慳，霧髻對煙鬟。鶯啼對鵲噪，獨鶴對雙鷳。黃牛峽，金馬山，結草對銜環。崑山惟玉集，合浦有珠還。阮籍舊能爲眼白，老萊新愛着衣斑。棲遲避世人，草衣木食；窈窕傾城女，雲鬢花顏。",
            "姚對宋，柳對顏，賞善對懲奸。愁中對夢裏，巧慧對癡頑。孔北海，謝東山，使越對徵蠻，淫聲聞濮上，離曲聽陽關。驍將袍披仁貴白，小兒衣着老萊斑。茅舍無人，難卻塵埃生榻上；竹亭有客，尚留風月在窗間。"
          ]
        }
      ]
    },
    {
      "title": "下卷",
      "content": [
        {
          "chapter": "一 先",
          "paragraphs": [
            "晴對雨，地對天，天地對山川。山川對草木，赤壁對青田。郟鄏鼎，武城弦，木筆對苔錢。金城三月柳，玉井九秋蓮。何處春朝風景好，誰家秋夜月華圓。珠綴花梢，千點薔薇香露；練橫樹杪，幾絲楊柳殘煙。",
            "前對後，後對先，衆醜對孤妍。鶯簧對蝶板，虎穴對龍淵。擊石磬，觀韋編，鼠目對鳶肩。春園花柳地，秋沼芰荷天。白羽頻揮閒客坐，烏紗半墜醉翁眠。野店幾家，羊角風搖沽酒旆；長川一帶，鴨頭波泛賣魚船。",
            "離對坎，震對乾，一日對千年，堯天對舜日，蜀水對秦川。蘇武節，鄭虔氈，澗壑對林泉。揮戈能退日，持管莫窺天。寒食芳辰花爛熳，中秋佳節月嬋娟。夢裏榮華，飄忽枕中之客；壺中日月，安閒市上之仙。"
          ]
        },
        {
          "chapter": "二 蕭",
          "paragraphs": [
            "恭對慢，吝對驕，水遠對山遙。鬆軒對竹檻，雪賦對風謠。乘五馬，貫雙鵰，燭滅對香消。明蟾常徹夜，驟雨不終朝。樓閣天涼風颯颯，關河地隔雨瀟瀟。幾點鷺鷥，日暮常飛紅蓼岸；一雙鸂鶒，春朝頻泛綠楊橋。",
            "開對落，暗對昭，趙瑟對虞韶。軺車對驛騎，錦繡對瓊瑤。羞攘臂，懶折腰，範甑對顏瓢。寒天鴛帳酒，夜月鳳台簫。舞女腰肢楊柳軟，佳人顏貌海棠嬌。豪客尋春，南陌草青香陣陣；閒人避暑，東堂蕉綠影搖搖。",
            "班對馬，董對晁，夏晝對春宵。雷聲對電影，麥穗對禾苗。八千路，廿四橋，總角對垂髫。露桃勻嫩臉，風柳舞纖腰。賈誼賦成傷鵩鳥，周公詩就託鴟鴞。幽寺尋僧，逸興豈知俄爾盡；長亭送客，離魂不覺黯然消。"
          ]
        },
        {
          "chapter": "三 餚",
          "paragraphs": [
            "風對雅，象對爻，巨蟒對長蛟。天文對地理，蟋蟀對螵蛸。龍生矯，虎咆哮，北學對東膠。築臺須壘土，成屋必誅茅。潘岳不忘秋興賦，邊韶常被晝眠嘲。撫養羣黎，已見國家隆治；滋生萬物，方知天地泰交。",
            "蛇對虺，蜃對蛟，麟藪對鵲巢。風聲對月色，麥穗對桑苞。何妥難，子云嘲，楚甸對商郊。五音惟耳聽，萬慮在心包。葛被湯徵因仇餉，楚遭齊伐責包茅。高矣若天，洵是聖人大道；淡而如水，實爲君子神交。",
            "牛對馬，犬對貓，旨酒對嘉餚。桃紅對柳綠，竹葉對鬆梢，藜杖叟，布衣樵，北野對東郊。白駒形皎皎，黃鳥語交交。花圃春殘無客到，柴門夜永有僧敲。牆畔佳人，飄揚競把鞦韆舞；樓前公子，笑語爭將蹴踘拋。"
          ]
        },
        {
          "chapter": "四 豪",
          "paragraphs": [
            "琴對瑟，劍對刀，地迥對天高。峨冠對博帶，紫綬對緋袍。煎異茗，酌香醪，虎兕對猿猱。武夫攻騎射，野婦務蠶繅。秋雨一川淇澳竹，春風兩岸武陵桃。螺髻青濃，樓外晚山千仞；鴨頭綠膩，溪中春水半篙。",
            "刑對賞，貶對褒，破斧對徵袍。梧桐對橘柚，枳棘對蓬蒿。雷煥劍，呂虔刀，橄欖對葡萄。一椽書舍小，百尺酒樓高。李白能詩時秉筆，劉伶愛酒每餺糟。禮別尊卑，拱北衆星常燦燦；勢分高下，朝東萬水自滔滔。",
            "瓜對果，李對桃，犬子對羊羔。春分對夏至，谷水對山濤。雙鳳翼，九牛毛，主逸對臣勞。水流無限闊，山聳有餘高。雨打村童新牧笠，塵生邊將舊徵袍。俊士居官，榮引鵷鴻之序；忠臣報國，誓殫犬馬之勞。"
          ]
        },
        {
          "chapter": "五 歌",
          "paragraphs": [
            "山對水，海對河，雪竹對煙蘿。新歡對舊恨，痛飲對高歌。琴再撫，劍重磨，媚柳對枯荷。荷盤從雨洗，柳線任風搓。飲酒豈知欹醉帽，觀棋不覺爛樵柯。山寺清幽，直踞千尋雲嶺；江樓宏敞，遙臨萬頃煙波。",
            "繁對簡，少對多，裏詠對途歌。宦情對旅況，銀鹿對銅駝。刺史鴨，將軍鵝，玉律對金科。古堤垂嚲柳，曲沼長新荷。命駕呂因思叔夜，引車藺爲避廉頗。千尺水簾，今古無人能手卷；一輪月鏡，乾坤何匠用功磨。",
            "霜對露，浪對波，徑菊對池荷。酒闌對歌罷，日暖對風和。樑父詠，楚狂歌，放鶴對觀鵝。史才推永叔，刀筆仰蕭何。種橘猶嫌千樹少，寄梅誰信一枝多。林下風生，黃髮村童推牧笠；江頭日出，皓眉溪叟曬漁蓑。"
          ]
        },
        {
          "chapter": "六 麻",
          "paragraphs": [
            "鬆對柏，縷對麻，蟻陣對蜂衙。頳鱗對白鷺，凍雀對昏鴉，白墮酒，碧沉茶，品笛對吹笳。秋涼梧墮葉，春暖杏開花。雨長苔痕侵壁砌，月移梅影上窗紗。颯颯秋風，度城頭之篳篥；遲遲晚照，動江上之琵琶。",
            "優對劣，凸對凹，翠竹對黃花。鬆杉對杞梓，菽麥對桑麻。山不斷，水無涯，煮酒對烹茶。魚遊池面水，鷺立岸頭沙。百畝風翻陶令秫，一畦雨熟邵平瓜。閒捧竹根，飲李白一壺之酒；偶擎桐葉，啜盧仝七碗之茶。",
            "吳對楚，蜀對巴，落日對流霞。酒錢對詩債，柏葉對松花。馳驛騎，泛仙槎，碧玉對丹砂。設橋偏送筍，開道竟還瓜。楚國大夫沉汨水，洛陽才子謫長沙。書篋琴囊，乃士流活計；藥爐茶鼎，實閒客生涯。"
          ]
        },
        {
          "chapter": "七 陽",
          "paragraphs": [
            "高對下，短對長，柳影對花香。詞人對賦客，五帝對三王。深院落，小池塘，晚眺對晨妝。絳霄唐帝殿，綠野晉公堂。寒集謝莊衣上雪，秋添潘岳鬢邊霜。人浴蘭湯，事不忘於端午；客斟菊酒，興常記於重陽。",
            "堯對舜，禹對湯，晉宋對隋唐。奇花對異卉，夏日對秋霜。八叉手，九迴腸，地久對天長。一堤楊柳綠，三徑菊花黃。聞鼓塞兵方戰鬥，聽鍾宮女正梳妝。春飲方歸，紗帽半淹鄰舍酒；早朝初退，袞衣微惹御爐香。",
            "荀對孟，老對莊，嚲柳對垂楊。仙宮對梵宇，小閣對長廊。風月窟，水雲鄉，蟋蟀對螳螂。暖煙香靄靄，寒燭影煌煌。伍子欲酬漁父劍，韓生嘗竊賈公香。三月韶光，常憶花明柳媚；一年好景，難忘橘綠橙黃。"
          ]
        },
        {
          "chapter": "八 庚",
          "paragraphs": [
            "深對淺，重對輕，有影對無聲。蜂腰對蝶翅，宿醉對餘酲。天北缺，日東生，獨臥對同行。寒冰三尺厚，秋月十分明。萬卷書容閒客覽，一樽酒待故人傾。心侈唐玄，厭看霓裳之曲；意驕陳主，飽聞玉樹之賡。",
            "虛對實，送對迎，後甲對先庚。鼓琴對舍瑟，搏虎對騎鯨。金匼匝，玉瑽琤，玉宇對金莖。花間雙粉蝶，柳內幾黃鶯。貧裏每甘藜藿味，醉中厭聽管絃聲。腸斷秋閨，涼吹已侵重被冷；夢驚曉枕，殘蟾猶照半窗明。",
            "漁對獵，釣對耕，玉振對金聲。雉城對雁塞，柳嫋對葵傾。吹玉笛，弄銀笙，阮杖對桓箏。墨呼鬆處士，紙號楮先生。露浥好花潘岳縣，風搓細柳亞夫營。撫動琴絃，遽覺座中風雨至；哦成詩句，應知窗外鬼神驚。"
          ]
        },
        {
          "chapter": "九 青",
          "paragraphs": [
            "紅對紫，白對青，漁火對禪燈。唐詩對漢史，釋典對仙經。龜曳尾，鶴梳翎，月榭對風亭。一輪秋夜月，幾點曉天星。晉士只知山簡醉，楚人誰識屈原醒。繡倦佳人，慵把鴛鴦文作枕；吮毫畫者，思將孔雀寫爲屏。",
            "行對坐，醉對醒，佩紫對紆青。棋枰對筆架，雨雪對雷霆。狂蛺蝶，小蜻蜓，水岸對沙汀。天台孫綽賦，劍閣孟陽銘。傳信子卿千里雁，照書車胤一囊螢。冉冉白雲，夜半高遮千里月；澄澄碧水，宵中寒映一天星。",
            "書對史，傳對經，鸚鵡對鶺鴒。黃茅對白荻，綠草對青萍。風繞鐸，雨淋鈴，水閣對山亭。渚蓮千朵白，岸柳兩行青。漢代宮中生秀柞，堯時階畔長祥蓂。一枰決勝，棋子分黑白；半幅通靈，畫色間丹青。"
          ]
        },
        {
          "chapter": "十 蒸",
          "paragraphs": [
            "新對舊，降對升，白犬對蒼鷹。葛巾對藜杖，澗水對池冰。張兔網，掛魚罾，燕雀對鵾鵬。爐中煎藥火，窗下讀書燈。織錦逐梭成舞鳳，畫屏誤筆作飛蠅。宴客劉公，座上滿斟三雅爵；迎仙漢帝，宮中高插九光燈。",
            "儒對士，佛對僧，面友對心朋。春殘對夏老，夜寢對晨興。千里馬，九霄鵬，霞蔚對雲蒸。寒堆陰嶺雪，春泮水池冰。亞父憤生撞玉斗，周公誓死作金縢。將軍元暉，莫怪人譏爲餓虎；侍中盧昶，難逃世號作飢鷹。",
            "規對矩，墨對繩，獨步對同登。吟哦對諷詠，訪友對尋僧。風繞屋，水襄陵，紫鵠對蒼鷹。鳥寒驚夜月，魚暖上春冰。揚子口中飛白鳳，何郎鼻上集青蠅。巨鯉躍池，翻幾重之密藻；顛猿飲澗，掛百尺之垂藤。"
          ]
        },
        {
          "chapter": "十一 尤",
          "paragraphs": [
            "榮對辱，喜對憂，夜宴對春遊。燕關對楚水，蜀犬對吳牛。茶敵睡，酒消愁，青眼對白頭。馬遷修史記，孔子作春秋。適興子猷常泛棹，思歸王粲強登樓。窗下佳人，妝罷重將金插鬢；筵前舞妓，曲終還要錦纏頭。",
            "脣對齒，角對頭，策馬對騎牛。毫尖對筆底，綺閣對雕鏤。楊柳岸，荻蘆洲，語燕對啼鳩。客乘金絡馬，人泛木蘭舟。綠野耕夫春舉耜，碧池漁父晚垂鉤。波浪千層，喜見蛟龍得水；雲霄萬里，驚看鵰鶚橫秋。",
            "庵對寺，殿對樓，酒艇對漁舟。金龍對綵鳳，豶豕對童牛。王郎帽，蘇子裘，四季對三秋。峯巒扶地秀，江漢接天流。一灣綠水漁村小，萬里青山佛寺幽。龍馬呈河，羲皇闡微而畫卦；神龜出洛，禹王取法以陳疇。"
          ]
        },
        {
          "chapter": "十二 侵",
          "paragraphs": [
            "眉對目，口對心，錦瑟對瑤琴。曉耕對寒釣，晚笛對秋砧。鬆鬱郁，竹森森，閔損對曾參。秦王親擊缶，虞帝自揮琴。三獻卞和嘗泣玉，四知楊震固辭金。寂寂秋朝，庭葉因霜摧嫩色；沉沉春夜，砌花隨月轉清陰。",
            "前對後，古對今，野獸對山禽。犍牛對牝馬，水淺對山深。曾點瑟，戴逵琴，璞玉對渾金。豔紅花弄色，濃綠柳敷陰。不雨湯王方剪爪，有風楚子正披襟。書生惜壯歲韶華，寸陰尺璧；遊子愛良宵光景，一刻千金。",
            "絲對竹，劍對琴，素志對丹心。千愁對一醉，虎嘯對龍吟。子罕玉，不疑金，往古對來今。天寒鄒吹律，歲旱傅爲霖。渠說子規爲帝魄，儂知孔雀是家禽。屈子沉江，處處舟中爭系糉；牛郎渡渚，家家臺上競穿針。"
          ]
        },
        {
          "chapter": "十三 覃",
          "paragraphs": [
            "千對百，兩對三，地北對天南。佛堂對仙洞，道院對禪庵。山潑黛，水浮藍，雪嶺對雲潭。鳳飛方翽翽，虎視已眈眈。窗下書生時諷詠，筵前酒客日耽酣。白草滿郊，秋日牧徵人之馬；綠桑盈畝，春時供農婦之蠶。",
            "將對欲，可對堪，德被對恩覃。權衡對尺度，雪寺對雲庵。安邑棗，洞庭柑，不愧對無慚。魏徵能直諫，王衍善清談。紫梨摘去從山北，丹荔傳來自海南。攘雞非君子所爲，但當月一；養狙是山公之智，止用朝三。",
            "中對外，北對南，貝母對宜男。移山對浚井，諫苦對言甘。千取百，二爲三，魏尚對周堪。海門翻夕浪，山市擁晴嵐。新締直投公子紵，舊交猶脫館人驂。文達淹通，已詠冰兮寒過水；永和博雅，可知青者勝於藍。"
          ]
        },
        {
          "chapter": "十四 鹽",
          "paragraphs": [
            "悲對樂，愛對嫌，玉兔對銀蟾。醉侯對詩史，眼底對眉尖。風飁飁，雨綿綿，李苦對瓜甜。畫堂施錦帳，酒市舞青帘。橫槊賦詩傳孟德，引壺酌酒尚陶潛。兩曜迭明，日東生而月西出；五行式序，水下潤而火上炎。",
            "如對似，減對添，繡幕對朱簾。探珠對獻玉，鷺立對魚潛。玉屑飯，水晶鹽，手劍對腰鐮。燕巢依邃閣，蛛網掛虛檐。奪槊至三唐敬德，弈棋第一晉王恬。南浦客歸，湛湛春波千頃淨；西樓人悄，彎彎夜月一鉤纖。",
            "逢對遇，仰對瞻，市井對閭閻。投簪對結綬，握髮對掀髯。張繡幕，卷珠簾，石碏對江淹。宵征方肅肅，夜飲已厭厭。心褊小人長慼慼，禮多君子屢謙謙。美刺殊文，備三百五篇詩詠；吉凶異畫，變六十四卦爻佔。"
          ]
        },
        {
          "chapter": "十五 鹹",
          "paragraphs": [
            "清對濁，苦對鹹，一啓對三緘。煙蓑對雨笠，月榜對風帆。鶯睍睆，燕呢喃，柳杞對鬆杉。情深悲素扇，淚痛溼青衫。漢室既能分四姓，周朝何用叛三監。破的而探牛心，豪矜王濟；豎竿以掛犢鼻，貧笑阮咸。",
            "能對否，聖對賢，衛瓘對渾瑊。雀羅對魚網，翠巘對蒼巖。紅羅帳，白布衫，筆格對書函。蕊香蜂競採，泥軟燕爭銜。兇孽誓清聞祖逖，王家能義有巫咸。溪叟新居，漁舍清幽臨水岸；山僧久隱，梵宮寂寞倚雲巖。",
            "冠對帶，帽對衫，議鯁對言讒。行舟對御馬，俗弊對民巖。鼠且碩，兔多毚，史冊對書緘。塞城聞奏角，江浦認歸帆。河水一源形瀰瀰，泰山萬仞勢巖巖。鄭爲武公，賦緇衣而美德；周因巷伯，歌貝錦以傷讒。"
          ]
        }
      ]
    }
  ]
}
