{
  "title": "幼學瓊林",
  "author": "程登吉",
  "abstract": "《幼學瓊林》是中國古代兒童的啓蒙讀物，作者程允升。《幼學瓊林》初爲明代西昌人程登吉（字允升）編著，本名《幼學須知》，又稱《成語考》、《故事尋源》，清人鄒聖脈作了增補，改名爲《幼學瓊林》，也叫《幼學故事瓊林》。",
  "content": [
    {
      "title": "卷一",
      "content": [
        {
          "chapter": "天文",
          "paragraphs": [
            "混沌初開，乾坤始奠。氣之輕清上浮者爲天，氣之重濁下凝者爲地。日月五星，謂之七政；天地與人，謂之三才。日爲衆陽之宗，月乃太陰之象。虹名螮蝀，乃天地之淫氣；月裏蟾蜍是月魄之精光。",
            "風欲起而石燕飛，天將雨而商羊舞。旋風名爲羊角，閃電號曰雷鞭。青女乃霜之神，素娥即月之號。雷部至捷之鬼曰律令，雷部推車之女曰阿香。雲師系是豐隆，雪神乃是滕六。歘火、謝仙，俱掌雷火；飛廉、箕伯，悉是風神。",
            "列缺乃電之神，望舒是月之御。甘霖、甘澍，僅指時雨；玄穹、彼蒼，悉稱上天。雪花飛六出，先兆豐年；日上已三竿，乃雲時晏。蜀犬吠日，比人所見甚稀；吳牛喘月，笑人畏懼過甚。",
            "望切者，若雲霓之望；恩深者，如雨露之恩。參商二星，其出沒不相見；牛女兩宿，惟七夕一相逢。后羿妻，奔月宮而爲嫦娥；傅說死，其精神託於箕尾。披星戴月，謂早夜之奔馳；沐雨櫛風，謂風塵之勞苦。事非有意，譬如雲出無心；恩可遍施，乃曰陽春有腳。",
            "饋物致敬，曰敢效獻曝之忱；託人轉移，曰全賴回天之力。感救死之恩，曰再造；誦再生之德，曰二天。勢易盡者若冰山，事相懸者如天壤。晨星謂賢人廖落，雷同謂言語相符。心多過慮，何異杞人憂天；事不量力，不殊夸父追日。",
            "如夏日之可畏，是謂趙盾；如冬日之可愛，是謂趙衰。齊婦含冤，三年不雨；鄒衍下獄，六月飛霜。父仇不共戴天，子道須當愛日。",
            "盛世黎民，嬉遊於光天化日之下；太平天子，上召夫景星慶雲之祥。夏時大禹在位，上天雨金；春秋孝經既成，赤虹化玉。箕好風，畢好雨，比庶人願欲不同；風從虎，雲從龍，比君臣會合不偶。雨暘時若，系是休徵；天地交泰，稱斯盛世。"
          ]
        },
        {
          "chapter": "地輿",
          "paragraphs": [
            "黃帝畫野，始分都邑；夏禹治水，初奠山川。宇宙之江山不改，古今之稱謂各殊。北京原屬幽燕，金臺是其異號；南京原爲建業，金陵又是別名。浙江是武林之區，原爲越國；江西是豫章之地，又曰吳皋。福建省屬閩中，湖廣地名三楚。東魯西魯，即山東山西之分；東粵西粵，乃廣東廣西之域。河南在華夏之中，故曰中州；陝西即長安之地，原爲秦境。四川爲西蜀，雲南爲古滇。貴州省近蠻方，自古名爲黔地。",
            "東嶽泰山，西嶽華山，南嶽衡山，北嶽恆山，中嶽嵩山，此爲天下之五嶽；饒州之鄱陽，嶽州之青草，潤州之丹陽，鄂州之洞庭，蘇州之太湖，此爲天下之五湖。",
            "金城湯池，謂城池之鞏固；礪山帶河，乃封建之誓盟。帝都曰京師，故鄉曰梓里。蓬萊弱水，惟飛仙可渡；方壺員嶠，乃仙子所居。滄海桑田，謂世事之多變；河清海晏，兆天下之昇平。水神曰馮夷，又曰陽侯，火神曰祝融，又曰回祿。海神曰海若，海眼曰尾閭。",
            "望人包容曰海涵，謝人思澤曰河潤。無繫累者曰江湖散人，負豪氣者曰湖海之士。問舍求田，原無大志；掀天揭地，方是奇才。憑空起事，謂之平地風波；獨立不移，謂之中流砥柱。黑子、彈丸，漫言至小之邑；咽喉、右臂，皆言要害之區。",
            "獨立難持，曰一木焉能支大廈；英雄自恃，曰丸泥亦可封函關。事先敗而後成，曰失之東隅，收之桑榆；事將成而終止，曰爲山九仞，功虧一簣。以蠡測海，喻人之見小；精衛銜石，比人之徒勞。跋涉謂行路艱難，康莊謂道路平坦。磽地曰不毛之地，美田曰膏腴之田。",
            "得物無所用，曰如獲石田；爲学己大成，曰诞登道岸。淄澠之滋味可辨，涇渭之清濁當分。泌水樂飢，隱居不仕；東山高臥，謝職求安。聖人出則黃河清，太守廉則越石見。美俗曰仁裏，惡俗曰互鄉。里名勝母，曾子不入；邑號朝歌，墨翟回車。",
            "擊壤而歌，堯帝黎民之自得；讓畔而耕，文王百姓之相推。費長房有縮地之方，秦始皇有鞭石之法。堯有九年之水患，湯有七年之旱災。商鞅不仁而阡陌開，夏桀無道而伊洛竭。道不拾遺，由在上有善政；海不揚波，知中國有聖人。"
          ]
        },
        {
          "chapter": "歲時",
          "paragraphs": [
            "爆竹一聲除舊，桃符萬戶更新。履端是初一元旦，人日是初七靈辰。元日獻君以《椒花頌》，爲祝遐齡；元日飲人以屠蘇酒，可除癘疫。新歲曰王春，去年曰客歲。",
            "火樹銀花合，謂元宵燈火之輝煌；星橋鐵鎖開，調元夕金吾之不禁。二月朔爲中和節，三月三爲上巳辰。冬至百六是清明，立春五戊爲春社。寒食節是清明前一日，初伏日是夏至第三庚。四月乃是麥秋，端午卻爲蒲節。",
            "六月六日，節名天貺；五月五日，序號天中。端陽競渡，吊屈原之溺水；重九登高，效桓景之避災。五戊雞豚宴社，處處飲治聾之酒；七夕牛女渡河，家家穿乞巧之針。中秋月朗，明皇親遊於月殿；九日風高，孟嘉帽落於龍山。秦人歲終祭神曰臘，故至今以十二月爲臘；故皇當年御諱曰政，故至今讀正月爲徵。",
            "東方之神曰太皞，乘震而司春，甲乙屬木，木則旺於春，其色青，故春帝曰青帝。南方之神曰祝融，居高而司夏，丙丁屬火，火則旺於夏，其色赤，故夏帝曰赤帝。西方之神曰蓐收，當兌而司秋，庚辛屬金，金則旺於秋，其色白，故秋帝曰白帝。北方之神曰玄冥，乘坎而司冬，壬癸屬水，水則旺於冬，其色黑，放冬帝曰黑帝。中央戊己屬土，其色黃，故中央帝曰黃帝。",
            "夏至一陰生，是以天時漸短；冬至一陽生，是以日晷初長。冬至到而葭灰飛，立秋至而梧葉落。上弦謂月圓其半，系初八、九；下弦謂月缺其半，系廿二、三。月光都盡謂之晦，三十日之名；月光復蘇謂之朔，初一日之號；月與日對謂之望，十五日之稱。初一是死魄，初二旁死魄，初三哉生明，十六始生魄。",
            "翌日、詰朝，言皆明日；榖旦、吉旦，悉是良辰。片晌即謂片時，日曛乃雲日暮。疇昔、曩者，俱前日之謂；黎明、昧爽，皆將曙之時。月有三浣：初旬十日爲上浣，中旬十日爲中浣，下旬十日爲下浣；學足三餘：夜者日之餘，冬者歲之餘，雨者睛之餘。",
            "以術愚人，曰朝三暮四；爲學求益，曰日就月將。焚膏繼晷，日夜辛勤；俾晝作夜，晨昏顛倒。自愧無成，曰虛延歲月；與人共語，曰少敘寒暄。可憎者，人情冷暖；可厭者，世態炎涼。週末無寒年，因東周之懦弱；秦亡無燠歲，由嬴氏之兇殘。泰階星平曰泰平，時序調和曰玉燭。歲歉曰饑饉之歲，年豐曰大有之年。唐德宗之饑年，醉人爲瑞；梁惠王之凶歲，野莩堪憐。",
            "豐年玉，荒年穀，言人品之可珍；薪如桂，食如玉，言薪米之騰貴。春祈秋報，農夫之常規；夜寐夙興，吾人之勤事。韶華不再，吾輩須當惜陰；日月其除，志士正宜待旦。"
          ]
        },
        {
          "chapter": "朝廷",
          "paragraphs": [
            "三皇爲皇，五帝爲帝。以德行仁者王，以力假仁者霸。天子天下之主，諸侯一國之君。官天下，乃以位讓賢；家天下，是以位傳子。陛下尊稱天子，殿下尊重宗藩。皇帝即位曰龍飛，人臣覲君曰虎拜。",
            "皇帝之言，謂之綸音；皇后之命，乃稱懿旨。椒房是皇后所居，楓宸乃人君所蒞。天子尊崇，故稱元首；臣鄰輔翼，故日股肱。龍之種，麟之角，俱譽宗藩；君之儲，國之貳，首稱太子。帝子爰立青宮，帝印乃是玉璽。",
            "宗室之派，演於天潢；帝胄之譜，名爲玉牒。前星耀彩，共祝太子以千秋；嵩嶽效靈，三呼天子以萬歲。神器大寶，皆言帝位；妃嬪媵嬙，總是宮娥。姜後脫簪而待罪，世稱哲後；馬后練服以鳴儉，共仰賢妃。唐放勳德配昊天，遂動華封之三祝；漢太子恩覃少海，乃興樂府之四歌。"
          ]
        },
        {
          "chapter": "文臣",
          "paragraphs": [
            "帝王有出震向離之象，大臣有補天浴日之功。三公上應三臺，郎官上應列宿。宰相位居臺鉉，吏部職掌銓衡。吏部天官大冢宰，戶部地官大司徒。禮部春官大宗伯，兵部夏官大司馬。刑部秋官大司寇，工部冬官大司空。",
            "都憲中丞，都御史之號；內翰學士，翰林院之稱。天使譽稱行人，司成尊稱祭酒。稱都堂曰大撫臺，稱巡按曰大柱史。方伯、藩侯，左右佈政之號；憲臺、廉憲，提刑按察之稱。宗師稱爲大文衡，副使稱爲大憲副。郡侯、邦伯，知府名尊；郡丞、貳候，同知譽美。郡宰、別駕，乃稱通判；司理、豸史，讚美推官。刺史、州牧，乃知州之兩號；豸史、臺諫，即知縣之以稱。鄉宦曰鄉紳，農官曰田畯。鈞座、臺座，皆稱仕宦；帳下、麾下，並美武官。秩官既分九品，命婦亦有七階。一品曰夫人，二品亦夫人，三品曰淑人，四品曰恭人，五品曰宜人，六品曰安人，七品曰孺人。",
            "婦人受封曰金花誥，狀元報捷曰紫泥封。唐玄宗以金甌覆宰相之名，宋真宗以美珠箝諫臣之口。金馬玉堂，羨翰林之聲價；朱幡皁蓋，仰郡守之威儀。臺輔曰紫閣名公，知府曰黃堂太守。府尹之祿二千石，太守之馬五花驄。代天巡狩，贊稱巡按；指日高升，預賀官僚。",
            "初到任曰下車，告致仕曰解組。藩垣屏翰，方伯猶古諸侯之國；墨綬銅章，令尹即古子男之幫。太監掌閹門之禁令，放曰閹宦；朝臣皆縉笏於紳間，故曰縉紳。蕭曹相漢高，曾爲刀筆吏；汲黯相漢武，真是社稷臣。",
            "召伯布文王之政，嘗合甘棠之下，後人思其遺愛，不忍伐其樹；孔明有王佐之才，嘗隱草廬之中，先主慕其令名，乃三顧其廬。魚頭參政，魯宗道秉性骨鯁；伴食宰相，盧懷慎居位無能。王德用，人稱黑王相公；趙清獻，世號鐵面御史。漢劉寬責民，蒲鞭示辱；項仲山潔己，飲馬投錢。",
            "李善感直言不諱，竟稱鳴鳳朝陽；漢張綱彈劾無私，直斥豺狼當道。民愛鄧侯之政，挽之不留；人言謝令之貪，推之不去。廉範守蜀郡，民歌五褲；張堪守漁陽，麥穗兩歧。",
            "魯恭爲中牟令，桑下有馴雉之異；郭汲爲幷州守，兒童有竹馬之迎。鮮于子駿，寧非一路福星；司馬溫公，真是萬家生佛。鸞鳳不棲枳棘，羨仇香之爲主簿；河陽遍種桃花，乃潘岳之爲縣官。劉昆宰江陵，昔日反風滅火；龔遂守渤海，令民賣刀買牛。此皆德政可歌，是以令名攸著。"
          ]
        },
        {
          "chapter": "武職",
          "paragraphs": [
            "韓柳歐蘇，固文人之最著；起翦頗牧，乃武將之多奇。范仲淹胸中具數萬甲兵，楚項羽江東有八千子弟。孫臏吳起，將略堪誇；穰苴尉繚，兵機莫測。姜太公有《六韜》，黃石公有《三略》。韓信將兵，多多益善；毛遂譏衆，碌碌無奇。",
            "大將曰干城，武士曰武弁。都督稱爲大鎮國，總兵稱爲大總戎。都閫即是都司，參戎即是參將。千戶有戶侯之仰，百戶有百宰之稱。以車爲戶曰轅門，顯揭戰功曰露布。下殺上謂之弒，上伐下謂之徵。",
            "交鋒爲對壘，求和曰求成。戰勝而回，謂之凱旋；戰敗而走，謂之奔北。爲君泄恨曰敵愾；爲國救難曰勤王。膽破心寒，比敵人懾服之狀；風聲鶴唳，驚士卒敗北之魂。",
            "漢馮異當論功，獨立大樹下，不誇己績；漢文帝嘗勞軍，親倖細柳營，按轡徐行。苻堅自誇將廣，投鞭可以斷流；毛遂自薦才奇，處囊便當脫穎。羞與噲等伍，韓信降作淮陰；無面見江東，項羽羞歸故里。韓信受胯下之辱，張良有進履之謙。衛青爲牧豬之奴，樊噲爲屠狗之輩。求士莫求全，毋以二卵棄干城之將；用人如用木，毋以寸朽棄連抱之材。總之君子之身，可大可小；丈夫之志，能屈能伸。自古英雄，難以枚舉；欲詳將略，須讀《武經》。"
          ]
        }
      ]
    },
    {
      "title": "卷二",
      "content": [
        {
          "chapter": "祖孫父子",
          "paragraphs": [
            "何謂五倫？君臣、父子、兄弟、夫婦、朋友；何謂九族？高、曾、祖、考、已身、子、孫、曾、玄。始祖曰鼻祖，遠孫曰耳孫。父子創造，曰肯構肯堂；父子俱賢，曰是父是子。祖稱王父，父曰嚴君。父母俱存，謂之椿萱並茂；子孫發達，謂之蘭桂騰芳。",
            "橋木高而仰，似父之道；梓木低而俯，如子之卑。不癡不聾，不作阿家阿翁；得親順親，方可爲人爲子。蓋父愆，名爲千蠱；育義子，乃曰螟蛉。生子當如孫仲謀，曹操羨孫權之語；生子須如李亞子，朱溫嘆存勖之詞。菽水承歡，貧士養親之樂；義方是訓，父親教子之嚴。",
            "紹箕裘，子承父業；恢先緒，子振家聲。具慶下，父母俱存；重慶下，祖父俱在。燕翼貽謀，乃稱裕後之祖；克繩祖武，是稱象賢之孫。稱人有令子，曰鱗趾呈祥；稱宦有賢郎，曰鳳毛濟美。弒父自立，隋楊廣之天性何存；殺子媚君，齊易牙之人心何在。",
            "分甘以娛目，王羲之弄孫自樂；問安惟點頷，郭子儀厥孫最多。和丸教子，仲郢母之賢；戲綵娛親，老萊子之孝。毛義捧檄，爲親之存；伯俞位杖，因母之老。慈母望子，倚門倚閭；遊子思親，陟岵陟屺。",
            "愛無差等，曰兄子如鄰子；分有相同，曰吾翁即若翁。長男爲主器，令子可克家。子光前曰充閭，子過父曰跨竈。寧馨英畏，皆是羨人之兒；國器掌珠，悉是稱人之子。可愛者子孫之多，若螽斯之蟄蟄；堪羨者後人之盛，如瓜瓞之綿綿。"
          ]
        },
        {
          "chapter": "兄弟",
          "paragraphs": [
            "天下無不是底父母，世間最難得者兄弟。須貽同氣之光，無傷手足之雅。玉昆金友，羨兄弟之俱賢；伯壎仲篪，謂聲氣之相應。兄弟既翕，謂之花萼相輝；兄弟聯芳，謂之棠棣競秀。患難相顧，似鶺鴒之在原；手足分離，如雁行之折翼。",
            "元方季方俱盛德，祖太丘稱爲難弟難兄；宋郊宋祁俱中元，當時人號爲大宋小宋。荀氏兄弟，得八龍之佳譽；河東伯仲，有三鳳之美名。東征破斧，周公大義滅親；遇賊爭死，趙孝以身代弟。煮豆燃萁，謂其相害；斗粟尺布，譏其不容。",
            "兄弟鬩牆，謂兄弟之鬥狠；天生羽翼，謂兄弟之相親。姜家大被以同眠，宋君灼艾而分痛。田氏分財，忽瘁庭前之荊樹；夷齊讓國，共採首陽之蕨薇。雖曰安寧之日，不如友生；其實凡今之人，莫如兄弟。"
          ]
        },
        {
          "chapter": "夫婦",
          "paragraphs": [
            "孤陰則不生，獨陽則不長，故天地配以陰陽；男以女爲室，女以男爲家，故人生偶以夫婦。陰陽和而後雨澤降，夫婦和而後家道成。夫謂妻曰拙荊，又曰內子；妻稱夫曰藁砧，又曰良人。賀人娶妻，曰榮偕伉儷；留物與妻，曰歸遺細君。",
            "受室即是娶妻，納寵謂人娶妾。正妻謂之嫡，衆妾謂之庶。稱人妻曰尊夫人，稱人妾曰如夫人。結髮系是初婚，續絃乃是再娶。婦人重婚曰再醮，男子無偶曰鰥居。",
            "如鼓瑟琴，夫妻好合之謂；琴瑟不調，夫婦反目之詞。牝雞司晨，比婦人之主事；河東獅吼，譏男子之畏妻。殺妻求將，吳起何其忍心；蒸梨出妻，曾子善全孝道。張敞爲妻畫眉，媚態可哂；董氏爲夫封發，貞節堪誇。冀郤缺夫妻，相敬如賓；陳仲子夫婦，灌園食力。",
            "不棄槽糠，宋弘回光武之語；舉案齊眉，梁鴻配孟光之賢。蘇蕙織迴文，樂昌分破鏡，是夫婦之生離；張瞻炊臼夢，莊子鼓盆歌，是夫婦之死別。鮑宣之妻，提甕出汲，雅得順從之道；齊御之妻，窺御激夫，可稱內助之賢。",
            "可怪者買臣之妻，因貧求去，不思覆水難收；可醜者相如之妻，夤夜私奔，但識絲桐有意。要知身修而後家齊，夫義自然婦順。"
          ]
        },
        {
          "chapter": "叔侄",
          "paragraphs": [
            "曰諸父，曰亞父，皆叔父之輩；曰猶子，曰比兒，俱侄兒之稱。阿大中郎，道韞雅稱叔父；吾家龍文，楊素比美侄兒。烏衣諸郎君，江東稱王謝之子弟；吾家千里駒，符堅羨苻朗爲侄兒。竹林叔侄之稱，蘭玉子侄之譽。",
            "存侄棄兒，悲伯道之無後；視叔猶父，羨公綽之居官。盧邁無兒，以侄而主身之後；張範遇賊，以子而代侄之生。"
          ]
        },
        {
          "chapter": "師生",
          "paragraphs": [
            "馬融設絳帳，前授生徒，後列女樂；孔子居杏壇，賢人七十，弟子三千。稱教館曰設帳，又回振鐸；謙教館曰餬口，又曰舌耕。師曰西賓，師席曰函丈；學曰家塾，學俸日束脩。桃李在公門，稱人弟子之多；首蓿長闌干，奉師飲食之薄。",
            "冰生於水而寒於水，比學生過於先生；青出於藍而勝於藍，謂弟子優於師傅。未得及門，曰宮牆外望；稱得祕授，曰衣鉢真傳。人稱楊震爲關西夫子，世稱賀循爲當世儒宗。負笈千里，蘇章從師之殷；立雪程門，遊楊敬師之至。弟子稱師之善教，曰如坐春風之中；學業感師之造成，曰仰沾時雨之化。"
          ]
        },
        {
          "chapter": "朋友賓主",
          "paragraphs": [
            "取善輔仁，皆資朋友；往來交際，迭爲主賓。爾我同心，曰金蘭；朋友相資，日麗澤。東家曰東主，師傅曰西賓。父所交遊，尊爲父執；己所共事，謂之同袍。心志相孚爲莫逆，老幼相交曰忘年。刎頸交，相如與廉頗；總角好，孫策與周瑜。",
            "膠漆相投，陳重之與雷義；雞黍之約，元伯之與巨卿。與善人交，如入芝蘭之室，久而不聞其香；與惡人交，如入鮑魚之肆，久而不聞其臭。肝膽相照，斯爲腹心之友；意氣不孚，謂之口頭之交。彼此不合，謂之參商；爾我相仇，如同冰炭。民之失德，乾餱以愆；他山之石，可以攻玉。落月屋梁，相思顏色；暮雲春樹，想望丰儀。",
            "王陽在位，貢禹彈冠以待薦；杜伯非罪，左儒寧死不徇君。分首判袂，敘別之辭；擁彗掃門，迎迓之敬。陸凱折梅逢驛使，聊寄江南一枝春；王維折柳贈行人，遂唱《陽關三疊》曲。頻來無忌，乃雲入慕之賓；不請自來，謂之不速之客。醴酒不設，楚王戊待土之意怠；投轄於井，漢陳遵留客之心誠。",
            "蔡邕倒屣以迎賓，周公握髮而待士。陳蕃器重徐稚，下榻相延；孔子道遇程生，傾蓋而語。伯牙絕弦失子期，更無知音之輩；管寧割席拒華歆，調非同志之人。分金多與，鮑叔獨知管仲之貧；綈袍垂愛，須賈深憐範叔之窘。要知主賓聯以情，須盡東南之美；朋友合以義，當展切偲之誠。"
          ]
        },
        {
          "chapter": "婚姻",
          "paragraphs": [
            "良緣由夙締，佳偶自天成。蹇修與柯人，皆是煤妁之號；冰人與掌判，悉是傳言之人。禮須六禮之周，好合二姓之好。女嫁曰于歸，男婚日完娶。",
            "婚姻論財，夷虜之道；同姓不婚，周禮則然。女家受聘禮，謂之許纓；新婦謁祖先，謂之廟見。文定納采，皆爲行聘之名；女嫁男婚，謂了子平之願。聘儀日雁幣，卜妻曰鳳占。成婚之日曰星期，傳命之人曰月老。下采即是納幣，合巹系是交杯。",
            "執巾櫛，奉箕帚，皆女家自謙之詞；嫺姆訓，習《內則》，皆男家稱女之說。綠窗是貧女之室，紅樓是富女之居。姚夭謂婚姻之及時．摽梅謂婚期之已過。御溝題葉，於祐始得宮娥；繡幕牽絲，元振幸獲美女。漢武與景帝論婦，欲將金屋貯嬌；韋固與月老論婚，始知赤繩繫足。",
            "朱陳一村而結好，秦晉兩國以聯姻。藍田種玉，雍伯之緣；寶窗選婚，林甫之女。架鵲橋以渡河，牛女相會；射雀屏而中目，唐高得妻。至若禮重親迎，所以正人倫之始；《詩》首好逑，所以崇王化之原。"
          ]
        },
        {
          "chapter": "女子",
          "paragraphs": [
            "男子稟乾之剛，女子配坤之順。賢后稱女中堯舜，烈女稱女中丈夫。曰閨秀，曰淑媛，皆稱賢女；曰閫範，曰懿德，並美佳人。婦主中饋，烹治飲食之名；女子歸寧，回家省親之謂。何謂三從，從父從夫從子；何謂四德，婦德婦言婦工婦容。",
            "周家母儀，太王有周姜，王季有太妊，文王有太姒；三代亡國，夏桀以妹喜，商紂以妲已，周幽以褒姒。蘭蕙質，柳絮才，皆女人之美譽；冰雪心，柏舟操，悉孀婦之清聲。女貌嬌嬈，謂之尤物；婦容妖媚，實可傾城。",
            "潘妃步朵朵蓮花，小蠻腰纖纖楊柳。張麗華髮光可鑑，吳絳仙秀色可餐。麗娟氣馥如蘭，呵氣結成香霧；太真淚紅於血，滴時更結紅冰。孟光力大，石臼可擎；飛燕身輕，掌上可舞。",
            "至若緹縈上書而救父，盧氏冒刃而衛姑，此女之孝者；侃母截髮以延賓，村媼殺雞而謝客，此女之賢者；韓玖英恐賊穢而自投於穢，陳仲妻恐隕德而寧隕於崖，此女之烈者；王凝妻被牽，斷臂投地；曹令女誓志，引刀割鼻，此女之節者；曹大家續完《漢》帙，徐惠妃援筆成文，此女之才者；戴女之練裳竹笥，孟光之荊釵裙布，此女之貧者；柳氏禿妃之髮，郭氏絕夫之嗣，此女之妒者；賈女偷韓壽之香，齊女致襖廟之毀，此女之淫者。東施效顰而可厭，無鹽刻畫以難堪，此女之醜者。",
            "自古貞淫各異，人生妍醜不齊。是故生菩薩、九子母、鳩盤荼，謂婦態之更變可畏；錢樹子、一點紅、無廉恥，謂青樓之妓女殊名。此固不列於人羣，亦可附之以博笑。"
          ]
        },
        {
          "chapter": "外戚",
          "paragraphs": [
            "帝女乃公侯主婚，故有公主之稱；帝婿非正駕之車，乃是附馬之職。郡主縣君，皆宗女之謂；儀賓國賓，皆宗婿之稱。舊好曰通家，好親日懿戚。冰清玉潤，丈人女婿同榮；泰水泰山，岳母岳父兩號。新婿曰嬌客，貴婿日乘龍。",
            "贅婚曰館甥，賢婿曰快婿。凡屬東牀，俱稱半子。女子號門楣，唐貴妃有光於父母；外甥稱宅相，晉魏舒期報於母家。共敘舊姻，曰原有瓜葛之親；自謙劣戚，曰忝在霞莩之末。大喬小喬，皆姨夫之號；連襟連袂，亦姨夫之稱。蒹葭依玉樹，自謙借戚屬之光；蔦蘿施喬松，自幸得依附之所。"
          ]
        },
        {
          "chapter": "老幼壽誕",
          "paragraphs": [
            "不凡之子，必異其生；大德之人，必得其壽。稱人生日，曰初度之辰；賀人逢旬，曰生申令旦。三朝洗兒，曰湯餅之會；週歲試嬰，曰晬盤之期。男生辰曰懸弧令旦，女生辰曰設帨佳辰。賀人生子，曰嵩嶽降神；自謙生女，曰緩急非益。生子曰弄璋，生女曰弄瓦。",
            "夢熊夢羆，男子之兆；夢虺夢蛇，女子之祥。夢蘭叶吉兆，鄭燕姞生穆公之奇；英物試啼聲，晉溫嶠聞聲知桓公之異。姜嫄生稷，履大人之跡而有娠；簡狄生契，吞玄鳥之卵而葉孕。鱗吐玉書，天生孔子之瑞；王燕投懷，夢孕張說之奇。弗陵太子，懷胎十四月而始生；老子道君，在孕八十一年而始誕。",
            "晚年得子，調之老蚌生珠；暮歲登科，正是龍頭屬老。賀男壽曰南極星輝，賀女壽曰中天婺煥。松柏節操，美其壽元之耐久；桑榆晚景，自謙老景之無多。矍鑠稱人康健，聵眊自謙衰頹。黃髮兒齒，有壽之徵；龍鍾潦倒，年高之狀。日月逾邁，徒自傷悲；春秋幾何，問人壽算。",
            "稱少年曰春秋鼎盛，羨高年曰齒德俱尊。行年五十，當知四十九年之非；在世百年，那有三萬六千日之樂。百歲曰上壽，八十曰中壽，六十曰下壽；八十日耋，九十曰耄，百歲曰期頤。童子十歲就外傅，十三舞勺，成童舞象；老者六十杖於鄉，七十杖於國，八十杖於朝。後生固爲可畏，而高年尤是當尊。"
          ]
        },
        {
          "chapter": "身體",
          "paragraphs": [
            "百體皆血肉之軀，五官有貴賤之別。堯眉分八彩，舜目有重瞳。耳有三漏，大禹之奇形；臂有四肘，成湯之異體。文王龍顏而虎眉，漢高鬥胸而隆準。孔聖之頂若芋，文王之胸四乳。周公反握，作興周之相；重耳駢脅，爲霸晉之君。此皆古聖之英姿，不凡之貴品。",
            "至若髮膚不可毀傷，曾子常以守身爲大；待人須當量大，師德貴於唾面自乾。讒口中傷，金可鑠而骨可銷；虐政誅求，敲其膚而吸其髓。受人牽制曰掣肘，不知羞愧曰厚顏。好生議論，曰搖脣鼓舌；共話衷腸，曰促膝談心。怒發冰冠，藺相如之英氣勃勃；炙手可熱，唐崔鉉之貴勢炎炎。",
            "貌雖瘦而天下肥，唐玄宗之自謂；口有蜜而腹有劍，李林甫之爲人。趙子龍一身都是膽，周靈王初生便有須。來俊臣注醋於囚鼻，法外行兇；嚴子陵加足於帝腹，忘其尊貴。久不屈茲膝，郭子儀尊居宰相；不爲米折腰，陶淵明不拜吏胥。",
            "斷送老頭皮，楊璞得妻送之詩；新剝雞頭肉，明皇愛貴妃之乳。纖指如春筍，媚眼若秋波。肩曰玉樓，眼名銀海；淚曰玉箸，頂曰珠庭。歇擔曰息肩，不服曰強項。丁謂與人拂鬚，何其諂也；彭樂截腸決戰，不亦勇乎。剜肉醫瘡，權濟目前之急；傷胸捫足，計安衆士之心。",
            "漢張良躡足附耳，東方朔洗髓伐毛。尹維倫，契丹稱爲黑麪大王；博堯俞，宋後稱爲金玉君子。土木形骸，不自妝飾；鐵石心腸，秉性堅剛。敘會晤曰得挹芝眉，敘契闊曰久違顏範。請女客曰奉迓金蓮，邀親友曰敢攀玉趾。侏儒謂人身矮，魁梧稱人貌奇。龍章鳳姿，廊廟之彥；獐頭鼠目，草野之夫。",
            "恐懼過甚，曰畏首畏尾；感佩不忘，曰刻骨銘心。貌醜曰不揚，貌美曰冠玉。足跛曰蹣跚，耳聾曰重聽。欺欺艾艾，口訥之稱；喋喋便便，言多之狀。可嘉者小心翼翼，可鄙者大言不慚。腰細曰柳腰，身小曰雞肋。笑人齒缺，曰狗竇大開；譏人不決，曰鼠首僨事。口中雌黃，言事而多改移；皮裏春秋，胸中自有褒貶。",
            "脣亡齒寒，謂彼此之失依；足上首下，謂尊卑之顛倒。所爲得意，曰吐氣揚眉；待人誠心，曰推心置腹。心荒曰靈臺亂，醉倒曰玉山頹。睡曰黑甜，臥曰偃息。口尚乳臭，調世人年少無知；三折其肱，謂醫士老成諳練。西子捧心，愈見增妍；醜婦效顰，弄巧反拙。慧眼始知道骨，肉眼不識賢人。",
            "婢膝奴顏，諂容可厭；脅肩諂笑，媚態難堪。忠臣披肝，爲君之藥；婦人長舌，爲厲之階。事遂心曰如願，事可愧曰汗顏。人多言曰饒舌，物堪食曰可口。澤及枯骨，西伯之深仁；灼艾分痛，宋祖之友愛。唐太宗爲臣療病，親剪其須；顏杲卿罵賊不輟，賊斷其舌。",
            "不較橫逆，曰置之度外；洞悉虜情，曰已入掌中。馬良有白眉，獨出乎衆；阮籍作青眼，厚待乎人。咬牙封雍齒，計安衆將之心；含淚斬丁公，法正叛臣之罪。擲果盈車，潘安仁美姿可愛；投石滿載，張孟陽醜態堪憎。",
            "事之可怪，婦人生鬚；事所駭聞，男人誕子。求物濟用，謂燃眉之急；悔事無成，曰噬臍何及。情不相關，如秦越人之視肥瘠；事當探本，如善醫者只論精神。",
            "無功食祿，謂之尸位素餐；譾劣無能，謂之行屍走肉。老當益壯，寧知白首之心；窮且益堅，不墜青雲之志。一息尚存，此志不容少懈；十手所指，此心安可自欺。"
          ]
        },
        {
          "chapter": "衣服",
          "paragraphs": [
            "冠稱元服，衣曰身章。曰弁曰冔曰冕，皆冠之號；日履日舄曰屣，悉鞋之名。上公命服有九錫，士人初冠有三加。簪纓縉紳，仕宦之稱；章甫縫掖，儒者之服。布衣即白丁之謂，青衿乃生員之稱。",
            "葛屨履霜，誚儉嗇之過甚；綠衣黃裏，譏貴賤之失倫。上服曰衣，下服曰裳；衣前曰襟，衣後曰裾。敝衣曰襤褸，美服曰華裾。襁褓乃小兒之衣，弁髦亦小兒之飾。左衽是夷狄之服，短後是武夫之衣。尊卑失序，如冠履倒置；富貴不歸，如錦衣夜行。狐裘三十年，儉稱晏子；錦幛四十里，富羨石崇。",
            "孟嘗君珠履三千客，牛僧孺金釵十二行。千金之裘，非一狐之腋；綺羅之輩，非養蠶之人。貴着重裀疊褥，貧者裋褐不完。卜子夏甚貧，鶉衣百結；公孫弘甚儉，布被十年。南州冠冕，德操稱龐統之邁衆；三河領袖，崔浩羨裴駿之超羣。",
            "虞舜製衣裳，所以命有德；昭侯藏敝褲，所以待有功。唐文宗袖經三浣，晉文公衣不重裘。衣履不敝，不肯更爲，世稱堯帝；衣不經新，何由得故，婦勸桓衝。王氏之眉貼花鈿，被韋固之劍所刺；貴妃之乳服訶子，爲祿山之爪所傷。",
            "姜氏翕和，兄弟每宵同大被；三章未遇，夫妻寒夜臥牛衣。綬帶輕裘，羊叔子乃斯文主將；葛巾野服，陶淵明真陸地神仙。服之不衷，身之災也；縕袍不恥，志獨超歟。"
          ]
        }
      ]
    },
    {
      "title": "卷三",
      "content": [
        {
          "chapter": "人事",
          "paragraphs": [
            "《大學》首重夫明新，小於莫先於應對。其容固宜有度，出言尤貴有章。智欲圓而行欲方，膽欲大而心欲小。閣下足下，並稱人之辭；不佞鯫生，皆自謙之語。恕罪曰原宥，惶恐曰主臣。大春元、大殿選、大會狀，舉人之稱不一；大秋元、大經元、大三元，士人之譽多殊。大掾史，推美吏員；大柱石，尊稱鄉宦。",
            "賀入學曰雲程發軔，賀新冠曰元服初榮。賀人榮歸，謂之錦旋；作商得財，謂之稇載。謙送禮曰獻芹，不受饋曰反璧。謝人厚禮曰厚貺，自謙利薄曰菲儀。送行之禮，謂之贐儀；拜見之貲，名曰贄敬。賀壽儀曰祝敬，吊死禮曰奠儀。",
            "請人遠歸曰洗塵，攜酒進行曰祖餞。犒僕伕，謂之旌使；演戲文，謂之俳優。謝人寄書，曰辱承華翰；謝人致問，曰多蒙寄聲。望人寄信，曰早賜玉音；謝人許物，曰已獲金諾。具名帖，曰投刺；發書函，曰開緘。思暮久曰極切瞻韓，想望殷曰久懷慕藺。相識未真，曰半面之識；不期而會，曰邂逅之緣。",
            "登龍門得參名士，瞻山斗仰望高賢。一日三秋，言思暮之甚切；渴塵萬斛，言想望之久殷。暌違教命，乃雲鄙吝復萌；來往無憑，則曰萍蹤靡定。虞舜幕唐堯，見堯於羹，見堯於牆；門人學孔聖，孔步亦步，孔趨亦趨。曾經會晤，曰向獲承顏接辭；謝人指教，曰深蒙耳提面命。",
            "求人涵容，曰望包荒；求人吹噓，曰望汲引。求人薦引，曰幸爲先容；求人改文，曰望賜郢斫。借重鼎言，是託人言事；望移玉趾，是浼人親行。多蒙推轂，謝人引薦之辭；望作領袖，託人倡首之說。言辭不爽，謂之金石語；鄉黨公論，謂之月旦評。逢人說項斯，表揚善行；名下無虛士，果是賢人。",
            "黨惡爲非曰朋奸，盡財賭博曰孤注。徒了事，曰但求塞責；戒明察，曰不可苛求。方命是逆人之言，執拗是執己之性。曰覬覦，曰睥睨，總是私心之窺望；曰倥傯，曰旁午，皆言人事之紛紜。小過必察，謂之吹毛求疵；乘患相攻，謂之落井下石。欲心難厭如溪壑，財物易盡若漏卮。",
            "望開茅塞，是求人之教導；多豪藥石，是謝人之箴規。勞規芳躅，皆善行之可慕；格言至言，悉嘉言之可聽。無言曰緘默，息怒曰霽威。包拯寡色笑，人比其笑爲黃河清；商鞅最兇殘，常見論囚而渭水赤。仇深曰切齒，人笑曰解頤。人微笑曰莞爾，掩口笑曰胡盧。大笑回絕倒，衆笑曰鬨堂。",
            "留位待賢，謂之虛左；官僚共署，謂之同寅。人失信曰爽約，又曰食言；人忘誓曰寒盟，又曰反汗。銘心鏤骨，感德難忘；結草銜環，知恩必報。自惹其災，謂之解衣抱火；幸離其害，真如脫網就淵。兩不相入，謂之枘鑿；兩不相投，謂之冰炭。彼此不合曰齟齬，欲進不前曰趦趄。",
            "落落不合之詞，區區自謙之語。竣者，作事已畢之謂；醵者，斂財飲食之名。贊襄其事，謂之玉成；分裂難完，謂之瓦解。事有低昂曰軒輊，力相上下曰頡頏。憑空起事曰作俑，仍踵前弊曰效尤。手口共作曰拮据，不暇修容曰鞅掌。手足並行曰匍匐，俯首而思曰低徊。",
            "明珠投暗，大屈才能；入室操戈，自相魚肉。求教於愚人，是問道於盲；枉道以幹主，是衒玉求售。智謀之士，所見略同；仁人之言，其利甚溥。班門弄斧，不知分量；岑樓齊末，不識高卑。勢延莫遏，謂之滋蔓難圖；包藏禍心，謂之人心叵測。作舍道旁，議論多而難成；一國三公，權柄分而不一。",
            "事有奇緣，曰三生有幸；事皆拂意，曰一事無成。酒色是耽，如以雙斧代孤樹；力量不勝，如以寸膠澄黃河。兼聽則明，偏聽則暗，此魏徵之對太宗；衆怒難犯，專欲難成，此於產之諷子孔。欲逞所長，謂之心煩技癢；絕無情慾，謂之槁木死灰。座上有江南，語言須謹；往來無白丁，交接皆賢。",
            "將近好處，曰漸入佳境；無端倨傲，曰旁若無人。借事寬役曰告假，將錢囑託曰夤緣。事有大利，曰奇貨可居；事宜鑑前，曰覆車當戒。外彼爲此曰左袒；處事而可曰摸棱。敵甚易摧，曰發蒙振落；志在必勝，曰破釜沉舟。曲突徙薪無恩澤，不念豫防之力大；焦頭爛額爲上客，徒知救急之功宏。",
            "賊人曰樑上君子，強梗曰化外頑民。木屑竹頭，皆爲有用之物；牛溲馬渤，可備藥石之資。五經掃地，祝欽明自褻斯文；一木撐天，晉王敦未可擅動。題鳳題午，譏友譏親之隱詞；破麥破梨，見夫見子之奇夢。毛遂片言九鼎，人重其言；季市一諾千金，人服其信。",
            "岳飛背涅精忠報國，楊震惟以清白傳家。下強上弱，曰尾大不掉；上權下奪，曰太阿倒持。當今之世，不但君擇臣，臣亦擇君；受命之主，不獨創業難，守成亦不易。生平所爲皆可對人言，司馬光之自信；運用之妙惟存乎一心，嶽武穆之論兵。不修邊幅，謂人不飾儀容；不立崖岸，謂人天性和樂。",
            "蕞爾幺麼，言其甚小；鹵莽滅裂，言其不精。誤處皆緣不學，強作乃成自然。求事速成曰躐等，過於禮貌曰足恭。假忠厚者謂之鄉愿，出人羣者謂之巨擘。孟浪由於輕浮，精詳出於暇豫。爲善則流芳百世，爲惡則遺臭萬年。過多曰稔惡，罪滿曰貫盈。嘗見冶容誨淫，須知慢藏誨盜。",
            "管中窺豹，所見不多；坐井觀天，知識不廣。無勢可乘，英雄無用武之地；有道則見，君子有展采之恩。求名利達，曰捷足先得；慰士遲滯，曰大器晚成。不知通變，曰徒讀父書；自作聰明，曰徒執己見。淺見曰膚見，俗言曰俚言。識時務者爲俊傑，昧先幾者非明哲。村夫不識一丁，愚者豈無一得。",
            "拔去一丁，謂除一害；又生一秦，是增一仇。戒輕言，曰恐屬垣有耳；戒輕敵，曰勿謂秦無人。同惡相幫，謂之助桀爲虐；貪心無厭，謂之得隴望蜀。當知器滿則傾，須知物極必反。喜嬉戲名爲好弄，好笑謔謂之詼諧。讒口交加，市中可信有虎；衆奸鼓釁，聚蚊可以成雷。",
            "萋非成錦，謂譖人之釀禍；含沙射影，言鬼蜮之害人。鍼砭所以治病；鴆毒必至殺人。李義府陰柔害物，人謂之笑裏藏刀；李林甫奸詭諂人，世謂之口蜜腹劍。代人作事，曰代庖；與人設謀，曰借箸。見事極真，曰明若觀火；對敵易勝，曰勢若摧枯。",
            "漢武內多欲而外施仁義，廉頗先國難而後私仇。臥榻之側，豈容他人鼾睡，宋太祖之語；一統之世，真是胡越一家，唐太宗之時。至若景泰以呂易嬴，是嬴亡於莊襄之手：弱晉以牛易馬，是馬滅於懷愍之時。中宗親爲點籌於韋后，穢播千秋；明皇賜洗兒錢於貴妃，臭遺萬代。",
            "非類相從，不如鶉鵲；父子同牝，謂之聚麀。以下淫上謂之烝，野合奸倫謂之亂。從來淑慝殊途，惟在後人法戒；欺世情濁異品，全賴吾輩激揚。"
          ]
        },
        {
          "chapter": "飲食",
          "paragraphs": [
            "甘脆肥膿，命曰腐腸之藥；羹藜含糗，難語太牢之滋。御食曰珍饈，白米曰玉粒。好酒曰青州從事，次酒曰平原督郵。魯酒茅柴，皆爲薄酒；龍團雀舌，盡是香茗。待人禮衰，曰醴酒不設；款客甚薄，曰脫粟相留。竹葉青，狀元紅，俱爲美酒；葡萄綠，珍珠紅，悉是香醪。",
            "五斗解酲，劉伶獨溺於酒；兩腋生風，盧仝偏嗜乎茶。茶曰酪奴，又曰瑞草；米曰白粲，又曰長腰。太羹玄酒，亦可薦馨；塵飯塗羹，焉能充餓。酒系杜康所造，腐乃淮南所爲。僧謂魚曰水梭花，僧謂雞曰穿籬菜。臨淵羨魚，不如退而結網；揚湯止沸，不如去火抽薪。羔酒自勞，田家之樂；含哺鼓腹，盛世之風。",
            "人貪食曰徒餔啜，食不敬曰嗟來食。多食不厭，謂之饕餮之徒；見食垂涎，謂有欲炙之色。未獲同食，曰向隅；謝人賜食，曰飽德。安步可以當車，晚食可以當肉。飲食貧難曰半菽不飽，厚恩圖報曰每飯不忘。謝擾人曰兵廚之擾，謙待薄曰草具之陳。白飯青芻，待僕馬之厚；炊金爨玉，謝款客之隆。",
            "家貧待客，但知抹月披風；冬月邀賓，乃曰敲冰煮茗。君側元臣，若作酒醴之麴櫱；朝中冢宰，若作和羹之鹽梅。宰肉甚均，陳平見重於父老；戛釜示盡，邱嫂心厭乎漢高。畢卓爲吏部而盜酒，逸興太豪；越王愛士卒而投醪，戰氣百倍。",
            "懲羹吹齏，謂人懲前警後；酒囊飯袋，謂人少學多餐。隱逸之士，漱石枕流；沉湎之夫，藉糟枕麴。昏庸桀紂，胡爲酒池肉林；苦學仲淹，惟有斷齏畫粥。"
          ]
        },
        {
          "chapter": "宮室",
          "paragraphs": [
            "洪荒之世，野處穴居；有巢以後，上棟下宇。竹苞松茂，謂制度之得宜；鳥革翬飛，調創造之盡善。朝廷曰紫宸，禁門曰青瑣。宰相職掌絲綸，內居黃閣；百官具陳章疏，敷奏丹墀。木天署，學土所居；紫薇省，中書所蒞。",
            "金馬玉堂，翰林院宇；柏臺烏府，御史衙門。布政司稱爲藩府，按察司系是臬司。潘岳種挑於滿縣，人稱花縣；於賤鳴琴以治邑，故曰琴堂。譚府是仕宦之家，衙門乃隱逸之宅。賀人有喜，曰門闌藹瑞；謝人過訪，曰蓬蓽生輝。美奐美輪，《禮》稱屋宇之高華；肯構肯堂，《書》言父子之同志。",
            "土木方興曰經始，創造已畢曰落成。樓高可以摘星，屋小僅堪容膝。寇萊公庭除之外，只可栽花；李文靖廳事之前，僅容旋馬。恭賀屋成曰燕賀，自謙屋小曰蝸廬。民家名曰閭閻，貴族稱爲閥閱。朱門乃富豪之第，白屋是布衣之家。客舍曰逆旅，館驛曰郵亭。書室曰芸窗，朝廷曰魏闕。",
            "成均辟雍，皆國學之號；黌宮膠序，乃鄉學之稱。笑人善忘，曰徙宅忘妻；譏人不謹，曰開門揖盜。何樓所市，皆濫惡之物；壟斷獨登，譏專利之人。蓽門圭竇，系貧土之居；甕牖繩樞，皆窶人之室。宋寇準真是北門鎖鑰，檀道濟不愧萬里長城。"
          ]
        },
        {
          "chapter": "器用",
          "paragraphs": [
            "一人之所需，百工斯爲備。但用則各適其用，而名則每異其名。管城子、中書君，悉爲筆號；石虛中、即墨侯，皆爲硯稱。墨爲鬆使者，紙號楮先生。紙曰剡藤，又曰玉版；墨曰陳玄，又曰龍臍。共筆硯，同富之謂；付衣鉢，傳道之稱。",
            "篤志業儒，曰磨穿鐵硯；棄文就武，曰安用毛錐。劍有干將鏌邪之名，扇有仁風便面之號。何謂箑，亦扇之名；何謂籟，有聲之謂。小舟名蚱蜢，鉅艦曰艨艟。金根是皇后之車，菱花乃婦人之鏡。銀鑿落原是酒器，玉參差乃是簫名。刻舟求劍，固而不通；膠柱鼓瑟，拘而不化。",
            "斗筲言其器小，樑棟謂是大材。鉛刀無一割之利，強弓有六石之名。杖以鳩名，因鳩喉之不噎；鑰同魚樣，取魚目之常醒。兜鍪系是頭盔，叵羅乃爲酒器。短劍名匕首，氈毯曰氍毹。琴名綠綺焦桐，弓號烏號繁弱。香爐曰寶鴨，燭臺曰燭奴。龍涎雞舌，悉是香茗；鷁首鴨頭，別爲船號。",
            "壽光客，是妝臺無塵之鏡；長明公，是梵堂不滅之燈。桔槔是田家之水車，襏襫是農夫之雨具。烏金，炭之美譽；忘歸，矢之別名。夜可擊，朝可炊，軍中刁斗；《雲漢》熱，《北風》寒，劉褒畫圖。勉人發憤，曰猛着祖鞭；求人宥罪，曰幸開湯網。",
            "拔幟立幟，韓信之計甚奇；楚弓楚得，楚王所見未大。董安於性援，常佩弦以自急；西門豹性急，常佩韋以自寬。漢孟敏嘗墮甑不顧，知其無益；宋太祖謂犯法有劍，正欲立成。王衍清談，常持麈尾；橫渠講《易》，每擁皋比。",
            "尾生抱橋而死，固執不通；楚妃守符而亡，貞信可錄。溫橋昔燃犀，照見水族之鬼怪；秦政有方鏡，照見世人之邪心。車載斗量之人，不可勝數；南金東箭之品，實是堪奇。傳檄可定，極言敵之易破；迎刃而解，甚言事之易爲。以銅爲鑑，可整衣冠；以古爲鑑，可知興替。"
          ]
        },
        {
          "chapter": "珍寶",
          "paragraphs": [
            "山川之精英，每泄爲至寶；乾坤之瑞氣，恆結爲奇珍。故玉足以庇嘉穀，明珠可以御火災。魚目豈可混珠，碔砆焉能亂玉。黃金生於麗水，白銀出自朱提。曰孔方、曰家兄，俱爲錢號；日青蚨，曰鵝眼，亦是錢名。",
            "可貴者明月夜光之珠，可珍者璠璵琬琰之玉。宋人以燕石爲玉，什襲緹巾之中；楚王以璞玉爲石，兩刖卞和之足。惠王之珠，光能照乘；和氏之壁，價重連城。鮫人泣淚成珠，宋人削玉爲楮。賢乃國家之寶，儒爲席上之珍。王者聘賢，束帛加壁；真儒抱道，懷瑾握瑜。",
            "雍伯多緣，種玉於藍田而得美婦；太公奇遇，釣璜於渭水而遇文王。剖腹藏珠，愛財而不愛命；纏頭作錦，助舞而更助嬌。孟嘗廉潔，克俾合浦還珠；相如忠勇，能使秦廷歸璧。玉釵作燕飛，漢宮之異事；金錢成蝶舞，唐庫之奇傳。廣錢固可以通神，營利乃爲鬼所笑。以小致大，謂之拋磚引玉；不知所貴，謂之買櫝還珠。",
            "賢否罹害，如玉石俱焚；貪得無厭，雖輜珠必算。崔烈以錢買官，人皆惡其銅臭；秦嫂不敢視叔，自言畏其多金。熊袞父亡，天乃雨錢助葬；仲儒家窘，天乃雨金濟貧。漢楊震畏四知而辭金，唐太宗因懲貪而賜絹。",
            "晉魯褒作《錢神論》，嘗以錢爲孔方兄；王夷甫口不言錢，乃謂錢爲阿堵物。然而牀頭金盡，壯士無顏；囊內錢空，阮郎羞澀。但匹夫不可懷壁，人生孰不愛財。"
          ]
        },
        {
          "chapter": "貧富",
          "paragraphs": [
            "命之修短有數，人之富貴在天。惟君子安貧，達人知命。貫朽粟陳，稱羨財多之謂；紫標黃榜，封記錢庫之名。貪愛錢物，謂之錢愚；好置由宅，謂之地癖。守錢虜，譏蓄財而不散；落魄夫，謂失業之無依。貧者地無立錐，富者田連阡陌。",
            "室如懸磬，言其甚窘；家無儋石，謂其極貧。無米曰在陳，守死曰待斃。富足曰殷實，命蹇日數奇。蘇涸鮒，乃濟人之急；呼庚癸，是乞人之糧。家徒壁立，司馬相如之貧；扊扅爲炊，秦百里奚之苦。鵠形菜色，皆窮民飢餓之形；炊骨爨骸，謂軍中乏糧之慘。餓死留君臣之義，伯夷叔齊；資財敵王公之富，陶朱倚頓。",
            "石崇殺妓以侑酒，恃富行兇；何曾一食費萬錢，奢侈過甚。二月賣新絲，五月糶新谷，真是剜肉醫瘡；三年耕而有一年之食，九年耕而有三年之食，庶幾遇荒有備。貧士之腸習黎莧，富人之口厭膏樑。石崇以蠟代薪，王愷以飴沃釜。範丹土竈生蛙，破甑生塵；曾子捉襟見肘，納履決踵，貧不勝言。子路衣敝縕袍，與輕裘立；韋莊數米而飲，稱薪而爨，儉有可鄙。總之飽德之士，不願膏樑；聞譽之施，奚圖文繡。"
          ]
        },
        {
          "chapter": "疾病死喪",
          "paragraphs": [
            "福壽康寧，固人之所同欲；死亡疾病，亦人所不能無。惟智者能調，達人自玉。問人病曰貴體違和，自謂疾曰偶沾微恙。罹病者，甚爲造化小兒所苦；患病者，豈是實沈臺駘爲災。病不可療，曰膏肓；平安無事，曰無恙。",
            "采薪之憂，謙言抱病；河魚之患，系是腹疾。可以勿藥，喜其病安；厥疾勿瘳，言其病篤。瘧不病君子，病君子正爲瘧耳；卜所以決疑，既不疑復何卜哉？謝安夢雞而疾不起，因太歲之在酉；楚王吞蛭而疾乃痊，因厚德之及人。將屬纊，將易簣，皆言人之將死；作古人，登鬼籙，皆言人之已亡。親死則丁憂，居喪則讀《禮》。",
            "在牀謂之屍，在棺謂之柩。報孝書曰訃，慰孝子曰唁。往吊曰匍匐，廬墓日倚廬。寢苫枕塊，哀父母之在土；節哀順變，勸孝子之惜身。男子死曰壽終正寢，女人死曰壽終內寢。天子死曰崩，諸侯死曰薨，大夫死曰卒，土人死曰不祿，庶人死曰死，童子死曰殤。",
            "自謙父死曰孤子，母死曰哀子，父母俱死曰孤哀子；自言父死曰失怙，母死曰失恃，父母俱死曰失怙恃。父死何謂考，考者成也，已成事業也；母死何謂妣，妣者媲也，克媲父美也。百日內曰泣血，百日外曰稽顙。期年曰小祥，兩期曰大祥。不緝曰斬衰，緝之曰齊衰，論喪之有輕重；九月爲大功，五月爲小功，言服之有等倫。",
            "三月之服曰緦麻，三年將滿曰禫禮。孫承祖服，嫡孫杖期；長子已死，嫡孫承重。死者之器曰明器，待以神明之道；孝子之枚曰哀杖，爲扶哀痛之軀。父之節在外，故杖取乎竹；母之節在內，故杖取乎桐。以財物助喪家，謂之賻；以車馬助喪家，謂之賵；以衣殮死者之身，謂之禭；以玉實死者之口，謂之琀。",
            "送喪曰執紼，出柩曰駕輀。吉地曰牛眠地，築墳曰馬鬣封。墓前石人，原名翁仲；柩前功布，今日銘旌。輓歌始於田橫，墓誌創於傅奕。生墳曰壽藏，死墓曰佳城。墳曰夜臺，壙曰窀穸。已葬曰瘞玉，致祭曰束芻。春祭曰禴，夏祭曰禘，秋祭曰嘗，冬祭曰烝。",
            "飲杯棬而抱痛，母之口澤如存；讀父書以增傷，父之手澤未泯。子羔悲親而泣血，子夏哭子而喪明。王裒哀父之死，門人因廢《蓼莪》詩；王修哭母之亡，鄰里遂停桑柘杜。樹欲靜而風不息，子欲養而親不在。皋魚增感，與其椎牛而祭墓，不如雞豚之逮存，曾子興思。故爲人子者，當思木本水源，須重慎終追遠。"
          ]
        }
      ]
    },
    {
      "title": "卷四",
      "content": [
        {
          "chapter": "文事",
          "paragraphs": [
            "多才之士，才儲八斗；博學之德，學富五車。《三墳》《五典》，乃三皇五帝之書；《八索》《九丘》，是八澤九州之志。《書經》載上古唐虞三代之事，故曰尚書；《易經》乃姬周文王周公所繫，故曰《周易》。二戴曾刪《禮記》，故曰《戴禮》；二毛曾注《詩經》，故曰《毛詩》。",
            "孔子作《春秋》，因獲麟而絕筆，故曰《麟經》。榮於華袞，乃《春秋》一字之褒；嚴於斧鋮，乃《春秋》一字之貶。縑緗黃卷，總謂經書；雁帛鸞箋，通稱簡札。",
            "錦心繡口，李太白之文章；鐵畫銀鉤，王羲之之字法。雕蟲小技，自謙文學之卑；倚馬可待，羨人作文之速。稱人近來進德，曰士別三日，當刮目相看；羨人學業精通，曰面璧九年，始有此神悟。五鳳樓手，稱文字之精奇；七步奇才，羨天才之敏捷。譽才高，曰今之班馬；羨詩工，曰壓倒元白。",
            "漢晁錯多智，景帝號爲智囊；高仁裕多詩，時人謂之詩窖。騷客即是詩人，譽髦乃稱美士。自古詩稱李杜，至今字仰鐘王。白雪陽春，是難和難賡之韻；青錢萬選，乃屢試屢中之文。驚神泣鬼，皆言詞賦之雄豪；遏雲繞樑，原是歌音之嘹喨。涉獵不精，是多學之弊；咿唔呫畢，皆讀書之聲。",
            "連篇累牘，總說多文；寸楮尺素，通稱簡札。以物求文，謂之潤筆之資；因文得錢，乃曰稽古之力。文章全美，曰文不加點；文章奇異，曰機杼一家。應試無文，謂之曳白；書成繡梓，謂之殺青。襪線之才，自謙才短；記問之學，自愧學膚。裁詩曰推敲，曠學曰作輟。",
            "文章浮薄，何殊月露風雲；典籍儲藏，皆在蘭臺石室。秦始皇無道，焚書坑儒；唐太完好文，開科取士。花樣不同，乃謂文章之異；燎草塞責，不求辭語之精。邪說曰異端，又曰左道；讀書曰肄業，又曰藏修。作文曰染翰操觚，從師曰執經問難。求作文，曰乞揮如椽筆；羨高文，曰纔是大方家。",
            "競尚佳章，曰洛陽紙貴；不嫌問難，曰明鏡不疲。稱人書架曰鄴架，稱人嗜學曰書淫。白居易生七月，便識之無二字；唐李賀才七歲，作高軒過一篇。開卷有益，宋太宗之要語；不學無術，漢霍光之爲人。漢劉向校書於天祿，太乙燃藜；趙匡胤代位於後周，陶谷出詔。",
            "江淹夢筆生花，文思大進；揚雄夢吐白鳳，詞賦愈奇。李守素通姓氏之學，敬宗名爲人物誌；虞世南晰古今之理，太宗號爲行祕書。茹古含今，皆言學博；咀英嚼華，總曰文新。文望尊隆，韓退之若泰山北斗；涵養純粹，程明道如良玉精金。李白才離，咳唾隨風生珠玉；孫綽詞麗，詩賦擲地作金聲。"
          ]
        },
        {
          "chapter": "科第",
          "paragraphs": [
            "士人入學曰游泮，又曰采芹；士人登科曰釋褐，又曰得雋。賓興即大比之年，賢書乃試錄之號。鹿鳴宴，款文榜之賢；鷹揚宴，待武科之士。文章入式，有朱衣以點頭；經術既明，取青紫如拾芥。",
            "其家初中，謂之破天荒；士人超拔，謂之出頭地。中狀元，曰獨佔鰲頭；中解元，曰名魁虎榜。瓊林賜宴，宋太宗之伊始；臨軒問策，宋神宗之開端。同榜之人，皆是同年；取中之官，謂之座主。應試見遺，謂之龍門點額；進士及第，謂之雁塔題名。",
            "賀登科，曰榮膺鶚薦；入貢院，曰鏖戰棘闈。金殿唱名曰傳臚，鄉會放榜曰撤棘。攀仙桂，步青雲，皆言榮發；孫山外，紅勒帛，總是無名。",
            "英雄入吾彀，唐太宗喜得佳士；桃李屬春官，劉禹錫賀得門生。薪，採也，槱，積也，美文王作人之詩，故考士謂之薪槱之典；匯，類也，徵，進也，是連類同進之象，故進賢謂之匯徵之途。賺了英雄，慰人下第；傍人門戶，憐士無依。雖然有志者事竟成，佇看榮華之日；成丹者火候到，何惜烹煉之功。"
          ]
        },
        {
          "chapter": "製作",
          "paragraphs": [
            "上古結繩記事，蒼頡制字代繩。龍馬負圖，伏羲因畫八卦；洛龜呈瑞，大禹因列九疇。歷日是神農所爲，甲子乃大橈所作。算數作於隸首，律呂造自伶倫。甲冑舟車，系軒轅之創始；權量衡度，亦軒轅之立規。",
            "伏羲氏造網罟，教佃漁以贍民用；唐太宗造冊籍，編裏甲以稅田糧。興貿易，制耒耜，皆由炎帝；造琴瑟，教嫁娶，乃是伏羲。冠冕衣裳，至黃帝而始備；桑麻蠶績，自元妃而始興。神農嘗百草，醫藥有方；后稷播百穀，粒食攸賴。燧人氏鑽木取火，烹飪初興；有巢氏構木爲巢，宮室始創。",
            "夏禹欲通神祗，因鑄鏞鍾於郊廟；漢明尊崇佛教，始立寺觀於中朝。周公作指南車，羅盤是其遺制；錢樂作渾天儀，歷家始有所宗。育王得疾，因造無量寶塔；秦政防胡，特築萬里長城。叔孫通制立朝儀，魏曹丕秩序官品。周公獨制禮樂，蕭何造立律條。堯帝作圍棋，以教丹朱；武王作象棋，以象戰鬥。",
            "文章取士，興於趙宋；應制以詩，起於李唐。梨園子弟，乃唐明皇作始；《資治通鑑》，乃司馬光所編。筆乃蒙恬所造，紙乃蔡倫所爲。凡今人之利用，皆古聖之前民。"
          ]
        },
        {
          "chapter": "技藝",
          "paragraphs": [
            "醫士業岐軒之術，稱曰國手；地師習青烏之書，號曰堪輿。盧醫扁鵲，古之名醫；鄭虔崔白，古之名畫。晉郭璞得《青囊經》，故善卜筮地理；孫思邈得龍宮方，能醫虎口龍鱗。",
            "善卜者，是君平、詹尹之流；善相者，即唐舉、子卿之亞。推命之士即星士，繪圖之士曰丹青。大風鑑，相士之稱；大工師，木匠之譽。若王良，若造父，皆善御之人；東方朔，淳于髡，系滑稽之輩。稱善卜卦者，曰今之鬼谷；稱善記怪者，曰古之董狐。稱諏日之人曰太史，稱書算之人曰掌文。",
            "擲骰者，喝雉呼盧；善射者，穿楊貫蝨。樗蒱之戲，乃雲雙陸；橘中之樂，是說圍棋。陳平作傀儡，解漢高白登之圍；孔明造木牛，輔劉備運糧之計。公輸子削木鳶，飛天至三日而不下；張僧繇畫壁龍，點睛則雷電而飛騰。然奇技似無益於人，而百藝則有濟於用。"
          ]
        },
        {
          "chapter": "訟獄",
          "paragraphs": [
            "世人惟不平則鳴，聖人以無訟爲貴。上有恤刑之主，桁楊雨潤；下無冤枉之民，肺石風清。雖囹圄便是福堂，而畫地亦可爲獄。與人構訟，曰鼠牙雀角之爭；罪人訴冤，有搶地籲天之慘。",
            "狴犴猛犬而能守，故獄門畫狴犴之形；棘木外刺而裏直，故聽訟在棘木之下。鄉亭之繫有岸，朝廷之繫有獄，誰敢作奸犯科；死者不可復生，刑者不可復續，上當原情定罪。囹圄是周獄，羑里是商牢。桎梏之設，乃拘罪人之具；縲紲之中，豈無賢者之冤。兩爭不放，謂之鷸蚌相持；無辜牽連，謂之池魚受害。",
            "請公入甕，周興自作其孽；下車泣罪，夏禹深痛其民。好訟曰健訟，掛告曰株連。爲人息訟，謂之釋紛；被人栽冤，謂之嫁禍。徒配曰城旦，遣戍是問軍。三尺乃朝廷之法，三木是罪人之刑。",
            "古之五刑，墨、劓、剕、宮、大辟；今之律例，笞、杖、死罪、徒、流。上古時削木爲吏，今日之淳風安在；唐太宗縱囚歸獄，古人之誠信可嘉。花落訟庭間，草生囹圄靜，歌何易治民之間；吏從冰上立，人在鏡中行，頌盧奐折獄之清。可見治亂之藥石，刑罰爲重；興平之樑肉，德教爲先。"
          ]
        },
        {
          "chapter": "釋道鬼神",
          "paragraphs": [
            "如來釋迦，即是牟尼，原系成佛之祖；老聃李耳，即是道君，乃是道教之宗。鷲嶺、祗園，皆屬佛國；交梨、火棗，盡是仙丹。沙門稱釋，始於晉道安；中國有佛，始於漢明帝。",
            "籛鏗即是彭祖，八百高年；許遜原宰旌陽，一家超舉。波羅猶雲彼岸，紫府即是仙宮。曰上方、曰梵剎，總是佛場；曰真宇、曰蕊珠，皆稱仙境。伊蒲饌可以齋僧，青精飯亦堪供佛。香積廚，僧家所備；仙麟脯，仙子所餐。佛圖澄顯神通，咒蓮生鉢；葛仙翁作戲術，吐飯成蜂。",
            "達摩一葦渡江，欒巴噀酒滅火。吳猛畫江成路，麻姑擲米成珠。飛錫掛錫，謂僧人之行止；導引胎息，謂道士之修持。和尚拜禮曰和南，道士拜禮曰稽首。曰圓寂、曰荼毗，皆言和尚之死；曰羽化、曰尸解，悉言道士之亡。",
            "女道曰巫，男道曰覡，自古攸分；男僧曰僧，女僧曰尼，從來有別。羽客黃冠，皆稱道士；上人比丘，並美僧人。檀越、檀那，僧家稱施主；燒丹、鍊汞，道士學神仙。和尚自謙，謂之空桑子；道士誦經，謂之步虛聲。",
            "菩者普也，薩者濟也，尊稱神祇，故有菩薩之譽；水行龍力大，陸行象力大，負荷佛法，故有龍象之稱。儒家謂之世，釋家謂之劫，道家謂之塵，俱謂俗緣之未脫；儒家曰精一，釋家曰三昧，道家曰貞一，總言奧義之無窮。達摩死後，手攜只履西歸；王喬朝君，舄化雙鳧下降。",
            "辟穀絕粒，神仙能服氣煉形；不滅不生，釋氏惟明心見性。樑高僧談經入妙，可使岩石點頭，天花墜地；張虛靖煉丹既成，能令龍虎並伏，雞犬俱升。藏世界於一粟，佛法何其大；貯乾坤於一壺，道法何其玄。妄誕之言，載鬼一車；高明之家，鬼瞰其室。",
            "《無鬼論》作於晉之阮瞻，《搜神記》撰於晉之幹寶。顏子淵、卜子商，死爲地下修文郎；韓擒虎、寇萊公，死爲陰司閻羅王。至若土谷之神曰社稷，乾旱之鬼曰旱魃。魑魅魍魎，山川之祟；神荼鬱壘，啖鬼之神。仕途偃蹇，鬼神爲之揶揄；心地光明，吉神自爲之呵護。"
          ]
        },
        {
          "chapter": "鳥獸",
          "paragraphs": [
            "麟爲毛蟲之長，虎乃獸中之王。麟鳳龜龍，謂之四靈；犬豕與雞，謂之三物。騄駬驊騮，良馬之號；太牢大武，乃牛之稱。羊曰柔毛，又曰長髯主簿；豕名剛鬣，又曰烏喙將軍。鵝名舒雁，鴨號家鳧。",
            "雞有五德，故稱之爲德禽；雁性隨陽，因名之曰陽鳥。家狸、烏圓，乃貓之譽；韓盧楚獷，皆犬之名。麒麟騶虞，皆好仁之獸；螟螣蟊賊，皆害苗之蟲。無腸公子，螃蟹之名；綠衣使者，鸚鵡之號。狐假虎威，謂借勢而爲惡；養虎貽患，謂留禍之在身。",
            "猶豫多疑，喻人之不決；狼狽相倚，比人之顛連。勝負未分，不知鹿死誰手；基業易主，正如燕入他家。雁到南方，先至爲主，後至爲賓；雉名陳寶，得雄則王，得雌則霸。刻鵠類鶩，爲學初成；畫虎類犬，弄巧成拙。",
            "美惡不稱，謂之狗尾續貂；貪圖不足，謂之蛇欲吞象。禍去禍又至，曰前門拒虎，後門進狼；除兇不畏兇，曰不入虎穴，焉得虎子。鄙衆趨利，曰羣蟻附羶；謙己愛兒，曰老牛舐犢。無中生有，曰畫蛇添足；進退兩難，曰羝羊觸藩。杯中蛇影，自起猜疑；塞翁失馬，難分禍福。",
            "龍駒鳳雛，晉閔鴻誇吳中陸士龍之異；伏龍鳳雛，司馬徽稱孔明龐士元之奇。呂后斷戚夫人手足，號曰人彘；胡人醃契丹王屍骸，謂之帝羓。人之狠惡，同於檮杌；人之兇暴，類於窮奇。",
            "王猛見桓溫，捫蝨而談當世之務；甯戚遇齊桓，扣角而取卿相之榮。楚王軾怒蛙，以昆蟲之敢死；丙吉問牛喘，恐陰陽之失時。以十人而制千虎，比言事之難勝；走韓盧而搏蹇兔，喻言敵之易摧。兄弟如鶺鴒之相親，夫婦如鸞鳳之配偶。",
            "有勢莫能爲，曰雖鞭之長，不及馬腹；制小不用大，曰割雞之小，焉用牛刀。鳥食母者曰梟，獸食父者曰獍。苛政猛於虎，壯士氣如虹。腰纏十萬貫，騎鶴上揚州，謂仙人而兼富貴；盲人騎瞎馬，夜半臨深池，是險語之逼人聞。黔驢之技，技止此耳；鼯鼠之技，技亦窮乎。",
            "強兼併者曰鯨吞，爲小賊者曰狗盜。養惡人如養虎，當飽其肉，不飽則噬；養惡人如養鷹，飢之則附，飽之則颺。隨珠彈雀，謂得少而失多；投鼠忌器，恐因甲而害乙。事多曰蝟集，利小曰蠅頭。心惑似狐疑，人喜如雀躍。",
            "愛屋及烏，謂因此而惜彼；輕雞愛鶩，謂舍此而圖他。唆惡爲非，曰教猱升木；受恩不報，曰得魚忘筌。倚勢害人，真似城狐社鼠；空存無用，何殊陶犬瓦雞。勢弱難敵，謂之螳臂當轍；人生易死，乃曰蜉蝣在世。小難制大，如越雞難伏鵠卵；賤反輕貴，似學鷽鳩反笑大鵬。",
            "小人不知君子之心，曰燕雀焉知鴻鵠志；君子不受小人之侮，曰虎豹豈受犬羊欺。跖犬吠堯，吠非其主；鳩居鵲巢，安享其成。緣木求魚，極言難得；按圖索驥，甚言失真。惡人借勢，曰如虎負嵎；窮人無歸，曰如魚失水。九尾狐，譏陳彭年素性諂而又奸；獨眼龍，誇李克用一目眇而有勇。",
            "指鹿爲馬，秦趙高之欺主；叱石成羊，黃初平之得仙。卞莊勇能擒兩虎，高駢一矢貫雙鵰。司馬懿畏蜀如虎，諸葛亮輔漢如龍。鷦鷯巢林，不過一枝；鼴鼠飲河，不過滿腹。",
            "人棄甚易，曰孤雛腐鼠；文名共抑，曰起鳳騰蛟。爲公乎，爲私乎，惠帝問蝦蟆；欲左左，欲右右，湯德及禽獸。魚遊於釜中，雖生不久；燕巢於幕上，棲身不安。妄自稱奇，謂之遼東豕；其見甚小，譬如井底蛙。父惡子賢，謂是犁牛之子；父謙子拙，謂是豚犬之兒。",
            "出人羣而獨異，如鶴立雞羣；非配偶以相從，如雉求牡匹。天上石麟，誇小兒之邁衆；人中騏驥，比君子之超凡。怡堂燕雀，不知後災；翁裏醯雞，安有廣見。馬牛襟裾，罵人不識禮儀；沐猴而冠，笑人見不恢宏。羊質虎皮，譏其有文無實；守株待兔，言其守拙無能。",
            "惡人如虎生翼，勢必擇人而食；志士如鷹在籠，自是凌霄有志。鮒魚困涸轍，難待西江水，比人之甚窘；蛟龍得雲雨，終非池中物，比人大有爲。執牛耳，謂人主盟；附驥尾，望人引帶。鴻雁哀鳴，比小民之失所；狡兔三窟，誚貪人之巧營。風馬牛勢不相及，常山蛇首尾相應。",
            "百足之蟲，死而不僵，以其扶之者衆；千歲之龜，死而留甲，因其卜之者靈。大丈夫寧爲雞口，毋爲牛後；士君子豈甘雌伏，定要雄飛。毋侷促如轅下駒，毋委靡如牛馬走。猩猩能言，不離走獸；鸚鵡能言，不離飛鳥。人惟有禮，庶可免相鼠之刺；若徒能言，夫何異禽獸之心。"
          ]
        },
        {
          "chapter": "花木",
          "paragraphs": [
            "植物非一，故有萬卉之名；谷種甚多，故有百穀之號。如茨如樑，謂禾稼之蕃；惟夭惟喬，謂草木之茂。蓮乃花中君子，海棠花內神仙。國色天香，乃牡丹之富貴；冰肌玉骨，乃梅萼之清奇。",
            "蘭爲王者之香，菊同隱逸之士。竹稱君子，鬆號大夫。萱草可忘憂，屈軼能指佞。篔簹，竹之別號；木樨，桂之別名。明日黃花，過時之物；歲寒松柏，有節之稱。樗櫟乃無用之散材，楩楠勝大用之良木。",
            "玉版，筍之異號；蹲鴟，芋之別名。瓜田李下，事避嫌疑；秋菊春桃，時來尚早。南枝先，北枝後，庾嶺之梅；朔而生，望而落，堯階蓂莢。苾蒭背陰向陽，比僧人之有德；木槿朝開暮落，比榮華之不長。芒刺在背，言恐懼不安；薰蕕異氣，猶賢否有別。",
            "桃李不言，下自成蹊；道旁苦李，爲人所棄。老人娶少婦，曰枯楊生稊；國家進多賢，曰拔茅連茹。蒲柳之姿，未秋先槁；薑桂之性，愈老愈辛。王者之兵，勢如破竹；七雄之國，地若瓜分。苻堅望陣，疑草木皆是晉兵；索靖知亡，嘆銅駝會在荊棘。",
            "王祜知子必貴，手植三槐；竇鈞五子齊榮，人稱五桂。鉏麑觸槐，不忍賊民之主；越王嘗蓼，必欲復吳之仇。修母畫荻以教子，誰不稱賢；廉頗負荊以請罪，善能悔過。彌子瑕常恃寵，將餘桃以啖君；秦商鞅欲行令，使徙木以立信。",
            "王戎賣李鑽核，不勝鄙吝；成王剪桐封弟，因無戲言。齊景公以二桃殺三士，楊再思謂蓮花似六郎。倒啖蔗，漸入佳境；蒸哀梨，大失本真。煮豆燃萁，比兄殘弟；砍竹遮筍，棄舊憐新。元素致江陵之柑，吳剛伐月中之桂。",
            "捐資濟貧，當效堯夫之助麥；以物申敬，聊效野人之獻芹。冒雨剪韭，郭林宗款友情殷；踏雪尋梅，孟浩然自娛興雅。商太戊能修德，詳桑自死；寇萊公有深仁，枯竹復生。王母蟠桃，三千年開花，三千年結子，故人藉以祝壽誕；上古大椿，八千歲爲春，八千歲爲秋，故人託以比嚴君。",
            "去稂莠，正以植嘉禾；沃枝葉，不如培根本。世路之蓁蕪當剔，人心之茅塞須開。"
          ]
        }
      ]
    }
  ]
}
