{
  "title": "幼学琼林",
  "author": "程登吉",
  "abstract": "《幼学琼林》是中国古代儿童的启蒙读物，作者程允升。《幼学琼林》初为明代西昌人程登吉（字允升）编著，本名《幼学须知》，又称《成语考》、《故事寻源》，清人邹圣脉作了增补，改名为《幼学琼林》，也叫《幼学故事琼林》。",
  "content": [
    {
      "title": "卷一",
      "content": [
        {
          "chapter": "天文",
          "paragraphs": [
            "混沌初开，干坤始奠。气之轻清上浮者为天，气之重浊下凝者为地。日月五星，谓之七政；天地与人，谓之三才。日为众阳之宗，月乃太阴之象。虹名䗖蝀，乃天地之淫气；月里蟾蜍是月魄之精光。",
            "风欲起而石燕飞，天将雨而商羊舞。旋风名为羊角，闪电号曰雷鞭。青女乃霜之神，素娥即月之号。雷部至捷之鬼曰律令，雷部推车之女回阿香。云师系是丰隆，雪神乃是滕六。歘火、谢仙，俱掌雷火；飞廉、箕伯，悉是风神。",
            "列缺乃电之神，望舒是月之御。甘霖、甘澍，仅指时雨；玄穹、彼苍，悉称上天。雪花飞六出，先兆丰年；日上已三竿，乃云时晏。蜀犬吠日，比人所见甚稀；吴牛喘月，笑人畏惧过甚。",
            "望切者，若云霓之望；恩深者，如雨露之恩。参商二星，其出没不相见；牛女两宿，惟七夕一相逢。后羿妻，奔月宫而为嫦娥；傅说死，其精神托于箕尾。披星戴月，谓早夜之奔驰；沐雨栉风，谓风尘之劳苦。事非有意，譬如云出无心；恩可遍施，乃曰阳春有脚。",
            "馈物致敬，曰敢效献曝之忱；托人转移，曰全赖回天之力。感救死之恩，曰再造；诵再生之德，曰二天。势易尽者若冰山，事相悬者如天壤。晨星谓贤人廖落，雷同谓言语相符。心多过虑，何异杞人忧天；事不量力，不殊夸父追回。",
            "如夏日之可畏，是谓赵盾；如冬日之可爱，是谓赵衰。齐妇含冤，三年不雨；邹衍下狱，六月飞霜。父仇不共戴天，子道须当爱日。",
            "盛世黎民，嬉游于光天化日之下；太平天子，上召夫景星庆云之祥。夏时大禹在位，上天雨金；春秋孝经既成，赤虹化玉。箕好风，毕好雨，比庶人愿欲不同；风从虎，云从龙，比君臣会合不偶。雨旸时若，系是休征；天地交泰，称斯盛世。"
          ]
        },
        {
          "chapter": "地舆",
          "paragraphs": [
            "黄帝画野，始分都邑；夏禹治水，初奠山川。宇宙之江山不改，古今之称谓各殊。北京原属幽燕，金台是其异号；南京原为建业，金陵又是别名。浙江是武林之区，原为越国；江西是豫章之地，又曰吴皋。福建省属闽中，湖广地名三楚。东鲁西鲁，即山东山西之分；东粤西粤，乃广东广西之域。河南在华夏之中，故曰中州；陕西即长安之地，原为秦境。四川为西蜀，云南为古滇。贵州省近蛮方，自古名为黔地。",
            "东岳泰山，西岳华山，南岳衡山，北岳恒山，中岳嵩山，此为天下之五岳；饶州之鄱阳，岳州之青草，润州之丹阳，鄂州之洞庭，苏州之太湖，此为天下之五湖。",
            "金城汤池，谓城池之巩固；砺山带河，乃封建之誓盟。帝都曰京师，故乡曰梓里。蓬莱弱水，惟飞仙可渡；方壶员峤，乃仙子所居。沧海桑田，谓世事之多变；河清海晏，兆天下之升平。水神曰冯夷，又曰阳侯，火神曰祝融，又曰回禄。海神曰海若，海眼曰尾闾。",
            "望人包容曰海涵，谢人思泽曰河润。无系累者曰江湖散人，负豪气者曰湖海之士。问舍求田，原无大志；掀天揭地，方是奇才。凭空起事，谓之平地风波；独立不移，谓之中流砥柱。黑子、弹丸，漫言至小之邑；咽喉、右臂，皆言要害之区。",
            "独立难持，曰一木焉能支大厦；英雄自恃，曰丸泥亦可封函关。事先败而后成，曰失之东隅，收之桑榆；事将成而终止，曰为山九仞，功亏一篑。以蠡测海，喻人之见小；精卫衔石，比人之徒劳。跋涉谓行路艰难，康庄谓道路平坦。硗地曰不毛之地，美田曰膏腴之田。",
            "得物无所用，曰如获石田；为学己大成，日诞登道岸。淄渑之滋味可辨，泾渭之清浊当分。泌水乐饥，隐居不仕；东山高卧，谢职求安。圣人出则黄河清，太守廉则越石见。美俗曰仁里，恶俗曰互乡。里名胜母，曾子不入；邑号朝歌，墨翟回车。",
            "击壤而歌，尧帝黎民之自得；让畔而耕，文王百姓之相推。费长房有缩地之方，秦始皇有鞭石之法。尧有九年之水患，汤有七年之旱灾。商鞅不仁而阡陌开，夏桀无道而伊洛竭。道不拾遗，由在上有善政；海不扬波，知中国有圣人。"
          ]
        },
        {
          "chapter": "岁时",
          "paragraphs": [
            "爆竹一声除旧，桃符万户更新。履端是初一元旦，人日是初七灵辰。元日献君以《椒花颂》，为祝遐龄；元日饮人以屠苏酒，可除疠疫。新岁曰王春，去年曰客岁。",
            "火树银花合，谓元宵灯火之辉煌；星桥铁锁开，调元夕金吾之不禁。二月朔为中和节，三月三为上巳辰。冬至百六是清明，立春五戊为春社。寒食节是清明前一日，初伏日是夏至第三庚。四月乃是麦秋，端午却为蒲节。",
            "六月六日，节名天贶；五月五日，序号天中。端阳竞渡，吊屈原之溺水；重九登高，效桓景之避灾。五戊鸡豚宴社，处处饮治聋之酒；七夕牛女渡河，家家穿乞巧之针。中秋月朗，明皇亲游于月殿；九日风高，孟嘉帽落于龙山。秦人岁终祭神曰腊，故至今以十二月为腊；故皇当年御讳曰政，故至今读正月为征。",
            "东方之神曰太皞，乘震而司春，甲乙属木，木则旺于春，其色青，故春帝曰青帝。南方之神曰祝融，居高而司夏，丙丁属火，火则旺于夏，其色赤，故夏帝曰赤帝。西方之神曰蓐收，当兑而司秋，庚辛属金，金则旺于秋，其色白，故秋帝曰白帝。北方之神曰玄冥，乘坎而司冬，壬癸属水，水则旺于冬，其色黑，放冬帝曰黑帝。中央戊己属土，其色黄，故中央帝曰黄帝。",
            "夏至一阴生，是以天时渐短；冬至一阳生，是以日晷初长。冬至到而葭灰飞，立秋至而梧叶落。上弦谓月圆其半，系初八、九；下弦谓月缺其半，系廿二、三。月光都尽谓之晦，三十日之名；月光复苏谓之朔，初一日之号；月与日对谓之望，十五日之称。初一是死魄，初二旁死魄，初三哉生明，十六始生魄。",
            "翌日、诘朝，言皆明日；榖旦、吉旦，悉是良辰。片晌即谓片时，日曛乃云日暮。畴昔、曩者，俱前日之谓；黎明、昧爽，皆将曙之时。月有三浣：初旬十日为上浣，中旬十日为中浣，下旬十日为下浣；学足三余：夜者日之余，冬者岁之余，雨者睛之余。",
            "以术愚人，曰朝三暮四；为学求益，曰日就月将。焚膏继晷，日夜辛勤；俾昼作夜，晨昏颠倒。自愧无成，曰虚延岁月；与人共语，曰少叙寒暄。可憎者，人情冷暖；可厌者，世态炎凉。周末无寒年，因东周之懦弱；秦亡无燠岁，由嬴氏之凶残。泰阶星平曰泰平，时序调和曰玉烛。岁歉曰饥馑之岁，年丰曰大有之年。唐德宗之饥年，醉人为瑞；梁惠王之凶岁，野莩堪怜。",
            "丰年玉，荒年谷，言人品之可珍；薪如桂，食如玉，言薪米之腾贵。春祈秋报，农夫之常规；夜寐夙兴，吾人之勤事。韶华不再，吾辈须当惜阴；日月其除，志士正宜待旦。"
          ]
        },
        {
          "chapter": "朝廷",
          "paragraphs": [
            "三皇为皇，五帝为帝。以德行仁者王，以力假仁者霸。天子天下之主，诸侯一国之君。官天下，乃以位让贤；家天下，是以位传子。陛下尊称天子，殿下尊重宗藩。皇帝即位曰龙飞，人臣觐君曰虎拜。",
            "皇帝之言，谓之纶音；皇后之命，乃称懿旨。椒房是皇后所居，枫宸乃人君所莅。天子尊崇，故称元首；臣邻辅翼，故日股肱。龙之种，麟之角，俱誉宗藩；君之储，国之贰，首称太子。帝子爰立青宫，帝印乃是玉玺。",
            "宗室之派，演于天潢；帝胄之谱，名为玉牒。前星耀彩，共祝太子以千秋；嵩岳效灵，三呼天子以万岁。神器大宝，皆言帝位；妃嫔媵嫱，总是宫娥。姜后脱簪而待罪，世称哲后；马后练服以鸣俭，共仰贤妃。唐放勋德配昊天，遂动华封之三祝；汉太子恩覃少海，乃兴乐府之四歌。"
          ]
        },
        {
          "chapter": "文臣",
          "paragraphs": [
            "帝王有出震向离之象，大臣有补天浴日之功。三公上应三台，郎官上应列宿。宰相位居台铉，吏部职掌铨衡。吏部天官大冢宰，户部地官大司徒。礼部春官大宗伯，兵部夏官大司马。刑部秋官大司寇，工部冬官大司空。",
            "都宪中丞，都御史之号；内翰学士，翰林院之称。天使誉称行人，司成尊称祭酒。称都堂曰大抚台，称巡按曰大柱史。方伯、藩侯，左右布政之号；宪台、廉宪，提刑按察之称。宗师称为大文衡，副使称为大宪副。郡侯、邦伯，知府名尊；郡丞、贰候，同知誉美。郡宰、别驾，乃称通判；司理、豸史，赞美推官。刺史、州牧，乃知州之两号；豸史、台谏，即知县之以称。乡宦曰乡绅，农官曰田畯。钧座、台座，皆称仕宦；帐下、麾下，并美武官。秩官既分九品，命妇亦有七阶。一品曰夫人，二品亦夫人，三品曰淑人，四品曰恭人，五品曰宜人，六品曰安人，七品曰孺人。",
            "妇人受封曰金花诰，状元报捷曰紫泥封。唐玄宗以金瓯覆宰相之名，宋真宗以美珠箝谏臣之口。金马玉堂，羨翰林之声价；朱幡皁盖，仰郡守之威仪。台辅曰紫阁名公，知府曰黄堂太守。府尹之禄二千石，太守之马五花骢。代天巡狩，赞称巡按；指日高升，预贺官僚。",
            "初到任曰下车，告致仕曰解组。藩垣屏翰，方伯犹古诸侯之国；墨绶铜章，令尹即古子男之帮。太监掌阉门之禁令，放曰阉宦；朝臣皆缙笏于绅间，故曰缙绅。萧曹相汉高，曾为刀笔吏；汲黯相汉武，真是社稷臣。",
            "召伯布文王之政，尝合甘棠之下，后人思其遗爱，不忍伐其树；孔明有王佐之才，尝隐草庐之中，先主慕其令名，乃三顾其庐。鱼头参政，鲁宗道秉性骨鲠；伴食宰相，卢怀慎居位无能。王德用，人称黑王相公；赵清献，世号铁面御史。汉刘宽责民，蒲鞭示辱；项仲山洁己，饮马投钱。",
            "李善感直言不讳，竟称鸣凤朝阳；汉张纲弹劾无私，直斥豺狼当道。民爱邓侯之政，挽之不留；人言谢令之贪，推之不去。廉范守蜀郡，民歌五裤；张堪守渔阳，麦穗两歧。",
            "鲁恭为中牟令，桑下有驯雉之异；郭汲为幷州守，儿童有竹马之迎。鲜于子骏，宁非一路福星；司马温公，真是万家生佛。鸾凤不栖枳棘，羨仇香之为主簿；河阳遍种桃花，乃潘岳之为县官。刘昆宰江陵，昔日反风灭火；龚遂守渤海，令民卖刀买牛。此皆德政可歌，是以令名攸著。"
          ]
        },
        {
          "chapter": "武职",
          "paragraphs": [
            "韩柳欧苏，固文人之最著；起翦颇牧，乃武将之多奇。范仲淹胸中具数万甲兵，楚项羽江东有八千子弟。孙膑吴起，将略堪夸；穰苴尉缭，兵机莫测。姜太公有《六韬》，黄石公有《三略》。韩信将兵，多多益善；毛遂讥众，碌碌无奇。",
            "大将曰干城，武士曰武弁。都督称为大镇国，总兵称为大总戎。都阃即是都司，参戎即是参将。千户有户侯之仰，百户有百宰之称。以车为户曰辕门，显揭战功曰露布。下杀上谓之弑，上伐下谓之征。",
            "交锋为对垒，求和曰求成。战胜而回，谓之凯旋；战败而走，谓之奔北。为君泄恨曰敌忾；为国救难曰勤王。胆破心寒，比敌人慑服之状；风声鹤唳，惊士卒败北之魂。",
            "汉冯异当论功，独立大树下，不夸己绩；汉文帝尝劳军，亲幸细柳营，按辔徐行。苻坚自夸将广，投鞭可以断流；毛遂自荐才奇，处囊便当脱颖。羞与哙等伍，韩信降作淮阴；无面见江东，项羽羞归故里。韩信受胯下之辱，张良有进履之谦。卫青为牧猪之奴，樊哙为屠狗之辈。求士莫求全，毋以二卵弃干城之将；用人如用木，毋以寸朽弃连抱之材。总之君子之身，可大可小；丈夫之志，能屈能伸。自古英雄，难以枚举；欲详将略，须读《武经》。"
          ]
        }
      ]
    },
    {
      "title": "卷二",
      "content": [
        {
          "chapter": "祖孙父子",
          "paragraphs": [
            "何谓五伦？君臣、父子、兄弟、夫妇、朋友；何谓九族？高、曾、祖、考、已身、子、孙、曾、玄。始祖曰鼻祖，远孙曰耳孙。父子创造，曰肯构肯堂；父子俱贤，曰是父是子。祖称王父，父曰严君。父母俱存，谓之椿萱并茂；子孙发达，谓之兰桂腾芳。",
            "桥木高而仰，似父之道；梓木低而俯，如子之卑。不痴不聋，不作阿家阿翁；得亲顺亲，方可为人为子。盖父愆，名为千蛊；育义子，乃曰螟蛉。生子当如孙仲谋，曹操羨孙权之语；生子须如李亚子，朱温叹存勖之词。菽水承欢，贫士养亲之乐；义方是训，父亲教子之严。",
            "绍箕裘，子承父业；恢先绪，子振家声。具庆下，父母俱存；重庆下，祖父俱在。燕翼贻谋，乃称裕后之祖；克绳祖武，是称象贤之孙。称人有令子，曰鳞趾呈祥；称宦有贤郎，曰凤毛济美。弑父自立，隋杨广之天性何存；杀子媚君，齐易牙之人心何在。",
            "分甘以娱目，王羲之弄孙自乐；问安惟点颔，郭子仪厥孙最多。和丸教子，仲郢母之贤；戏彩娱亲，老莱子之孝。毛义捧檄，为亲之存；伯俞位杖，因母之老。慈母望子，倚门倚闾；游子思亲，陟岵陟屺。",
            "爱无差等，曰兄子如邻子；分有相同，曰吾翁即若翁。长男为主器，令子可克家。子光前曰充闾，子过父曰跨灶。宁馨英畏，皆是羨人之儿；国器掌珠，悉是称人之子。可爱者子孙之多，若螽斯之蛰蛰；堪羨者后人之盛，如瓜瓞之绵绵。"
          ]
        },
        {
          "chapter": "兄弟",
          "paragraphs": [
            "天下无不是底父母，世间最难得者兄弟。须贻同气之光，无伤手足之雅。玉昆金友，羨兄弟之俱贤；伯壎仲篪，谓声气之相应。兄弟既翕，谓之花萼相辉；兄弟联芳，谓之棠棣竞秀。患难相顾，似鹡鸰之在原；手足分离，如雁行之折翼。",
            "元方季方俱盛德，祖太丘称为难弟难兄；宋郊宋祁俱中元，当时人号为大宋小宋。荀氏兄弟，得八龙之佳誉；河东伯仲，有三凤之美名。东征破斧，周公大义灭亲；遇贼争死，赵孝以身代弟。煮豆燃萁，谓其相害；斗粟尺布，讥其不容。",
            "兄弟阋墙，谓兄弟之斗狠；天生羽翼，谓兄弟之相亲。姜家大被以同眠，宋君灼艾而分痛。田氏分财，忽瘁庭前之荆树；夷齐让国，共采首阳之蕨薇。虽曰安宁之日，不如友生；其实凡今之人，莫如兄弟。"
          ]
        },
        {
          "chapter": "夫妇",
          "paragraphs": [
            "孤阴则不生，独阳则不长，故天地配以阴阳；男以女为室，女以男为家，故人生偶以夫妇。阴阳和而后雨泽降，夫妇和而后家道成。夫谓妻曰拙荆，又曰内子；妻称夫曰藁砧，又曰良人。贺人娶妻，曰荣偕伉俪；留物与妻，曰归遗细君。",
            "受室即是娶妻，纳宠谓人娶妾。正妻谓之嫡，众妾谓之庶。称人妻曰尊夫人，称人妾曰如夫人。结发系是初婚，续絃乃是再娶。妇人重婚曰再醮，男子无偶曰鳏居。",
            "如鼓瑟琴，夫妻好合之谓；琴瑟不调，夫妇反目之词。牝鸡司晨，比妇人之主事；河东狮吼，讥男子之畏妻。杀妻求将，吴起何其忍心；蒸梨出妻，曾子善全孝道。张敞为妻画眉，媚态可哂；董氏为夫封发，贞节堪夸。冀郤缺夫妻，相敬如宾；陈仲子夫妇，灌园食力。",
            "不弃槽糠，宋弘回光武之语；举案齐眉，梁鸿配孟光之贤。苏蕙织回文，乐昌分破镜，是夫妇之生离；张瞻炊臼梦，庄子鼓盆歌，是夫妇之死别。鲍宣之妻，提瓮出汲，雅得顺从之道；齐御之妻，窥御激夫，可称内助之贤。",
            "可怪者买臣之妻，因贫求去，不思覆水难收；可丑者相如之妻，夤夜私奔，但识丝桐有意。要知身修而后家齐，夫义自然妇顺。"
          ]
        },
        {
          "chapter": "叔侄",
          "paragraphs": [
            "曰诸父，曰亚父，皆叔父之辈；曰犹子，曰比儿，俱侄儿之称。阿大中郎，道韫雅称叔父；吾家龙文，杨素比美侄儿。乌衣诸郎君，江东称王谢之子弟；吾家千里驹，符坚羨苻朗为侄儿。竹林叔侄之称，兰玉子侄之誉。",
            "存侄弃儿，悲伯道之无后；视叔犹父，羨公绰之居官。卢迈无儿，以侄而主身之后；张范遇贼，以子而代侄之生。"
          ]
        },
        {
          "chapter": "师生",
          "paragraphs": [
            "马融设绛帐，前授生徒，后列女乐；孔子居杏坛，贤人七十，弟子三千。称教馆曰设帐，又回振铎；谦教馆曰餬口，又曰舌耕。师曰西宾，师席曰函丈；学曰家塾，学俸日束脩。桃李在公门，称人弟子之多；首蓿长阑干，奉师饮食之薄。",
            "冰生于水而寒于水，比学生过于先生；青出于蓝而胜于蓝，谓弟子优于师傅。未得及门，曰宫墙外望；称得祕授，曰衣钵真传。人称杨震为关西夫子，世称贺循为当世儒宗。负笈千里，苏章从师之殷；立雪程门，游杨敬师之至。弟子称师之善教，曰如坐春风之中；学业感师之造成，曰仰沾时雨之化。"
          ]
        },
        {
          "chapter": "朋友宾主",
          "paragraphs": [
            "取善辅仁，皆资朋友；往来交际，迭为主宾。尔我同心，曰金兰；朋友相资，日丽泽。东家曰东主，师傅曰西宾。父所交游，尊为父执；己所共事，谓之同袍。心志相孚为莫逆，老幼相交曰忘年。刎颈交，相如与廉颇；总角好，孙策与周瑜。",
            "胶漆相投，陈重之与雷义；鸡黍之约，元伯之与巨卿。与善人交，如入芝兰之室，久而不闻其香；与恶人交，如入鲍鱼之肆，久而不闻其臭。肝胆相照，斯为腹心之友；意气不孚，谓之口头之交。彼此不合，谓之参商；尔我相仇，如同冰炭。民之失德，干糇以愆；他山之石，可以攻玉。落月屋梁，相思颜色；暮云春树，想望丰仪。",
            "王阳在位，贡禹弹冠以待荐；杜伯非罪，左儒宁死不徇君。分首判袂，叙别之辞；拥彗扫门，迎迓之敬。陆凯折梅逢驿使，聊寄江南一枝春；王维折柳赠行人，遂唱《阳关三叠》曲。频来无忌，乃云入慕之宾；不请自来，谓之不速之客。醴酒不设，楚王戊待土之意怠；投辖于井，汉陈遵留客之心诚。",
            "蔡邕倒屣以迎宾，周公握发而待士。陈蕃器重徐稚，下榻相延；孔子道遇程生，倾盖而语。伯牙绝弦失子期，更无知音之辈；管宁割席拒华歆，调非同志之人。分金多与，鲍叔独知管仲之贫；绨袍垂爱，须贾深怜范叔之窘。要知主宾联以情，须尽东南之美；朋友合以义，当展切偲之诚。"
          ]
        },
        {
          "chapter": "婚姻",
          "paragraphs": [
            "良缘由夙缔，佳偶自天成。蹇修与柯人，皆是煤妁之号；冰人与掌判，悉是传言之人。礼须六礼之周，好合二姓之好。女嫁曰于归，男婚日完娶。",
            "婚姻论财，夷虏之道；同姓不婚，周礼则然。女家受聘礼，谓之许缨；新妇谒祖先，谓之庙见。文定纳采，皆为行聘之名；女嫁男婚，谓了子平之愿。聘仪日雁币，卜妻曰凤占。成婚之日曰星期，传命之人曰月老。下采即是纳币，合卺系是交杯。",
            "执巾栉，奉箕帚，皆女家自谦之词；嫺姆训，习《内则》，皆男家称女之说。绿窗是贫女之室，红楼是富女之居。姚夭谓婚姻之及时．摽梅谓婚期之已过。御沟题叶，于祐始得宫娥；绣幕牵丝，元振幸获美女。汉武与景帝论妇，欲将金屋贮娇；韦固与月老论婚，始知赤绳系足。",
            "朱陈一村而结好，秦晋两国以联姻。蓝田种玉，雍伯之缘；宝窗选婚，林甫之女。架鹊桥以渡河，牛女相会；射雀屏而中目，唐高得妻。至若礼重亲迎，所以正人伦之始；《诗》首好逑，所以崇王化之原。"
          ]
        },
        {
          "chapter": "女子",
          "paragraphs": [
            "男子禀干之刚，女子配坤之顺。贤后称女中尧舜，烈女称女中丈夫。曰闺秀，曰淑媛，皆称贤女；曰阃范，曰懿德，并美佳人。妇主中馈，烹治饮食之名；女子归宁，回家省亲之谓。何谓三从，从父从夫从子；何谓四德，妇德妇言妇工妇容。",
            "周家母仪，太王有周姜，王季有太妊，文王有太姒；三代亡国，夏桀以妹喜，商纣以妲已，周幽以褒姒。兰蕙质，柳絮才，皆女人之美誉；冰雪心，柏舟操，悉孀妇之清声。女貌娇娆，谓之尤物；妇容妖媚，实可倾城。",
            "潘妃步朵朵莲花，小蛮腰纤纤杨柳。张丽华发光可鉴，吴绛仙秀色可餐。丽娟气馥如兰，呵气结成香雾；太真泪红于血，滴时更结红冰。孟光力大，石臼可擎；飞燕身轻，掌上可舞。",
            "至若缇萦上书而救父，卢氏冒刃而卫姑，此女之孝者；侃母截发以延宾，村媪杀鸡而谢客，此女之贤者；韩玖英恐贼秽而自投于秽，陈仲妻恐陨德而宁陨于崖，此女之烈者；王凝妻被牵，断臂投地；曹令女誓志，引刀割鼻，此女之节者；曹大家续完《汉》帙，徐惠妃援笔成文，此女之才者；戴女之练裳竹笥，孟光之荆钗裙布，此女之贫者；柳氏秃妃之发，郭氏绝夫之嗣，此女之妒者；贾女偷韩寿之香，齐女致袄庙之毁，此女之淫者。东施效颦而可厌，无盐刻画以难堪，此女之丑者。",
            "自古贞淫各异，人生妍丑不齐。是故生菩萨、九子母、鸠盘荼，谓妇态之更变可畏；钱树子、一点红、无廉耻，谓青楼之妓女殊名。此固不列于人羣，亦可附之以博笑。"
          ]
        },
        {
          "chapter": "外戚",
          "paragraphs": [
            "帝女乃公侯主婚，故有公主之称；帝婿非正驾之车，乃是附马之职。郡主县君，皆宗女之谓；仪宾国宾，皆宗婿之称。旧好曰通家，好亲日懿戚。冰清玉润，丈人女婿同荣；泰水泰山，岳母岳父两号。新婿曰娇客，贵婿日乘龙。",
            "赘婚曰馆甥，贤婿曰快婿。凡属东牀，俱称半子。女子号门楣，唐贵妃有光于父母；外甥称宅相，晋魏舒期报于母家。共叙旧姻，曰原有瓜葛之亲；自谦劣戚，曰忝在霞莩之末。大乔小乔，皆姨夫之号；连襟连袂，亦姨夫之称。蒹葭依玉树，自谦借戚属之光；茑萝施乔松，自幸得依附之所。"
          ]
        },
        {
          "chapter": "老幼寿诞",
          "paragraphs": [
            "不凡之子，必异其生；大德之人，必得其寿。称人生日，曰初度之辰；贺人逢旬，曰生申令旦。三朝洗儿，曰汤饼之会；周岁试婴，曰晬盘之期。男生辰曰悬弧令旦，女生辰曰设帨佳辰。贺人生子，曰嵩岳降神；自谦生女，曰缓急非益。生子曰弄璋，生女曰弄瓦。",
            "梦熊梦罴，男子之兆；梦虺梦蛇，女子之祥。梦兰叶吉兆，郑燕姞生穆公之奇；英物试啼声，晋温峤闻声知桓公之异。姜嫄生稷，履大人之迹而有娠；简狄生契，吞玄鸟之卵而叶孕。鳞吐玉书，天生孔子之瑞；王燕投怀，梦孕张说之奇。弗陵太子，怀胎十四月而始生；老子道君，在孕八十一年而始诞。",
            "晚年得子，调之老蚌生珠；暮岁登科，正是龙头属老。贺男寿曰南极星辉，贺女寿曰中天婺焕。松柏节操，美其寿元之耐久；桑榆晚景，自谦老景之无多。矍铄称人康健，聩眊自谦衰颓。黄发儿齿，有寿之征；龙钟潦倒，年高之状。日月逾迈，徒自伤悲；春秋几何，问人寿算。",
            "称少年曰春秋鼎盛，羨高年曰齿德俱尊。行年五十，当知四十九年之非；在世百年，那有三万六千日之乐。百岁曰上寿，八十曰中寿，六十曰下寿；八十日耋，九十曰耄，百岁曰期颐。童子十岁就外傅，十三舞勺，成童舞象；老者六十杖于乡，七十杖于国，八十杖于朝。后生固为可畏，而高年尤是当尊。"
          ]
        },
        {
          "chapter": "身体",
          "paragraphs": [
            "百体皆血肉之躯，五官有贵贱之别。尧眉分八彩，舜目有重瞳。耳有三漏，大禹之奇形；臂有四肘，成汤之异体。文王龙颜而虎眉，汉高斗胸而隆准。孔圣之顶若芋，文王之胸四乳。周公反握，作兴周之相；重耳骈胁，为霸晋之君。此皆古圣之英姿，不凡之贵品。",
            "至若发肤不可毁伤，曾子常以守身为大；待人须当量大，师德贵于唾面自干。谗口中伤，金可铄而骨可销；虐政诛求，敲其肤而吸其髓。受人牵制曰掣肘，不知羞愧曰厚颜。好生议论，曰摇唇鼓舌；共话衷肠，曰促膝谈心。怒发冰冠，蔺相如之英气勃勃；炙手可热，唐崔铉之贵势炎炎。",
            "貌虽瘦而天下肥，唐玄宗之自谓；口有蜜而腹有剑，李林甫之为人。赵子龙一身都是胆，周灵王初生便有须。来俊臣注醋于囚鼻，法外行凶；严子陵加足于帝腹，忘其尊贵。久不屈兹膝，郭子仪尊居宰相；不为米折腰，陶渊明不拜吏胥。",
            "断送老头皮，杨璞得妻送之诗；新剥鸡头肉，明皇爱贵妃之乳。纤指如春笋，媚眼若秋波。肩曰玉楼，眼名银海；泪曰玉箸，顶曰珠庭。歇担曰息肩，不服曰强项。丁谓与人拂须，何其谄也；彭乐截肠决战，不亦勇乎。剜肉医疮，权济目前之急；伤胸扪足，计安众士之心。",
            "汉张良蹑足附耳，东方朔洗髓伐毛。尹维伦，契丹称为黑面大王；博尧俞，宋后称为金玉君子。土木形骸，不自妆饰；铁石心肠，秉性坚刚。叙会晤曰得挹芝眉，叙契阔曰久违颜范。请女客曰奉迓金莲，邀亲友曰敢攀玉趾。侏儒谓人身矮，魁梧称人貌奇。龙章凤姿，廊庙之彦；獐头鼠目，草野之夫。",
            "恐惧过甚，曰畏首畏尾；感佩不忘，曰刻骨铭心。貌丑曰不扬，貌美曰冠玉。足跛曰蹒跚，耳聋曰重听。欺欺艾艾，口讷之称；喋喋便便，言多之状。可嘉者小心翼翼，可鄙者大言不惭。腰细曰柳腰，身小曰鸡肋。笑人齿缺，曰狗窦大开；讥人不决，曰鼠首偾事。口中雌黄，言事而多改移；皮里春秋，胸中自有褒贬。",
            "唇亡齿寒，谓彼此之失依；足上首下，谓尊卑之颠倒。所为得意，曰吐气扬眉；待人诚心，曰推心置腹。心荒曰灵台乱，醉倒曰玉山颓。睡曰黑甜，卧曰偃息。口尚乳臭，调世人年少无知；三折其肱，谓医士老成谙练。西子捧心，愈见增妍；丑妇效颦，弄巧反拙。慧眼始知道骨，肉眼不识贤人。",
            "婢膝奴颜，谄容可厌；胁肩谄笑，媚态难堪。忠臣披肝，为君之药；妇人长舌，为厉之阶。事遂心曰如愿，事可愧曰汗颜。人多言曰饶舌，物堪食曰可口。泽及枯骨，西伯之深仁；灼艾分痛，宋祖之友爱。唐太宗为臣疗病，亲剪其须；颜杲卿骂贼不辍，贼断其舌。",
            "不较横逆，曰置之度外；洞悉虏情，曰已入掌中。马良有白眉，独出乎众；阮籍作青眼，厚待乎人。咬牙封雍齿，计安众将之心；含泪斩丁公，法正叛臣之罪。掷果盈车，潘安仁美姿可爱；投石满载，张孟阳丑态堪憎。",
            "事之可怪，妇人生须；事所骇闻，男人诞子。求物济用，谓燃眉之急；悔事无成，曰噬脐何及。情不相关，如秦越人之视肥瘠；事当探本，如善医者只论精神。",
            "无功食禄，谓之尸位素餐；谫劣无能，谓之行尸走肉。老当益壮，宁知白首之心；穷且益坚，不坠青云之志。一息尚存，此志不容少懈；十手所指，此心安可自欺。"
          ]
        },
        {
          "chapter": "衣服",
          "paragraphs": [
            "冠称元服，衣曰身章。曰弁曰冔曰冕，皆冠之号；日履日舄曰屣，悉鞋之名。上公命服有九锡，士人初冠有三加。簪缨缙绅，仕宦之称；章甫缝掖，儒者之服。布衣即白丁之谓，青衿乃生员之称。",
            "葛屦履霜，诮俭啬之过甚；绿衣黄里，讥贵贱之失伦。上服曰衣，下服曰裳；衣前曰襟，衣后曰裾。敝衣曰褴褛，美服曰华裾。襁褓乃小儿之衣，弁髦亦小儿之饰。左衽是夷狄之服，短后是武夫之衣。尊卑失序，如冠履倒置；富贵不归，如锦衣夜行。狐裘三十年，俭称晏子；锦幛四十里，富羨石崇。",
            "孟尝君珠履三千客，牛僧孺金钗十二行。千金之裘，非一狐之腋；绮罗之辈，非养蚕之人。贵着重裀叠褥，贫者裋褐不完。卜子夏甚贫，鹑衣百结；公孙弘甚俭，布被十年。南州冠冕，德操称庞统之迈众；三河领袖，崔浩羨裴骏之超羣。",
            "虞舜制衣裳，所以命有德；昭侯藏敝裤，所以待有功。唐文宗袖经三浣，晋文公衣不重裘。衣履不敝，不肯更为，世称尧帝；衣不经新，何由得故，妇劝桓冲。王氏之眉贴花钿，被韦固之剑所刺；贵妃之乳服诃子，为禄山之爪所伤。",
            "姜氏翕和，兄弟每宵同大被；三章未遇，夫妻寒夜卧牛衣。绶带轻裘，羊叔子乃斯文主将；葛巾野服，陶渊明真陆地神仙。服之不衷，身之灾也；缊袍不耻，志独超欤。"
          ]
        }
      ]
    },
    {
      "title": "卷三",
      "content": [
        {
          "chapter": "人事",
          "paragraphs": [
            "《大学》首重夫明新，小于莫先于应对。其容固宜有度，出言尤贵有章。智欲圆而行欲方，胆欲大而心欲小。阁下足下，并称人之辞；不佞鲰生，皆自谦之语。恕罪曰原宥，惶恐曰主臣。大春元、大殿选、大会状，举人之称不一；大秋元、大经元、大三元，士人之誉多殊。大掾史，推美吏员；大柱石，尊称乡宦。",
            "贺入学曰云程发轫，贺新冠曰元服初荣。贺人荣归，谓之锦旋；作商得财，谓之稇载。谦送礼曰献芹，不受馈曰反璧。谢人厚礼曰厚贶，自谦利薄曰菲仪。送行之礼，谓之赆仪；拜见之赀，名曰贽敬。贺寿仪曰祝敬，吊死礼曰奠仪。",
            "请人远归曰洗尘，携酒进行曰祖饯。犒仆伕，谓之旌使；演戏文，谓之俳优。谢人寄书，曰辱承华翰；谢人致问，曰多蒙寄声。望人寄信，曰早赐玉音；谢人许物，曰已获金诺。具名帖，曰投刺；发书函，曰开缄。思暮久曰极切瞻韩，想望殷曰久怀慕蔺。相识未真，曰半面之识；不期而会，曰邂逅之缘。",
            "登龙门得参名士，瞻山斗仰望高贤。一日三秋，言思暮之甚切；渴尘万斛，言想望之久殷。暌违教命，乃云鄙吝复萌；来往无凭，则曰萍踪靡定。虞舜幕唐尧，见尧于羹，见尧于墙；门人学孔圣，孔步亦步，孔趋亦趋。曾经会晤，曰向获承颜接辞；谢人指教，曰深蒙耳提面命。",
            "求人涵容，曰望包荒；求人吹嘘，曰望汲引。求人荐引，曰幸为先容；求人改文，曰望赐郢斫。借重鼎言，是托人言事；望移玉趾，是浼人亲行。多蒙推毂，谢人引荐之辞；望作领袖，托人倡首之说。言辞不爽，谓之金石语；乡党公论，谓之月旦评。逢人说项斯，表扬善行；名下无虚士，果是贤人。",
            "党恶为非曰朋奸，尽财赌博曰孤注。徒了事，曰但求塞责；戒明察，曰不可苛求。方命是逆人之言，执拗是执己之性。曰觊觎，曰睥睨，总是私心之窥望；曰倥偬，曰旁午，皆言人事之纷纭。小过必察，谓之吹毛求疵；乘患相攻，谓之落井下石。欲心难厌如溪壑，财物易尽若漏卮。",
            "望开茅塞，是求人之教导；多豪药石，是谢人之箴规。劳规芳躅，皆善行之可慕；格言至言，悉嘉言之可听。无言曰缄默，息怒曰霁威。包拯寡色笑，人比其笑为黄河清；商鞅最凶残，常见论囚而渭水赤。仇深曰切齿，人笑曰解颐。人微笑曰莞尔，掩口笑曰胡卢。大笑回绝倒，众笑曰哄堂。",
            "留位待贤，谓之虚左；官僚共署，谓之同寅。人失信曰爽约，又曰食言；人忘誓曰寒盟，又曰反汗。铭心镂骨，感德难忘；结草衔环，知恩必报。自惹其灾，谓之解衣抱火；幸离其害，真如脱网就渊。两不相入，谓之枘凿；两不相投，谓之冰炭。彼此不合曰龃龉，欲进不前曰趦趄。",
            "落落不合之词，区区自谦之语。竣者，作事已毕之谓；醵者，敛财饮食之名。赞襄其事，谓之玉成；分裂难完，谓之瓦解。事有低昂曰轩轾，力相上下曰颉颃。凭空起事曰作俑，仍踵前弊曰效尤。手口共作曰拮据，不暇修容曰鞅掌。手足并行曰匍匐，俯首而思曰低徊。",
            "明珠投暗，大屈才能；入室操戈，自相鱼肉。求教于愚人，是问道于盲；枉道以干主，是衒玉求售。智谋之士，所见略同；仁人之言，其利甚溥。班门弄斧，不知分量；岑楼齐末，不识高卑。势延莫遏，谓之滋蔓难图；包藏祸心，谓之人心叵测。作舍道旁，议论多而难成；一国三公，权柄分而不一。",
            "事有奇缘，曰三生有幸；事皆拂意，曰一事无成。酒色是耽，如以双斧代孤树；力量不胜，如以寸胶澄黄河。兼听则明，偏听则暗，此魏征之对太宗；众怒难犯，专欲难成，此于产之讽子孔。欲逞所长，谓之心烦技痒；绝无情欲，谓之槁木死灰。座上有江南，语言须谨；往来无白丁，交接皆贤。",
            "将近好处，曰渐入佳境；无端倨傲，曰旁若无人。借事宽役曰告假，将钱嘱托曰夤缘。事有大利，曰奇货可居；事宜鉴前，曰覆车当戒。外彼为此曰左袒；处事而可曰摸棱。敌甚易摧，曰发蒙振落；志在必胜，曰破釜沉舟。曲突徙薪无恩泽，不念豫防之力大；焦头烂额为上客，徒知救急之功宏。",
            "贼人曰梁上君子，强梗曰化外顽民。木屑竹头，皆为有用之物；牛溲马渤，可备药石之资。五经扫地，祝钦明自亵斯文；一木撑天，晋王敦未可擅动。题凤题午，讥友讥亲之隐词；破麦破梨，见夫见子之奇梦。毛遂片言九鼎，人重其言；季市一诺千金，人服其信。",
            "岳飞背涅精忠报国，杨震惟以清白传家。下强上弱，曰尾大不掉；上权下夺，曰太阿倒持。当今之世，不但君择臣，臣亦择君；受命之主，不独创业难，守成亦不易。生平所为皆可对人言，司马光之自信；运用之妙惟存乎一心，岳武穆之论兵。不修边幅，谓人不饰仪容；不立崖岸，谓人天性和乐。",
            "蕞尔么么，言其甚小；卤莽灭裂，言其不精。误处皆缘不学，强作乃成自然。求事速成曰躐等，过于礼貌曰足恭。假忠厚者谓之乡愿，出人羣者谓之巨擘。孟浪由于轻浮，精详出于暇豫。为善则流芳百世，为恶则遗臭万年。过多曰稔恶，罪满曰贯盈。尝见冶容诲淫，须知慢藏诲盗。",
            "管中窥豹，所见不多；坐井观天，知识不广。无势可乘，英雄无用武之地；有道则见，君子有展采之恩。求名利达，曰捷足先得；慰士迟滞，曰大器晚成。不知通变，曰徒读父书；自作聪明，曰徒执己见。浅见曰肤见，俗言曰俚言。识时务者为俊杰，昧先几者非明哲。村夫不识一丁，愚者岂无一得。",
            "拔去一丁，谓除一害；又生一秦，是增一仇。戒轻言，曰恐属垣有耳；戒轻敌，曰勿谓秦无人。同恶相帮，谓之助桀为虐；贪心无厌，谓之得陇望蜀。当知器满则倾，须知物极必反。喜嬉戏名为好弄，好笑谑谓之诙谐。谗口交加，市中可信有虎；众奸鼓衅，聚蚊可以成雷。",
            "萋非成锦，谓谮人之酿祸；含沙射影，言鬼蜮之害人。鍼砭所以治病；鸩毒必至杀人。李义府阴柔害物，人谓之笑里藏刀；李林甫奸诡谄人，世谓之口蜜腹剑。代人作事，曰代庖；与人设谋，曰借箸。见事极真，曰明若观火；对敌易胜，曰势若摧枯。",
            "汉武内多欲而外施仁义，廉颇先国难而后私仇。卧榻之侧，岂容他人鼾睡，宋太祖之语；一统之世，真是胡越一家，唐太宗之时。至若景泰以吕易嬴，是嬴亡于庄襄之手：弱晋以牛易马，是马灭于怀愍之时。中宗亲为点筹于韦后，秽播千秋；明皇赐洗儿钱于贵妃，臭遗万代。",
            "非类相从，不如鹑鹊；父子同牝，谓之聚麀。以下淫上谓之烝，野合奸伦谓之乱。从来淑慝殊途，惟在后人法戒；欺世情浊异品，全赖吾辈激扬。"
          ]
        },
        {
          "chapter": "饮食",
          "paragraphs": [
            "甘脆肥脓，命曰腐肠之药；羹藜含糗，难语太牢之滋。御食曰珍馐，白米曰玉粒。好酒曰青州从事，次酒曰平原督邮。鲁酒茅柴，皆为薄酒；龙团雀舌，尽是香茗。待人礼衰，曰醴酒不设；款客甚薄，曰脱粟相留。竹叶青，状元红，俱为美酒；葡萄绿，珍珠红，悉是香醪。",
            "五斗解酲，刘伶独溺于酒；两腋生风，卢仝偏嗜乎茶。茶曰酪奴，又曰瑞草；米曰白粲，又曰长腰。太羹玄酒，亦可荐馨；尘饭涂羹，焉能充饿。酒系杜康所造，腐乃淮南所为。僧谓鱼曰水梭花，僧谓鸡曰穿篱菜。临渊羨鱼，不如退而结网；扬汤止沸，不如去火抽薪。羔酒自劳，田家之乐；含哺鼓腹，盛世之风。",
            "人贪食曰徒餔啜，食不敬曰嗟来食。多食不厌，谓之饕餮之徒；见食垂涎，谓有欲炙之色。未获同食，曰向隅；谢人赐食，曰饱德。安步可以当车，晚食可以当肉。饮食贫难曰半菽不饱，厚恩图报曰每饭不忘。谢扰人曰兵厨之扰，谦待薄曰草具之陈。白饭青刍，待仆马之厚；炊金爨玉，谢款客之隆。",
            "家贫待客，但知抹月披风；冬月邀宾，乃曰敲冰煮茗。君侧元臣，若作酒醴之曲蘖；朝中冢宰，若作和羹之盐梅。宰肉甚均，陈平见重于父老；戛釜示尽，邱嫂心厌乎汉高。毕卓为吏部而盗酒，逸兴太豪；越王爱士卒而投醪，战气百倍。",
            "惩羹吹齑，谓人惩前警后；酒囊饭袋，谓人少学多餐。隐逸之士，漱石枕流；沉湎之夫，藉糟枕曲。昏庸桀纣，胡为酒池肉林；苦学仲淹，惟有断齑画粥。"
          ]
        },
        {
          "chapter": "宫室",
          "paragraphs": [
            "洪荒之世，野处穴居；有巢以后，上栋下宇。竹苞松茂，谓制度之得宜；鸟革翬飞，调创造之尽善。朝廷曰紫宸，禁门曰青琐。宰相职掌丝纶，内居黄阁；百官具陈章疏，敷奏丹墀。木天署，学土所居；紫薇省，中书所莅。",
            "金马玉堂，翰林院宇；柏台乌府，御史衙门。布政司称为藩府，按察司系是臬司。潘岳种挑于满县，人称花县；于贱鸣琴以治邑，故曰琴堂。谭府是仕宦之家，衙门乃隐逸之宅。贺人有喜，曰门阑蔼瑞；谢人过访，曰蓬荜生辉。美奂美轮，《礼》称屋宇之高华；肯构肯堂，《书》言父子之同志。",
            "土木方兴曰经始，创造已毕曰落成。楼高可以摘星，屋小仅堪容膝。寇莱公庭除之外，只可栽花；李文靖厅事之前，仅容旋马。恭贺屋成曰燕贺，自谦屋小曰蜗庐。民家名曰闾阎，贵族称为阀阅。朱门乃富豪之第，白屋是布衣之家。客舍曰逆旅，馆驿曰邮亭。书室曰芸窗，朝廷曰魏阙。",
            "成均辟雍，皆国学之号；黉宫胶序，乃乡学之称。笑人善忘，曰徙宅忘妻；讥人不谨，曰开门揖盗。何楼所市，皆滥恶之物；垄断独登，讥专利之人。荜门圭窦，系贫土之居；瓮牖绳枢，皆窭人之室。宋寇准真是北门锁钥，檀道济不愧万里长城。"
          ]
        },
        {
          "chapter": "器用",
          "paragraphs": [
            "一人之所需，百工斯为备。但用则各适其用，而名则每异其名。管城子、中书君，悉为笔号；石虚中、即墨侯，皆为砚称。墨为松使者，纸号楮先生。纸曰剡藤，又曰玉版；墨曰陈玄，又曰龙脐。共笔砚，同富之谓；付衣钵，传道之称。",
            "笃志业儒，曰磨穿铁砚；弃文就武，曰安用毛锥。剑有干将镆邪之名，扇有仁风便面之号。何谓箑，亦扇之名；何谓籁，有声之谓。小舟名蚱蜢，钜舰曰艨艟。金根是皇后之车，菱花乃妇人之镜。银凿落原是酒器，玉参差乃是箫名。刻舟求剑，固而不通；胶柱鼓瑟，拘而不化。",
            "斗筲言其器小，梁栋谓是大材。铅刀无一割之利，强弓有六石之名。杖以鸠名，因鸠喉之不噎；钥同鱼样，取鱼目之常醒。兜鍪系是头盔，叵罗乃为酒器。短剑名匕首，毡毯曰氍毹。琴名绿绮焦桐，弓号乌号繁弱。香炉曰宝鸭，烛台曰烛奴。龙涎鸡舌，悉是香茗；鹢首鸭头，别为船号。",
            "寿光客，是妆台无尘之镜；长明公，是梵堂不灭之灯。桔槔是田家之水车，袯襫是农夫之雨具。乌金，炭之美誉；忘归，矢之别名。夜可击，朝可炊，军中刁斗；《云汉》热，《北风》寒，刘褒画图。勉人发愤，曰猛着祖鞭；求人宥罪，曰幸开汤网。",
            "拔帜立帜，韩信之计甚奇；楚弓楚得，楚王所见未大。董安于性援，常佩弦以自急；西门豹性急，常佩韦以自宽。汉孟敏尝堕甑不顾，知其无益；宋太祖谓犯法有剑，正欲立成。王衍清谈，常持麈尾；横渠讲《易》，每拥皋比。",
            "尾生抱桥而死，固执不通；楚妃守符而亡，贞信可录。温桥昔燃犀，照见水族之鬼怪；秦政有方镜，照见世人之邪心。车载斗量之人，不可胜数；南金东箭之品，实是堪奇。传檄可定，极言敌之易破；迎刃而解，甚言事之易为。以铜为鉴，可整衣冠；以古为鉴，可知兴替。"
          ]
        },
        {
          "chapter": "珍宝",
          "paragraphs": [
            "山川之精英，每泄为至宝；干坤之瑞气，恒结为奇珍。故玉足以庇嘉谷，明珠可以御火灾。鱼目岂可混珠，碔砆焉能乱玉。黄金生于丽水，白银出自朱提。曰孔方、曰家兄，俱为钱号；日青蚨，曰鹅眼，亦是钱名。",
            "可贵者明月夜光之珠，可珍者璠璵琬琰之玉。宋人以燕石为玉，什袭缇巾之中；楚王以璞玉为石，两刖卞和之足。惠王之珠，光能照乘；和氏之壁，价重连城。鲛人泣泪成珠，宋人削玉为楮。贤乃国家之宝，儒为席上之珍。王者聘贤，束帛加壁；真儒抱道，怀瑾握瑜。",
            "雍伯多缘，种玉于蓝田而得美妇；太公奇遇，钓璜于渭水而遇文王。剖腹藏珠，爱财而不爱命；缠头作锦，助舞而更助娇。孟尝廉洁，克俾合浦还珠；相如忠勇，能使秦廷归璧。玉钗作燕飞，汉宫之异事；金钱成蝶舞，唐库之奇传。广钱固可以通神，营利乃为鬼所笑。以小致大，谓之抛砖引玉；不知所贵，谓之买椟还珠。",
            "贤否罹害，如玉石俱焚；贪得无厌，虽辎珠必算。崔烈以钱买官，人皆恶其铜臭；秦嫂不敢视叔，自言畏其多金。熊衮父亡，天乃雨钱助葬；仲儒家窘，天乃雨金济贫。汉杨震畏四知而辞金，唐太宗因惩贪而赐绢。",
            "晋鲁褒作《钱神论》，尝以钱为孔方兄；王夷甫口不言钱，乃谓钱为阿堵物。然而牀头金尽，壮士无颜；囊内钱空，阮郎羞涩。但匹夫不可怀壁，人生孰不爱财。"
          ]
        },
        {
          "chapter": "贫富",
          "paragraphs": [
            "命之修短有数，人之富贵在天。惟君子安贫，达人知命。贯朽粟陈，称羨财多之谓；紫标黄榜，封记钱库之名。贪爱钱物，谓之钱愚；好置由宅，谓之地癖。守钱虏，讥蓄财而不散；落魄夫，谓失业之无依。贫者地无立锥，富者田连阡陌。",
            "室如悬磬，言其甚窘；家无儋石，谓其极贫。无米曰在陈，守死曰待毙。富足曰殷实，命蹇日数奇。苏涸鲋，乃济人之急；呼庚癸，是乞人之粮。家徒壁立，司马相如之贫；扊扅为炊，秦百里奚之苦。鹄形菜色，皆穷民饥饿之形；炊骨爨骸，谓军中乏粮之惨。饿死留君臣之义，伯夷叔齐；资财敌王公之富，陶朱倚顿。",
            "石崇杀妓以侑酒，恃富行凶；何曾一食费万钱，奢侈过甚。二月卖新丝，五月粜新谷，真是剜肉医疮；三年耕而有一年之食，九年耕而有三年之食，庶几遇荒有备。贫士之肠习黎苋，富人之口厌膏梁。石崇以蜡代薪，王恺以饴沃釜。范丹土灶生蛙，破甑生尘；曾子捉襟见肘，纳履决踵，贫不胜言。子路衣敝缊袍，与轻裘立；韦庄数米而饮，称薪而爨，俭有可鄙。总之饱德之士，不愿膏梁；闻誉之施，奚图文绣。"
          ]
        },
        {
          "chapter": "疾病死丧",
          "paragraphs": [
            "福寿康宁，固人之所同欲；死亡疾病，亦人所不能无。惟智者能调，达人自玉。问人病曰贵体违和，自谓疾曰偶沾微恙。罹病者，甚为造化小儿所苦；患病者，岂是实沈台骀为灾。病不可疗，曰膏肓；平安无事，曰无恙。",
            "采薪之忧，谦言抱病；河鱼之患，系是腹疾。可以勿药，喜其病安；厥疾勿瘳，言其病笃。疟不病君子，病君子正为疟耳；卜所以决疑，既不疑复何卜哉？谢安梦鸡而疾不起，因太岁之在酉；楚王吞蛭而疾乃痊，因厚德之及人。将属纩，将易篑，皆言人之将死；作古人，登鬼箓，皆言人之已亡。亲死则丁忧，居丧则读《礼》。",
            "在牀谓之尸，在棺谓之柩。报孝书曰讣，慰孝子曰唁。往吊曰匍匐，庐墓日倚庐。寝苫枕块，哀父母之在土；节哀顺变，劝孝子之惜身。男子死曰寿终正寝，女人死曰寿终内寝。天子死曰崩，诸侯死曰薨，大夫死曰卒，土人死曰不禄，庶人死曰死，童子死曰殇。",
            "自谦父死曰孤子，母死曰哀子，父母俱死曰孤哀子；自言父死曰失怙，母死曰失恃，父母俱死曰失怙恃。父死何谓考，考者成也，已成事业也；母死何谓妣，妣者媲也，克媲父美也。百日内曰泣血，百日外曰稽颡。期年曰小祥，两期曰大祥。不缉曰斩衰，缉之曰齐衰，论丧之有轻重；九月为大功，五月为小功，言服之有等伦。",
            "三月之服曰缌麻，三年将满曰禫礼。孙承祖服，嫡孙杖期；长子已死，嫡孙承重。死者之器曰明器，待以神明之道；孝子之枚曰哀杖，为扶哀痛之躯。父之节在外，故杖取乎竹；母之节在内，故杖取乎桐。以财物助丧家，谓之赙；以车马助丧家，谓之赗；以衣殓死者之身，谓之禭；以玉实死者之口，谓之琀。",
            "送丧曰执绋，出柩曰驾輀。吉地曰牛眠地，筑坟曰马鬣封。墓前石人，原名翁仲；柩前功布，今日铭旌。挽歌始于田横，墓志创于傅奕。生坟曰寿藏，死墓曰佳城。坟曰夜台，圹曰窀穸。已葬曰瘗玉，致祭曰束刍。春祭曰禴，夏祭曰禘，秋祭曰尝，冬祭曰烝。",
            "饮杯棬而抱痛，母之口泽如存；读父书以增伤，父之手泽未泯。子羔悲亲而泣血，子夏哭子而丧明。王裒哀父之死，门人因废《蓼莪》诗；王修哭母之亡，邻里遂停桑柘杜。树欲静而风不息，子欲养而亲不在。皋鱼增感，与其椎牛而祭墓，不如鸡豚之逮存，曾子兴思。故为人子者，当思木本水源，须重慎终追远。"
          ]
        }
      ]
    },
    {
      "title": "卷四",
      "content": [
        {
          "chapter": "文事",
          "paragraphs": [
            "多才之士，才储八斗；博学之德，学富五车。《三坟》《五典》，乃三皇五帝之书；《八索》《九丘》，是八泽九州之志。《书经》载上古唐虞三代之事，故曰尚书；《易经》乃姬周文王周公所系，故曰《周易》。二戴曾删《礼记》，故曰《戴礼》；二毛曾注《诗经》，故曰《毛诗》。",
            "孔子作《春秋》，因获麟而绝笔，故曰《麟经》。荣于华衮，乃《春秋》一字之褒；严于斧铖，乃《春秋》一字之贬。缣缃黄卷，总谓经书；雁帛鸾笺，通称简札。",
            "锦心绣口，李太白之文章；铁画银钩，王羲之之字法。雕虫小技，自谦文学之卑；倚马可待，羨人作文之速。称人近来进德，曰士别三日，当刮目相看；羨人学业精通，曰面璧九年，始有此神悟。五凤楼手，称文字之精奇；七步奇才，羨天才之敏捷。誉才高，曰今之班马；羨诗工，曰压倒元白。",
            "汉晁错多智，景帝号为智囊；高仁裕多诗，时人谓之诗窖。骚客即是诗人，誉髦乃称美士。自古诗称李杜，至今字仰钟王。白雪阳春，是难和难赓之韵；青钱万选，乃屡试屡中之文。惊神泣鬼，皆言词赋之雄豪；遏云绕梁，原是歌音之嘹喨。涉猎不精，是多学之弊；咿唔呫毕，皆读书之声。",
            "连篇累牍，总说多文；寸楮尺素，通称简札。以物求文，谓之润笔之资；因文得钱，乃曰稽古之力。文章全美，曰文不加点；文章奇异，曰机杼一家。应试无文，谓之曳白；书成绣梓，谓之杀青。袜线之才，自谦才短；记问之学，自愧学肤。裁诗曰推敲，旷学曰作辍。",
            "文章浮薄，何殊月露风云；典籍储藏，皆在兰台石室。秦始皇无道，焚书坑儒；唐太完好文，开科取士。花样不同，乃谓文章之异；燎草塞责，不求辞语之精。邪说曰异端，又曰左道；读书曰肄业，又曰藏修。作文曰染翰操觚，从师曰执经问难。求作文，曰乞挥如椽笔；羨高文，曰才是大方家。",
            "竞尚佳章，曰洛阳纸贵；不嫌问难，曰明镜不疲。称人书架曰邺架，称人嗜学曰书淫。白居易生七月，便识之无二字；唐李贺才七岁，作高轩过一篇。开卷有益，宋太宗之要语；不学无术，汉霍光之为人。汉刘向校书于天禄，太乙燃藜；赵匡胤代位于后周，陶谷出诏。",
            "江淹梦笔生花，文思大进；扬雄梦吐白凤，词赋愈奇。李守素通姓氏之学，敬宗名为人物志；虞世南晰古今之理，太宗号为行祕书。茹古含今，皆言学博；咀英嚼华，总曰文新。文望尊隆，韩退之若泰山北斗；涵养纯粹，程明道如良玉精金。李白才离，咳唾随风生珠玉；孙绰词丽，诗赋掷地作金声。"
          ]
        },
        {
          "chapter": "科第",
          "paragraphs": [
            "士人入学曰游泮，又曰采芹；士人登科曰释褐，又曰得隽。宾兴即大比之年，贤书乃试录之号。鹿鸣宴，款文榜之贤；鹰扬宴，待武科之士。文章入式，有朱衣以点头；经术既明，取青紫如拾芥。",
            "其家初中，谓之破天荒；士人超拔，谓之出头地。中状元，曰独占鳌头；中解元，曰名魁虎榜。琼林赐宴，宋太宗之伊始；临轩问策，宋神宗之开端。同榜之人，皆是同年；取中之官，谓之座主。应试见遗，谓之龙门点额；进士及第，谓之雁塔题名。",
            "贺登科，曰荣膺鹗荐；入贡院，曰鏖战棘闱。金殿唱名曰传胪，乡会放榜曰撤棘。攀仙桂，步青云，皆言荣发；孙山外，红勒帛，总是无名。",
            "英雄入吾彀，唐太宗喜得佳士；桃李属春官，刘禹锡贺得门生。薪，采也，槱，积也，美文王作人之诗，故考士谓之薪槱之典；汇，类也，征，进也，是连类同进之象，故进贤谓之汇征之途。赚了英雄，慰人下第；傍人门户，怜士无依。虽然有志者事竟成，伫看荣华之日；成丹者火候到，何惜烹炼之功。"
          ]
        },
        {
          "chapter": "制作",
          "paragraphs": [
            "上古结绳记事，苍颉制字代绳。龙马负图，伏羲因画八卦；洛龟呈瑞，大禹因列九畴。历日是神农所为，甲子乃大桡所作。算数作于隶首，律吕造自伶伦。甲冑舟车，系轩辕之创始；权量衡度，亦轩辕之立规。",
            "伏羲氏造网罟，教佃渔以赡民用；唐太宗造册籍，编里甲以税田粮。兴贸易，制耒耜，皆由炎帝；造琴瑟，教嫁娶，乃是伏羲。冠冕衣裳，至黄帝而始备；桑麻蚕绩，自元妃而始兴。神农尝百草，医药有方；后稷播百谷，粒食攸赖。燧人氏钻木取火，烹饪初兴；有巢氏构木为巢，宫室始创。",
            "夏禹欲通神祗，因铸镛钟于郊庙；汉明尊崇佛教，始立寺观于中朝。周公作指南车，罗盘是其遗制；钱乐作浑天仪，历家始有所宗。育王得疾，因造无量宝塔；秦政防胡，特筑万里长城。叔孙通制立朝仪，魏曹丕秩序官品。周公独制礼乐，萧何造立律条。尧帝作围棋，以教丹朱；武王作象棋，以象战斗。",
            "文章取士，兴于赵宋；应制以诗，起于李唐。梨园子弟，乃唐明皇作始；《资治通鉴》，乃司马光所编。笔乃蒙恬所造，纸乃蔡伦所为。凡今人之利用，皆古圣之前民。"
          ]
        },
        {
          "chapter": "技艺",
          "paragraphs": [
            "医士业岐轩之术，称曰国手；地师习青乌之书，号曰堪舆。卢医扁鹊，古之名医；郑虔崔白，古之名画。晋郭璞得《青囊经》，故善卜筮地理；孙思邈得龙宫方，能医虎口龙鳞。",
            "善卜者，是君平、詹尹之流；善相者，即唐举、子卿之亚。推命之士即星士，绘图之士曰丹青。大风鉴，相士之称；大工师，木匠之誉。若王良，若造父，皆善御之人；东方朔，淳于髡，系滑稽之辈。称善卜卦者，曰今之鬼谷；称善记怪者，曰古之董狐。称诹日之人曰太史，称书算之人曰掌文。",
            "掷骰者，喝雉呼卢；善射者，穿杨贯蝨。樗蒱之戏，乃云双陆；橘中之乐，是说围棋。陈平作傀儡，解汉高白登之围；孔明造木牛，辅刘备运粮之计。公输子削木鸢，飞天至三日而不下；张僧繇画壁龙，点睛则雷电而飞腾。然奇技似无益于人，而百艺则有济于用。"
          ]
        },
        {
          "chapter": "讼狱",
          "paragraphs": [
            "世人惟不平则鸣，圣人以无讼为贵。上有恤刑之主，桁杨雨润；下无冤枉之民，肺石风清。虽囹圄便是福堂，而画地亦可为狱。与人构讼，曰鼠牙雀角之争；罪人诉冤，有抢地吁天之惨。",
            "狴犴猛犬而能守，故狱门画狴犴之形；棘木外刺而里直，故听讼在棘木之下。乡亭之系有岸，朝廷之系有狱，谁敢作奸犯科；死者不可复生，刑者不可复续，上当原情定罪。囹圄是周狱，羑里是商牢。桎梏之设，乃拘罪人之具；缧绁之中，岂无贤者之冤。两争不放，谓之鹬蚌相持；无辜牵连，谓之池鱼受害。",
            "请公入瓮，周兴自作其孽；下车泣罪，夏禹深痛其民。好讼曰健讼，挂告曰株连。为人息讼，谓之释纷；被人栽冤，谓之嫁祸。徒配曰城旦，遣戍是问军。三尺乃朝廷之法，三木是罪人之刑。",
            "古之五刑，墨、劓、剕、宫、大辟；今之律例，笞、杖、死罪、徒、流。上古时削木为吏，今日之淳风安在；唐太宗纵囚归狱，古人之诚信可嘉。花落讼庭间，草生囹圄静，歌何易治民之间；吏从冰上立，人在镜中行，颂卢奂折狱之清。可见治乱之药石，刑罚为重；兴平之梁肉，德教为先。"
          ]
        },
        {
          "chapter": "释道鬼神",
          "paragraphs": [
            "如来释迦，即是牟尼，原系成佛之祖；老聃李耳，即是道君，乃是道教之宗。鹫岭、祗园，皆属佛国；交梨、火枣，尽是仙丹。沙门称释，始于晋道安；中国有佛，始于汉明帝。",
            "籛铿即是彭祖，八百高年；许逊原宰旌阳，一家超举。波罗犹云彼岸，紫府即是仙宫。曰上方、曰梵刹，总是佛场；曰真宇、曰蕊珠，皆称仙境。伊蒲馔可以斋僧，青精饭亦堪供佛。香积厨，僧家所备；仙麟脯，仙子所餐。佛图澄显神通，咒莲生钵；葛仙翁作戏术，吐饭成蜂。",
            "达摩一苇渡江，栾巴噀酒灭火。吴猛画江成路，麻姑掷米成珠。飞锡挂锡，谓僧人之行止；导引胎息，谓道士之修持。和尚拜礼曰和南，道士拜礼曰稽首。曰圆寂、曰荼毗，皆言和尚之死；曰羽化、曰尸解，悉言道士之亡。",
            "女道曰巫，男道曰觋，自古攸分；男僧曰僧，女僧曰尼，从来有别。羽客黄冠，皆称道士；上人比丘，并美僧人。檀越、檀那，僧家称施主；烧丹、炼汞，道士学神仙。和尚自谦，谓之空桑子；道士诵经，谓之步虚声。",
            "菩者普也，萨者济也，尊称神祇，故有菩萨之誉；水行龙力大，陆行象力大，负荷佛法，故有龙象之称。儒家谓之世，释家谓之劫，道家谓之尘，俱谓俗缘之未脱；儒家曰精一，释家曰三昧，道家曰贞一，总言奥义之无穷。达摩死后，手携只履西归；王乔朝君，舄化双凫下降。",
            "辟谷绝粒，神仙能服气炼形；不灭不生，释氏惟明心见性。梁高僧谈经入妙，可使岩石点头，天花坠地；张虚靖炼丹既成，能令龙虎并伏，鸡犬俱升。藏世界于一粟，佛法何其大；贮干坤于一壶，道法何其玄。妄诞之言，载鬼一车；高明之家，鬼瞰其室。",
            "《无鬼论》作于晋之阮瞻，《搜神记》撰于晋之干宝。颜子渊、卜子商，死为地下修文郎；韩擒虎、寇莱公，死为阴司阎罗王。至若土谷之神曰社稷，干旱之鬼曰旱魃。魑魅魍魉，山川之祟；神荼郁垒，啖鬼之神。仕途偃蹇，鬼神为之揶揄；心地光明，吉神自为之呵护。"
          ]
        },
        {
          "chapter": "鸟兽",
          "paragraphs": [
            "麟为毛虫之长，虎乃兽中之王。麟凤龟龙，谓之四灵；犬豕与鸡，谓之三物。騄駬骅骝，良马之号；太牢大武，乃牛之称。羊曰柔毛，又曰长髯主簿；豕名刚鬣，又曰乌喙将军。鹅名舒雁，鸭号家凫。",
            "鸡有五德，故称之为德禽；雁性随阳，因名之曰阳鸟。家狸、乌圆，乃猫之誉；韩卢楚犷，皆犬之名。麒麟驺虞，皆好仁之兽；螟螣蟊贼，皆害苗之虫。无肠公子，螃蟹之名；绿衣使者，鹦鹉之号。狐假虎威，谓借势而为恶；养虎贻患，谓留祸之在身。",
            "犹豫多疑，喻人之不决；狼狈相倚，比人之颠连。胜负未分，不知鹿死谁手；基业易主，正如燕入他家。雁到南方，先至为主，后至为宾；雉名陈宝，得雄则王，得雌则霸。刻鹄类鹜，为学初成；画虎类犬，弄巧成拙。",
            "美恶不称，谓之狗尾续貂；贪图不足，谓之蛇欲吞象。祸去祸又至，曰前门拒虎，后门进狼；除凶不畏凶，曰不入虎穴，焉得虎子。鄙众趋利，曰羣蚁附羶；谦己爱儿，曰老牛舐犊。无中生有，曰画蛇添足；进退两难，曰羝羊触藩。杯中蛇影，自起猜疑；塞翁失马，难分祸福。",
            "龙驹凤雏，晋闵鸿夸吴中陆士龙之异；伏龙凤雏，司马徽称孔明庞士元之奇。吕后断戚夫人手足，号曰人彘；胡人醃契丹王尸骸，谓之帝羓。人之狠恶，同于梼杌；人之凶暴，类于穷奇。",
            "王猛见桓温，扪蝨而谈当世之务；甯戚遇齐桓，扣角而取卿相之荣。楚王轼怒蛙，以昆虫之敢死；丙吉问牛喘，恐阴阳之失时。以十人而制千虎，比言事之难胜；走韩卢而搏蹇兔，喻言敌之易摧。兄弟如鹡鸰之相亲，夫妇如鸾凤之配偶。",
            "有势莫能为，曰虽鞭之长，不及马腹；制小不用大，曰割鸡之小，焉用牛刀。鸟食母者曰枭，兽食父者曰獍。苛政猛于虎，壮士气如虹。腰缠十万贯，骑鹤上扬州，谓仙人而兼富贵；盲人骑瞎马，夜半临深池，是险语之逼人闻。黔驴之技，技止此耳；鼯鼠之技，技亦穷乎。",
            "强兼并者曰鲸吞，为小贼者曰狗盗。养恶人如养虎，当饱其肉，不饱则噬；养恶人如养鹰，饥之则附，饱之则飏。随珠弹雀，谓得少而失多；投鼠忌器，恐因甲而害乙。事多曰猬集，利小曰蝇头。心惑似狐疑，人喜如雀跃。",
            "爱屋及乌，谓因此而惜彼；轻鸡爱鹜，谓舍此而图他。唆恶为非，曰教猱升木；受恩不报，曰得鱼忘筌。倚势害人，真似城狐社鼠；空存无用，何殊陶犬瓦鸡。势弱难敌，谓之螳臂当辙；人生易死，乃曰蜉蝣在世。小难制大，如越鸡难伏鹄卵；贱反轻贵，似学鸴鸠反笑大鹏。",
            "小人不知君子之心，曰燕雀焉知鸿鹄志；君子不受小人之侮，曰虎豹岂受犬羊欺。跖犬吠尧，吠非其主；鸠居鹊巢，安享其成。缘木求鱼，极言难得；按图索骥，甚言失真。恶人借势，曰如虎负嵎；穷人无归，曰如鱼失水。九尾狐，讥陈彭年素性谄而又奸；独眼龙，夸李克用一目眇而有勇。",
            "指鹿为马，秦赵高之欺主；叱石成羊，黄初平之得仙。卞庄勇能擒两虎，高骈一矢贯双雕。司马懿畏蜀如虎，诸葛亮辅汉如龙。鹪鹩巢林，不过一枝；鼹鼠饮河，不过满腹。",
            "人弃甚易，曰孤雏腐鼠；文名共抑，曰起凤腾蛟。为公乎，为私乎，惠帝问虾蟆；欲左左，欲右右，汤德及禽兽。鱼游于釜中，虽生不久；燕巢于幕上，栖身不安。妄自称奇，谓之辽东豕；其见甚小，譬如井底蛙。父恶子贤，谓是犁牛之子；父谦子拙，谓是豚犬之儿。",
            "出人羣而独异，如鹤立鸡羣；非配偶以相从，如雉求牡匹。天上石麟，夸小儿之迈众；人中骐骥，比君子之超凡。怡堂燕雀，不知后灾；翁里酰鸡，安有广见。马牛襟裾，骂人不识礼仪；沐猴而冠，笑人见不恢宏。羊质虎皮，讥其有文无实；守株待兔，言其守拙无能。",
            "恶人如虎生翼，势必择人而食；志士如鹰在笼，自是凌霄有志。鲋鱼困涸辙，难待西江水，比人之甚窘；蛟龙得云雨，终非池中物，比人大有为。执牛耳，谓人主盟；附骥尾，望人引带。鸿雁哀鸣，比小民之失所；狡兔三窟，诮贪人之巧营。风马牛势不相及，常山蛇首尾相应。",
            "百足之虫，死而不僵，以其扶之者众；千岁之龟，死而留甲，因其卜之者灵。大丈夫宁为鸡口，毋为牛后；士君子岂甘雌伏，定要雄飞。毋侷促如辕下驹，毋委靡如牛马走。猩猩能言，不离走兽；鹦鹉能言，不离飞鸟。人惟有礼，庶可免相鼠之刺；若徒能言，夫何异禽兽之心。"
          ]
        },
        {
          "chapter": "花木",
          "paragraphs": [
            "植物非一，故有万卉之名；谷种甚多，故有百谷之号。如茨如梁，谓禾稼之蕃；惟夭惟乔，谓草木之茂。莲乃花中君子，海棠花内神仙。国色天香，乃牡丹之富贵；冰肌玉骨，乃梅萼之清奇。",
            "兰为王者之香，菊同隐逸之士。竹称君子，松号大夫。萱草可忘忧，屈轶能指佞。筼筜，竹之别号；木樨，桂之别名。明日黄花，过时之物；岁寒松柏，有节之称。樗栎乃无用之散材，楩楠胜大用之良木。",
            "玉版，笋之异号；蹲鸱，芋之别名。瓜田李下，事避嫌疑；秋菊春桃，时来尚早。南枝先，北枝后，庾岭之梅；朔而生，望而落，尧阶蓂荚。苾蒭背阴向阳，比僧人之有德；木槿朝开暮落，比荣华之不长。芒刺在背，言恐惧不安；薰莸异气，犹贤否有别。",
            "桃李不言，下自成蹊；道旁苦李，为人所弃。老人娶少妇，曰枯杨生稊；国家进多贤，曰拔茅连茹。蒲柳之姿，未秋先槁；姜桂之性，愈老愈辛。王者之兵，势如破竹；七雄之国，地若瓜分。苻坚望阵，疑草木皆是晋兵；索靖知亡，叹铜驼会在荆棘。",
            "王祜知子必贵，手植三槐；窦钧五子齐荣，人称五桂。鉏麑触槐，不忍贼民之主；越王尝蓼，必欲复吴之仇。修母画荻以教子，谁不称贤；廉颇负荆以请罪，善能悔过。弥子瑕常恃宠，将余桃以啖君；秦商鞅欲行令，使徙木以立信。",
            "王戎卖李钻核，不胜鄙吝；成王剪桐封弟，因无戏言。齐景公以二桃杀三士，杨再思谓莲花似六郎。倒啖蔗，渐入佳境；蒸哀梨，大失本真。煮豆燃萁，比兄残弟；砍竹遮笋，弃旧怜新。元素致江陵之柑，吴刚伐月中之桂。",
            "捐资济贫，当效尧夫之助麦；以物申敬，聊效野人之献芹。冒雨剪韭，郭林宗款友情殷；踏雪寻梅，孟浩然自娱兴雅。商太戊能修德，详桑自死；寇莱公有深仁，枯竹复生。王母蟠桃，三千年开花，三千年结子，故人藉以祝寿诞；上古大椿，八千岁为春，八千岁为秋，故人托以比严君。",
            "去稂莠，正以植嘉禾；沃枝叶，不如培根本。世路之蓁芜当剔，人心之茅塞须开。"
          ]
        }
      ]
    }
  ]
}
