[
    {
        "title": "夏日游德州贈高四",
        "author": "駱賓王",
        "biography": "",
        "paragraphs": [
            "日觀鄰全趙，星臨俯舊吳。鬲津開巨浸，稽阜鎮名都。",
            "紫雲浮劍匣，青山孕寶符。封疆恢霸道，問鼎競雄圖。",
            "神光包四大，皇威震八區。風煙通地軸，星象正天樞。",
            "天樞限南北，地軸殊鄉國。辟門通舜賓，比屋封堯德。",
            "言謝垂鉤隱，來參負鼎職。天子不見知，群公詎相識。",
            "未展從東駿，空戢圖南翼。時命欲何言，撫膺長歎息。",
            "歎息將如何，遊人意氣多。白雪梁山曲，寒風易水歌。",
            "泣魏傷吳起，思趙切廉頗。淒斷韓王劍，生死翟公羅。",
            "羅悲翟公意，劍負韓王氣。驕餌去易論，忌途良可畏。",
            "夙昔懷江海，平生混涇渭。千載契風雲，一言忘賤貴。",
            "去去訪林泉，空穀有遺賢。言投爵裏刺，來泛野人船。",
            "締交君贈縞，投分我忘筌。成風郢匠斫，流水伯牙弦。",
            "牙弦忘道術，漳濱恣閒逸。聊安張蔚廬，詎掃陳蕃室。",
            "虛室狎招尋，敬愛混浮沉。一諾黃金信，三複白珪心。",
            "霜松貞雅節，月桂朗沖襟。靈台萬頃浚，學府九流深。",
            "談玄明毀璧，拾紫陋籝金。鷺濤開碧海，鳳彩綴詞林。",
            "林虛星華映，水澈霞光淨。霞水兩分紅，川源四望通。",
            "霧卷天山靜，煙銷太史空。鳥聲流向薄，蝶影亂芳叢。",
            "柳陰低槧水，荷氣上熏風。風月芳菲節，物華紛可悅。",
            "將歡促席賞，遽爾又歸別。積水帶吳門，通波連禹穴。",
            "贈言雖欲盡，機心庶應絕。潘岳本自閑，梁鴻不因熱。",
            "一瓢欣狎道，三月聊棲拙。棲拙隱金華，狎道訪仙查。",
            "放曠愚公穀，消散野人家。一頃南山豆，五色東陵瓜。",
            "野衣裁薜葉，山酒酌藤花。白雲離望遠，青溪隱路賒。",
            "儻憶幽岩桂，猶冀折疏麻。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷七十七",
        "no#": 1
    },
    {
        "title": "在江南贈宋五之問",
        "author": "駱賓王",
        "biography": "",
        "paragraphs": [
            "井絡雙源浚，潯陽九派長。淪波通地穴，輸委下歸塘。",
            "別島籠朝蜃，連洲擁夕漲。韞珠澄積潤，讓璧動浮光。",
            "浮光凝折水，積潤疏圓沚。玉輪涵地開，劍閣連星起。",
            "風煙標迥秀，英靈信多美。懷德踐遺芳，端操慚謀己。",
            "謀己謬觀光，牽跡強悽惶。揆拙迷三省，勞生昧兩忘。",
            "彈隨空被笑，獻楚自多傷。一朝殊默語，千里易炎涼。",
            "炎涼幾遷貿，川陸疲臻湊。積水架吳濤，連山橫楚岫。",
            "風月雖殊昔，星河猶是舊。姑蘇望南浦，邯鄲通北走。",
            "北走平生親，南浦別離津。瀟湘一超忽，洞庭多苦辛。",
            "秋江無綠芷，寒汀有白蘋。采之將何遺，故人漳水濱。",
            "漳濱已遼遠，江潭未旋返。為聽短歌行，當想長洲苑。",
            "露金熏菊岸，風佩搖蘭阪。蟬鳴稻葉秋，雁起蘆花晚。",
            "晚秋雲日明，亭皋風霧清。獨負平生氣，重牽搖落情。",
            "占星非聚德，夢月詎懸名。寂寥傷楚奏，淒斷泣秦聲。",
            "秦聲懷舊裏，楚奏悲無已。郢路少知音，叢台富奇士。",
            "溫輝淩愛日，壯氣驚寒水。一顧重風雲，三冬足文史。",
            "文史盛紛綸，京洛多風塵。猶輕五車富，未重一囊貧。",
            "李仙非易托，蘇鬼尚難因。不惜勞歌盡，誰為聽陽春。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷七十七",
        "no#": 2
    },
    {
        "title": "晚憩田家",
        "author": "駱賓王",
        "biography": "",
        "paragraphs": [
            "轉蓬勞遠役，披薜下田家。山形類九折，水勢急三巴。",
            "懸樑接斷岸，澀路擁崩查。霧岩淪曉魄，風漵漲寒沙。",
            "心跡一朝舛，關山萬里賒。龍章徒表越，閩俗本殊華。",
            "旅行悲泛梗，離贈折疏麻。唯有寒潭菊，獨似故園花。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷七十七",
        "no#": 3
    },
    {
        "title": "出石門",
        "author": "駱賓王",
        "biography": "",
        "paragraphs": [
            "層岩遠接天，絕嶺上棲煙。松低輕蓋偃，藤細弱絲懸。",
            "石明如掛鏡，苔分似列錢。暫策為龍杖，何處得神仙。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷七十七",
        "no#": 4
    },
    {
        "title": "至分陝",
        "author": "駱賓王",
        "biography": "",
        "paragraphs": [
            "陝西開勝壤，召南分沃疇。列樹巢維鵲，平渚下睢鳩。",
            "憩棠疑勿剪，曳葛似攀樛。至今王化美，非獨在隆周。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷七十七",
        "no#": 5
    },
    {
        "title": "寓居洛濱對雪憶謝二",
        "author": "駱賓王",
        "biography": "",
        "paragraphs": [
            "旅思眇難裁，沖飆恨易哀。曠望洛川晚，飄颻瑞雪來。",
            "積彩明書幌，流韻繞琴台。色奪迎仙羽，花避犯霜梅。",
            "謝庭賞方逸，袁扉掩未開。高人儻有訪，興盡詎須回。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷七十七",
        "no#": 6
    },
    {
        "title": "北眺舂陵",
        "author": "駱賓王",
        "biography": "",
        "paragraphs": [
            "攬轡疲宵邁，驅馬倦晨興。既出封泥穀，還過避雨陵。",
            "山行明照上，溪宿密雲蒸。登高徒欲賦，詞殫獨撫膺。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷七十七",
        "no#": 7
    },
    {
        "title": "夏日遊目聊作",
        "author": "駱賓王",
        "biography": "",
        "paragraphs": [
            "暫屏囂塵累，言尋物外情。致逸心逾默，神幽體自輕。",
            "浦夏荷香滿，田秋麥氣清。詎假滄浪上，將濯楚臣纓。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷七十七",
        "no#": 8
    },
    {
        "title": "同崔駙馬曉初登樓思京",
        "author": "駱賓王",
        "biography": "",
        "paragraphs": [
            "麗譙通四望，繁憂起萬端。綺疏低晚魄，鏤檻肅初寒。",
            "白雲鄉思遠，黃圖歸路難。唯餘西向笑，暫似當長安。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷七十七",
        "no#": 9
    },
    {
        "title": "月夜有懷簡諸同病",
        "author": "駱賓王",
        "biography": "",
        "paragraphs": [
            "閒庭落景盡，疏簾夜月通。山靈響似應，水淨望如空。",
            "棲枝猶繞鵲，遵渚未來鴻。可歎高樓婦，悲思杳難終。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷七十七",
        "no#": 10
    },
    {
        "title": "敘寄員半千",
        "author": "駱賓王",
        "biography": "",
        "paragraphs": [
            "薄宦三河道，自負十餘年。不應驚若厲，只為直如弦。",
            "坐曆山川險，籲嗟陵穀遷。長吟空抱膝，短翮詎沖天。",
            "魂歸滄海上，望斷白雲前。釣名勞拾紫，隱跡自談玄。",
            "不學多能聖，徒思鴻寶仙。斯志良難已，此道豈徒然。",
            "嗟為刀筆吏，恥從繩墨牽。岐路情雖狎，人倫地本偏。",
            "長揖謝時事，獨往訪林泉。寄言二三子，生死不來旋。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷七十七",
        "no#": 11
    },
    {
        "title": "詠懷古意上裴侍郎",
        "author": "駱賓王",
        "biography": "",
        "paragraphs": [
            "三十二餘罷，鬢是潘安仁。四十九仍入，年非朱買臣。",
            "縱橫愁系越，坎壈倦游秦。出籠窮短翮，委轍涸枯鱗。",
            "窮經不沾用，彈鋏欲誰申。天子未驅策，歲月幾沉淪。",
            "輕生長慷慨，效死獨殷勤。徒歌易水客，空老渭川人。",
            "一得視邊塞，萬里何苦辛。劍匣胡霜影，弓開漢月輪。",
            "金刀動秋色，鐵騎想風塵。為國堅誠款，捐軀忘賤貧。",
            "勒功思比憲，決略暗欺陳。若不犯霜雪，虛擲玉京春。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷七十七",
        "no#": 12
    },
    {
        "title": "春夜韋明府宅宴得春字",
        "author": "駱賓王",
        "biography": "",
        "paragraphs": [
            "酌桂陶芳夜，披薜嘯幽人。雅琴馴魯雉，清歌落範塵。",
            "宿雲低迥蓋，殘月上虛輪。幸此承恩洽，聊當故鄉春。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷七十七",
        "no#": 13
    },
    {
        "title": "過張平子墓",
        "author": "駱賓王",
        "biography": "",
        "paragraphs": [
            "西鄂該通理，南陽擅德音。玉卮浮藻麗，銅渾積思深。",
            "忽懷今日昔，非複昔時今。日落豐碑暗，風來古木吟。",
            "惟歎窮泉下，終鬱羨魚心。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷七十七",
        "no#": 14
    },
    {
        "title": "從軍中行路難二首",
        "author": "駱賓王",
        "biography": "",
        "paragraphs": [
            "君不見封狐雄虺自成群，馮深負固結妖氛。",
            "玉璽分兵征惡少，金壇受律動將軍。將軍擁旄宣廟略，",
            "閣道岧嶢起戍樓，劍門遙裔俯靈丘。邛關九折無平路，",
            "杳杳丘陵出，蒼蒼林薄遠。途危紫蓋峰，路澀青泥阪。",
            "去去指哀牢，行行入不毛。絕壁千里險，連山四望高。",
            "中外分區宇，夷夏殊風土。交趾枕南荒，昆彌臨北戶。",
            "川原繞毒霧，溪穀多淫雨。行潦四時流，崩查千歲古。",
            "漂梗飛蓬不自安，捫藤引葛度危巒。昔時聞道從軍樂，",
            "南中南斗映星河，秦川秦塞阻煙波。三春邊地風光少，",
            "向月彎繁弱，連星轉太阿。重義輕生懷一顧，",
            "灞城隅，滇池水，天涯望轉積，地際行無已。",
            "徒覺炎涼節物非，不知關山千萬里。棄置勿重陳，",
            "絳節朱旗分白羽，丹心白刃酬明主。但令一被君王知，",
            "君不見玉關塵色暗邊庭，銅鞮雜虜寇長城。",
            "天子按劍征餘勇，將軍受脤事橫行。七德龍韜開玉帳，",
            "連營去去無窮極，擁旆遙遙過絕國。陣雲朝結晦天山，",
            "長驅萬里讋祁連，分麾三命武功宣。百發烏號遙碎柳，",
            "雁門迢遞尺書稀，鴛被相思雙帶緩。行路難，行路難，"
        ],
        "notes": [
            ""
        ],
        "volume": "卷七十七",
        "no#": 15
    },
    {
        "title": "帝京篇",
        "author": "駱賓王",
        "biography": "",
        "paragraphs": [
            "山河千里國，城闕九重門。不睹皇居壯，安知天子尊。",
            "皇居帝裏崤函穀，鶉野龍山侯甸服。五緯連影集星躔，",
            "桂殿嶔岑對玉樓，椒房窈窕連金屋。三條九陌麗城隈，",
            "劍履南宮入，簪纓北闕來。聲名冠寰宇，文物象昭回。",
            "鉤陳肅蘭戺，璧沼浮槐市。銅羽應風回，金莖承露起。",
            "校文天祿閣，習戰昆明水。朱邸抗平臺，黃扉通戚裏。",
            "平臺戚裏帶崇墉，炊金饌玉待鳴鐘。小堂綺帳三千戶，",
            "繡柱璿題粉壁映，鏘金鳴玉王侯盛。王侯貴人多近臣，",
            "趙李經過密，蕭朱交結親。丹鳳朱城白日暮，",
            "倡家桃李自芳菲，京華遊俠盛輕肥。延年女弟雙鳳入，",
            "春朝桂尊尊百味，秋夜蘭燈燈九微。翠幌珠簾不獨映，",
            "古來榮利若浮雲，人生倚伏信難分。始見田竇相移奪，",
            "朱門無複張公子，灞亭誰畏李將軍。相顧百齡皆有待，",
            "春去春來苦自馳，爭名爭利徒爾為。久留郎署終難遇，",
            "倏忽摶風生羽翼，須臾失浪委泥沙。黃雀徒巢桂，",
            "紅顏宿昔白頭新，脫粟布衣輕故人。故人有湮淪，",
            "已矣哉，歸去來。馬卿辭蜀多文藻，揚雄仕漢乏良媒。",
            "三冬自矜誠足用，十年不調幾邅回。汲黯薪逾積，"
        ],
        "notes": [
            ""
        ],
        "volume": "卷七十七",
        "no#": 16
    },
    {
        "title": "疇昔篇",
        "author": "駱賓王",
        "biography": "",
        "paragraphs": [
            "少年重英俠，弱歲賤衣冠。既托寰中賞，方承膝下歡。",
            "遨遊灞水曲，風月洛城端。且知無玉饌，誰肯逐金丸。",
            "金丸玉饌盛繁華，自言輕侮季倫家。五霸爭馳千里馬，",
            "池中舊水如懸鏡，屋裏新妝不讓花。意氣風雲倏如昨，",
            "當時門客今何在，疇昔交朋已疏索。莫教憔悴損容儀，",
            "一朝披短褐，六載奉長廊。賦文慚昔馬，執戟歎前揚。",
            "揮戈出武帳，荷筆入文昌。文昌隱隱皇城裏，",
            "卿相未曾識，王侯甯見擬。垂釣甘成白首翁，",
            "不應永棄同芻狗，且複飄颻類轉蓬。容鬢年年異，",
            "脂車秣馬辭鄉國，縈轡西南使邛僰。玉壘銅梁不易攀，",
            "陽關積霧萬里昏，劍閣連山千種色。蜀路何悠悠，",
            "華陽舊地標神制，石鏡蛾眉真秀麗。諸葛才雄已號龍，",
            "雲氣橫開八陣形，橋形遙分七星勢。川平煙霧開，",
            "他鄉冉冉消年月，帝裏沉沉限城闕。不見猿聲助客啼，",
            "故園梅柳尚餘春，來時勿使芳菲歇。解鞅欲言歸，",
            "十年不調為貧賤，百日屢遷隨倚伏。只為須求負郭田，",
            "涘江拂潮沖白日，淮海長波接遠天。",
            "叢竹凝朝露，孤山起暝煙。賴有邊城月，常伴客旌懸。",
            "東南美箭稱吳會，名都隱軫三江外。塗山執玉應昌期，",
            "未看白馬對蘆芻，且覺浮雲似車蓋。江南節序多，",
            "眺聽煙霞正流眄，即從王事歸艫轉。芝田花月屢裴回，",
            "峰開華嶽聳疑蓮，水激龍門急如箭。人事謝光陰，",
            "年來歲去成銷鑠，懷抱心期漸寥落。掛冠裂冕已辭榮，",
            "自有林泉堪隱棲，何必山中事丘壑。我住青門外，",
            "昨夜琴聲奏悲調，旭旦含顰不成笑。果乘驄馬發囂書，",
            "高門有閱不圖封，峻筆無聞斂敷妙。適離京兆謗，",
            "丈夫坎壈多愁疾，契闊迍邅盡今日。慎罰寧憑兩造辭，",
            "不應白髮頓成絲，直為黃沙暗如漆。紫禁終難叫，",
            "忽聞驛使發關東，傳道天波萬里通。涸鱗去轍還遊海，",
            "誰能局跡依三輔，會就商山訪四翁。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷七十七",
        "no#": 17
    },
    {
        "title": "豔情代郭氏答盧照鄰",
        "author": "駱賓王",
        "biography": "",
        "paragraphs": [
            "迢迢芊路望芝田，眇眇函關恨蜀川。歸雲已落涪江外，",
            "銅駝路上柳千條，金穀園中花幾色。柳葉園花處處新，",
            "此時離別那堪道，此日空床對芳沼。芳沼徒遊比目魚，",
            "擲果河陽君有分，貨酒成都妾亦然。莫言貧賤無人重，",
            "良人何處醉縱橫，直如循默守空名。倒提新縑成慊慊，",
            "別日分明相約束，已取宜家成誡勖。當時擬弄掌中珠，",
            "思君欲上望夫台，端居懶聽將雛曲。沉沉落日向山低，",
            "舞蝶臨階只自舞，啼鳥逢人亦助啼。獨坐傷孤枕，",
            "錦字回文欲贈君，劍壁層峰自糾紛。平江淼淼分清浦，",
            "無那短封即疏索，不在長情守期契。傳聞織女對牽牛，",
            "情知唾井終無理，情知覆水也難收。不復下山能借問，"
        ],
        "notes": [
            ""
        ],
        "volume": "卷七十七",
        "no#": 18
    },
    {
        "title": "代女道士王靈妃贈道士李榮",
        "author": "駱賓王",
        "biography": "",
        "paragraphs": [
            "玄都五府風塵絕，碧海三山波浪深。桃實千年非易待，",
            "台前鏡影伴仙娥，樓上簫聲隨鳳史。鳳樓迢遞絕塵埃，",
            "雙童綽約時遊陟，三鳥聯翩報消息。盡言真侶出遨遊，",
            "個時無數並妖妍，個裏無窮總可憐。別有眾中稱黜帝，",
            "自言少小慕幽玄，只言容易得神仙。佩中邀勒經時序，",
            "漫道燒丹止七飛，空傳化石曾三轉。寄語天上弄機人，",
            "想知人意自相尋，果得深心共一心。一心一意無窮已，",
            "相憐相念倍相親，一生一代一雙人。不把丹心比玄石，",
            "不能京兆畫蛾眉，翻向成都騁騶引。青牛紫氣度靈關，",
            "此時空床難獨守，此日別離那可久。梅花如雪柳如絲，",
            "春時物色無端緒，雙枕孤眠誰分許。分念嬌鶯一種啼，",
            "落花泛泛浮靈沼，垂柳長長拂禦溝。禦溝大道多奇賞，",
            "香輪寶騎競繁華，可憐今夜宿倡家。鸚鵡杯中浮竹葉，",
            "千回鳥信說眾諸，百過鶯啼說長短。長短眾諸判不尋，",
            "南陌西鄰咸自保，還轡歸期須及早。為想三春狹斜路，",
            "蘋風入馭來應易，竹杖成龍去不難。龍飆去去無消息，",
            "上林三月鴻欲稀，華表千年鶴未歸。不分淹留桑路待，"
        ],
        "notes": [
            ""
        ],
        "volume": "卷七十七",
        "no#": 19
    }
]