[
    {
        "title": "古風",
        "author": "李白",
        "biography": "",
        "paragraphs": [
            "大雅久不作，吾衰竟誰陳。王風委蔓草，戰國多荊榛。",
            "龍虎相啖食，兵戈逮狂秦。正聲何微茫，哀怨起騷人。",
            "揚馬激頹波，開流蕩無垠。廢興雖萬變，憲章亦已淪。",
            "自從建安來，綺麗不足珍。聖代複元古，垂衣貴清真。",
            "群才屬休明，乘運共躍鱗。文質相炳煥，眾星羅秋旻。",
            "我志在刪述，垂輝映千春。希聖如有立，絕筆於獲麟。",
            "蟾蜍薄太清，蝕此瑤台月。圓光虧中天，金魄遂淪沒。",
            "螮蝀入紫微，大明夷朝暉。浮雲隔兩曜，萬象昏陰霏。",
            "蕭蕭長門宮，昔是今已非。桂蠹花不實，天霜下嚴威。",
            "沈歎終永夕，感我涕沾衣。",
            "秦皇掃六合，虎視何雄哉。飛劍決浮雲，諸侯盡西來。",
            "明斷自天啟，大略駕群才。收兵鑄金人，函穀正東開。",
            "銘功會稽嶺，騁望琅琊台。刑徒七十萬，起土驪山隈。",
            "尚采不死藥，茫然使心哀。連弩射海魚，長鯨正崔嵬。",
            "額鼻象五嶽，揚波噴雲雷。鬐鬣蔽青天，何由睹蓬萊。",
            "徐巿載秦女，樓船幾時回。但見三泉下，金棺葬寒灰。",
            "鳳飛九千仞，五章備彩珍。銜書且虛歸，空入周與秦。",
            "橫絕曆四海，所居未得鄰。吾營紫河車，千載落風塵。",
            "藥物秘海嶽，采鉛青溪濱。時登大樓山，舉手望仙真。",
            "羽駕滅去影，飆車絕回輪。尚恐丹液遲，志願不及申。",
            "徒霜鏡中發，羞彼鶴上人。桃李何處開，此花非我春。",
            "唯應清都境，長與韓眾親。",
            "太白何蒼蒼，星辰上森列。去天三百里，邈爾與世絕。",
            "中有綠發翁，披雲臥松雪。不笑亦不語，冥棲在岩穴。",
            "我來逢真人，長跪問寶訣。粲然啟玉齒，授以煉藥說。",
            "銘骨傳其語，竦身已電滅。仰望不可及，蒼然五情熱。",
            "吾將營丹砂，永與世人別。",
            "代馬不思越，越禽不戀燕。情性有所習，土風固其然。",
            "昔別雁門關，今戍龍庭前。驚沙亂海日，飛雪迷胡天。",
            "蟣虱生虎鶡，心魂逐旌旃。苦戰功不賞，忠誠難可宣。",
            "誰憐李飛將，白首沒三邊。",
            "五鶴西北來，飛飛淩太清。仙人綠雲上，自道安期名。",
            "兩兩白玉童，雙吹紫鸞笙。去影忽不見，回風送天聲。",
            "我欲一問之，飄然若流星。願餐金光草，壽與天齊傾。",
            "咸陽二三月，宮柳黃金枝。綠幘誰家子，賣珠輕薄兒。",
            "日暮醉酒歸，白馬驕且馳。意氣人所仰，冶游方及時。",
            "子雲不曉事，晚獻長楊辭。賦達身已老，草玄鬢若絲。",
            "投閣良可歎，但為此輩嗤。",
            "莊周夢蝴蝶，蝴蝶為莊周。一體更變易，萬事良悠悠。",
            "乃知蓬萊水，複作清淺流。青門種瓜人，舊日東陵侯。",
            "富貴故如此，營營何所求。",
            "齊有倜儻生，魯連特高妙。明月出海底，一朝開光曜。",
            "卻秦振英聲，後世仰末照。意輕千金贈，顧向平原笑。",
            "吾亦澹蕩人，拂衣可同調。",
            "黃河走東溟，白日落西海。逝川與流光，飄忽不相待。",
            "春容舍我去，秋發已衰改。人生非寒松，年貌豈長在。",
            "吾當乘雲螭，吸景駐光彩。",
            "松柏本孤直，難為桃李顏。昭昭嚴子陵，垂釣滄波間。",
            "身將客星隱，心與浮雲閑。長揖萬乘君，還歸富春山。",
            "清風灑六合，邈然不可攀。使我長歎息，冥棲岩石間。",
            "君平既棄世，世亦棄君平。觀變窮太易，探元化群生。",
            "寂寞綴道論，空簾閉幽情。騶虞不虛來，鸑鷟有時鳴。",
            "安知天漢上，白日懸高名。海客去已久，誰人測沉冥。",
            "胡關饒風沙，蕭索竟終古。木落秋草黃，登高望戎虜。",
            "荒城空大漠，邊邑無遺堵。白骨橫千霜，嵯峨蔽榛莽。",
            "借問誰淩虐，天驕毒威武。赫怒我聖皇，勞師事鼙鼓。",
            "陽和變殺氣，發卒騷中土。三十六萬人，哀哀淚如雨。",
            "且悲就行役，安得營農圃。不見征戍兒，豈知關山苦。",
            "李牧今不在，邊人飼豺虎。",
            "燕昭延郭隗，遂築黃金台。劇辛方趙至，鄒衍複齊來。",
            "奈何青雲士，棄我如塵埃。珠玉買歌笑，糟糠養賢才。",
            "方知黃鶴舉，千里獨裴回。",
            "寶劍雙蛟龍，雪花照芙蓉。精光射天地，雷騰不可沖。",
            "一去別金匣，飛沉失相從。風胡滅已久，所以潛其鋒。",
            "吳水深萬丈，楚山邈千重。雌雄終不隔，神物會當逢。",
            "金華牧羊兒，乃是紫煙客。我願從之遊，未去發已白。",
            "不知繁華子，擾擾何所迫。昆山采瓊蕊，可以煉精魄。",
            "天津三月時，千門桃與李。朝為斷腸花，暮逐東流水。",
            "前水複後水，古今相續流。新人非舊人，年年橋上游。",
            "雞鳴海色動，謁帝羅公侯。月落西上陽，餘輝半城樓。",
            "衣冠照雲日，朝下散皇州。鞍馬如飛龍，黃金絡馬頭。",
            "行人皆辟易，志氣橫嵩丘。入門上高堂，列鼎錯珍羞。",
            "香風引趙舞，清管隨齊謳。七十紫鴛鴦，雙雙戲庭幽。",
            "行樂爭晝夜，自言度千秋。功成身不退，自古多愆尤。",
            "黃犬空歎息，綠珠成釁仇。何如鴟夷子，散發棹扁舟。",
            "西嶽蓮花山，迢迢見明星。素手把芙蓉，虛步躡太清。",
            "霓裳曳廣帶，飄拂升天行。邀我登雲台，高揖衛叔卿。",
            "恍恍與之去，駕鴻淩紫冥。俯視洛陽川，茫茫走胡兵。",
            "流血塗野草，豺狼盡冠纓。",
            "昔我游齊都，登華不注峰。茲山何峻秀，綠翠如芙蓉。",
            "蕭颯古仙人，了知是赤松。借予一白鹿，自挾兩青龍。",
            "含笑淩倒景，欣然願相從。泣與親友別，欲語再三咽。",
            "勖君青松心，努力保霜雪。世路多險艱，白日欺紅顏。",
            "分手各千里，去去何時還。在世複幾時，倏如飄風度。",
            "空聞紫金經，白首愁相誤。撫己忽自笑，沉吟為誰故。",
            "名利徒煎熬，安得閒余步。終留赤玉舄，東上蓬萊路。",
            "秦帝如我求，蒼蒼但煙霧。",
            "郢客吟白雪，遺響飛青天。徒勞歌此曲，舉世誰為傳。",
            "試為巴人唱，和者乃數千。吞聲何足道，歎息空淒然。",
            "秦水別隴首，幽咽多悲聲。胡馬顧朔雪，躞蹀長嘶鳴。",
            "感物動我心，緬然含歸情。昔視秋蛾飛，今見春蠶生。",
            "嫋嫋桑柘葉，萋萋柳垂榮。急節謝流水，羈心搖懸旌。",
            "揮涕且複去，惻愴何時平。",
            "秋露白如玉，團團下庭綠。我行忽見之，寒早悲歲促。",
            "人生鳥過目，胡乃自結束。景公一何愚，牛山淚相續。",
            "物苦不知足，得隴又望蜀。人心若波瀾，世路有屈曲。",
            "三萬六千日，夜夜當秉燭。",
            "大車揚飛塵，亭午暗阡陌。中貴多黃金，連雲開甲宅。",
            "路逢鬥雞者，冠蓋何輝赫。鼻息幹虹蜺，行人皆怵惕。",
            "世無洗耳翁，誰知堯與蹠。",
            "世道日交喪，澆風散淳源。不采芳桂枝，反棲惡木根。",
            "所以桃李樹，吐花竟不言。大運有興沒，群動爭飛奔。",
            "歸來廣成子，去入無窮門。",
            "碧荷生幽泉，朝日豔且鮮。秋花冒綠水，密葉羅青煙。",
            "秀色空絕世，馨香竟誰傳。坐看飛霜滿，凋此紅芳年。",
            "結根未得所，願托華池邊。",
            "燕趙有秀色，綺樓青雲端。眉目豔皎月，一笑傾城歡。",
            "常恐碧草晚，坐泣秋風寒。纖手怨玉琴，清晨起長歎。",
            "焉得偶君子，共乘雙飛鸞。",
            "容顏若飛電，時景如飄風。草綠霜已白，日西月複東。",
            "華鬢不耐秋，颯然成衰蓬。古來賢聖人，一一誰成功。",
            "君子變猿鶴，小人為沙蟲。不及廣成子，乘雲駕輕鴻。",
            "三季分戰國，七雄成亂麻。王風何怨怒，世道終紛拏。",
            "至人洞玄象，高舉淩紫霞。仲尼欲浮海，吾祖之流沙。",
            "聖賢共淪沒，臨歧胡咄嗟。",
            "玄風變太古，道喪無時還。擾擾季葉人，雞鳴趨四關。",
            "但識金馬門，誰知蓬萊山。白首死羅綺，笑歌無時閑。",
            "綠酒哂丹液，青娥凋素顏。大儒揮金椎，琢之詩禮間。",
            "蒼蒼三株樹，冥目焉能攀。",
            "鄭客西入關，行行未能已。白馬華山君，相逢平原裏。",
            "璧遺鎬池君，明年祖龍死。秦人相謂曰，吾屬可去矣。",
            "一往桃花源，千春隔流水。",
            "蓐收肅金氣，西陸弦海月。秋蟬號階軒，感物憂不歇。",
            "良辰竟何許，大運有淪忽。天寒悲風生，夜久眾星沒。",
            "惻惻不忍言，哀歌逮明發。",
            "北溟有巨魚，身長數千里。仰噴三山雪，橫吞百川水。",
            "憑陵隨海運，燀赫因風起。吾觀摩天飛，九萬方未已。",
            "羽檄如流星，虎符合專城。喧呼救邊急，群鳥皆夜鳴。",
            "白日曜紫微，三公運權衡。天地皆得一，澹然四海清。",
            "借問此何為，答言楚徵兵。渡瀘及五月，將赴雲南征。",
            "怯卒非戰士，炎方難遠行。長號別嚴親，日月慘光晶。",
            "泣盡繼以血，心摧兩無聲。困獸當猛虎，窮魚餌奔鯨。",
            "千去不一回，投軀豈全生。如何舞幹戚，一使有苗平。",
            "醜女來效顰，還家驚四鄰。壽陵失本步，笑殺邯鄲人。",
            "一曲斐然子，雕蟲喪天真。棘刺造沐猴，三年費精神。",
            "功成無所用，楚楚且華身。大雅思文王，頌聲久崩淪。",
            "安得郢中質，一揮成斧斤。",
            "抱玉入楚國，見疑古所聞。良寶終見棄，徒勞三獻君。",
            "直木忌先伐，芳蘭哀自焚。盈滿天所損，沉冥道為群。",
            "東海沉碧水，西關乘紫雲。魯連及柱史，可以躡清芬。",
            "燕臣昔慟哭，五月飛秋霜。庶女號蒼天，震風擊齊堂。",
            "精誠有所感，造化為悲傷。而我竟何辜，遠身金殿傍。",
            "浮雲蔽紫闥，白日難回光。群沙穢明珠，眾草淩孤芳。",
            "古來共歎息，流淚空沾裳。",
            "孤蘭生幽園，眾草共蕪沒。雖照陽春暉，複悲高秋月。",
            "飛霜早淅瀝，綠豔恐休歇。若無清風吹，香氣為誰發。",
            "登高望四海，天地何漫漫。霜被群物秋，風飄大荒寒。",
            "榮華東流水，萬事皆波瀾。白日掩徂輝，浮雲無定端。",
            "梧桐巢燕雀，枳棘棲鴛鸞。且複歸去來，劍歌行路難。",
            "鳳饑不啄粟，所食唯琅玕。焉能與群雞，刺蹙爭一餐。",
            "朝鳴昆丘樹，夕飲砥柱湍。歸飛海路遠，獨宿天霜寒。",
            "幸遇王子晉，結交青雲端。懷恩未得報，感別空長歎。",
            "朝弄紫沂海，夕披丹霞裳。揮手折若木，拂此西日光。",
            "雲臥遊八極，玉顏已千霜。飄飄入無倪，稽首祈上皇。",
            "呼我遊太素，玉杯賜瓊漿。一餐曆萬歲，何用還故鄉。",
            "永隨長風去，天外恣飄揚。",
            "搖裔雙白鷗，鳴飛滄江流。宜與海人狎，豈伊雲鶴儔。",
            "寄形宿沙月，沿芳戲春洲。吾亦洗心者，忘機從爾遊。",
            "周穆八荒意，漢皇萬乘尊。淫樂心不極，雄豪安足論。",
            "西海宴王母，北宮邀上元。瑤水聞遺歌，玉懷竟空言。",
            "靈跡成蔓草，徒悲千載魂。",
            "綠蘿紛葳蕤，繚繞松柏枝。草木有所托，歲寒尚不移。",
            "奈何夭桃色，坐歎葑菲詩。玉顏豔紅彩，雲發非素絲。",
            "君子恩已畢，賤妾將何為。",
            "八荒馳驚飆，萬物盡凋落。浮雲蔽頹陽，洪波振大壑。",
            "龍鳳脫罔罟，飄搖將安托。去去乘白駒，空山詠場藿。",
            "一百四十年，國容何赫然。隱隱五鳳樓，峨峨橫三川。",
            "王侯象星月，賓客如雲煙。鬥雞金宮裏，蹴踘瑤台邊。",
            "舉動搖白日，指揮回青天。當途何翕忽，失路長棄捐。",
            "獨有揚執戟，閉關草太玄。",
            "桃花開東園，含笑誇白日。偶蒙東風榮，生此豔陽質。",
            "豈無佳人色，但恐花不實。宛轉龍火飛，零落早相失。",
            "詎知南山松，獨立自蕭飋。",
            "秦皇按寶劍，赫怒震威神。逐日巡海右，驅石駕滄津。",
            "征卒空九宇，作橋傷萬人。但求蓬島藥，豈思農鳸春。",
            "力盡功不贍，千載為悲辛。",
            "美人出南國，灼灼芙蓉姿。皓齒終不發，芳心空自持。",
            "由來紫宮女，共妒青蛾眉。歸去瀟湘沚，沉吟何足悲。",
            "宋國梧台東，野人得燕石。誇作天下珍，卻哂趙王璧。",
            "趙璧無緇磷，燕石非貞真。流俗多錯誤，豈知玉與瑉。",
            "殷後亂天紀，楚懷亦已昏。夷羊滿中野，菉葹盈高門。",
            "比干諫而死，屈平竄湘源。虎口何婉孌，女媭空嬋媛。",
            "彭咸久淪沒，此意與誰論。",
            "青春流驚湍，朱明驟回薄。不忍看秋蓬，飄揚竟何托。",
            "光風滅蘭蕙，白露灑葵藿。美人不我期，草木日零落。",
            "戰國何紛紛，兵戈亂浮雲。趙倚兩虎鬥，晉為六卿分。",
            "奸臣欲竊位，樹黨自相群。果然田成子，一旦殺齊君。",
            "倚劍登高台，悠悠送春目。蒼榛蔽層丘，瓊草隱深谷。",
            "鳳鳥鳴西海，欲集無珍木。鸒斯得所居，蒿下盈萬族。",
            "晉風日已頹，窮途方慟哭。",
            "齊瑟彈東吟，秦弦弄西音。慷慨動顏魄，使人成荒淫。",
            "彼美佞邪子，婉孌來相尋。一笑雙白璧，再歌千黃金。",
            "珍色不貴道，詎惜飛光沉。安識紫霞客，瑤台鳴素琴。",
            "越客采明珠，提攜出南隅。清輝照海月，美價傾皇都。",
            "獻君君按劍，懷寶空長籲。魚目複相哂，寸心增煩紆。",
            "羽族稟萬化，小大各有依。周周亦何辜，六翮掩不揮。",
            "願銜眾禽翼，一向黃河飛。飛者莫我顧，歎息將安歸。",
            "我到巫山渚，尋古登陽臺。天空彩雲滅，地遠清風來。",
            "神女去已久，襄王安在哉。荒淫竟淪替，樵牧徒悲哀。",
            "惻惻泣路歧，哀哀悲素絲。路歧有南北，素絲易變移。",
            "萬事固如此，人生無定期。田竇相傾奪，賓客互盈虧。",
            "世途多翻覆，交道方嶮巇。鬥酒強然諾，寸心終自疑。",
            "張陳竟火滅，蕭朱亦星離。眾鳥集榮柯，窮魚守枯池。",
            "嗟嗟失權客，勤問何所規。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷一百六十一",
        "no#": 1
    }
]