[
    {
        "title": "蘇端、薛複筵簡薛華醉歌",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "文章有神交有道，端複得之名譽早。愛客滿堂盡豪翰，",
            "千里猶殘舊冰雪，百壺且試開懷抱。垂老惡聞戰鼓悲，",
            "坐中薛華善醉歌，歌辭自作風格老。近來海內為長句，",
            "諸生頗盡新知樂，萬事終傷不自保。氣酣日落西風來，",
            "忽憶雨時秋井塌，古人白骨生青苔，如何不飲令心哀。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百一十七",
        "no#": 1
    },
    {
        "title": "晦日尋崔戢、李封",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "朝光入甕牖，屍寢驚敝裘。起行視天宇，春氣漸和柔。",
            "興來不暇懶，今晨梳我頭。出門無所待，徒步覺自由。",
            "杖藜複恣意，免值公與侯。晚定崔李交，會心真罕儔。",
            "每過得酒傾，二宅可淹留。喜結仁裏歡，況因令節求。",
            "李生園欲荒，舊竹頗修修。引客看掃除，隨時成獻酬。",
            "崔侯初筵色，已畏空尊愁。未知天下士，至性有此不。",
            "草牙既青出，蜂聲亦暖遊。思見農器陳，何當甲兵休。",
            "上古葛天民，不貽黃屋憂。至今阮籍等，熟醉為身謀。",
            "威鳳高其翔，長鯨吞九洲。地軸為之翻，百川皆亂流。",
            "當歌欲一放，淚下恐莫收。濁醪有妙理，庶用慰沈浮。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百一十七",
        "no#": 2
    },
    {
        "title": "雨過蘇端",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "雞鳴風雨交，久旱雲亦好。杖藜入春泥，無食起我早。",
            "諸家憶所曆，一飯跡便掃。蘇侯得數過，歡喜每傾倒。",
            "也複可憐人，呼兒具梨棗。濁醪必在眼，盡醉攄懷抱。",
            "紅稠屋角花，碧委牆隅草。親賓縱談謔，喧鬧畏衰老。",
            "況蒙霈澤垂，糧粒或自保。妻孥隔軍壘，撥棄不擬道。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百一十七",
        "no#": 3
    },
    {
        "title": "喜晴",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "皇天久不雨，既雨晴亦佳。出郭眺西郊，肅肅春增華。",
            "青熒陵陂麥，窈窕桃李花。春夏各有實，我饑豈無涯。",
            "干戈雖橫放，慘澹鬥龍蛇。甘澤不猶愈，且耕今未賒。",
            "丈夫則帶甲，婦女終在家。力難及黍稷，得種菜與麻。",
            "千載商山芝，往者東門瓜。其人骨已朽，此道誰疵瑕。",
            "英賢遇轗軻，遠引蟠泥沙。顧慚昧所適，回首白日斜。",
            "漢陰有鹿門，滄海有靈查。焉能學眾口，咄咄空咨嗟。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百一十七",
        "no#": 4
    },
    {
        "title": "送率府程錄事還鄉",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "鄙夫行衰謝，抱病昏妄集。常時往還人，記一不識十。",
            "程侯晚相遇，與語才傑立。熏然耳目開，頗覺聰明入。",
            "千載得鮑叔，末契有所及。意鐘老柏青，義動修蛇蟄。",
            "若人可數見，慰我垂白泣。告別無淹晷，百憂複相襲。",
            "內愧突不黔，庶羞以賙給。素絲挈長魚，碧酒隨玉粒。",
            "途窮見交態，世梗悲路澀。東風吹春冰，泱莽後土濕。",
            "念君惜羽翮，既飽更思戢。莫作翻雲鶻，聞呼向禽急。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百一十七",
        "no#": 5
    },
    {
        "title": "述懷一首",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "去年潼關破，妻子隔絕久。今夏草木長，脫身得西走。",
            "麻鞋見天子，衣袖露兩肘。朝廷湣生還，親故傷老醜。",
            "涕淚授拾遺，流離主恩厚。柴門雖得去，未忍即開口。",
            "寄書問三川，不知家在否。比聞同罹禍，殺戮到雞狗。",
            "山中漏茅屋，誰複依戶牖。摧頹蒼松根，地冷骨未朽。",
            "幾人全性命，盡室豈相偶。嶔岑猛虎場，鬱結回我首。",
            "自寄一封書，今已十月後。反畏消息來，寸心亦何有。",
            "漢運初中興，生平老耽酒。沉思歡會處，恐作窮獨叟。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百一十七",
        "no#": 6
    },
    {
        "title": "送長孫九侍禦赴武威判官",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "驄馬新鑿蹄，銀鞍被來好。繡衣黃白郎，騎向交河道。",
            "問君適萬里，取別何草草。天子憂涼州，嚴程到須早。",
            "去秋群胡反，不得無電掃。此行收遺甿，風俗方再造。",
            "族父領元戎，名聲國中老。奪我同官良，飄搖按城堡。",
            "使我不能餐，令我惡懷抱。若人才思闊，溟漲浸絕島。",
            "尊前失詩流，塞上得國寶。皇天悲送遠，雲雨白浩浩。",
            "東郊尚烽火，朝野色枯槁。西極柱亦傾，如何正穹昊。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百一十七",
        "no#": 7
    },
    {
        "title": "送樊二十三侍禦赴漢中判官",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "威弧不能弦，自爾無寧歲。川穀血橫流，豺狼沸相噬。",
            "天子從北來，長驅振凋敝。頓兵岐梁下，卻跨沙漠裔。",
            "二京陷未收，四極我得制。蕭索漢水清，緬通淮湖稅。",
            "使者紛星散，王綱尚旒綴。南伯從事賢，君行立談際。",
            "生知七曜曆，手畫三軍勢。冰雪淨聰明，雷霆走精銳。",
            "幕府輟諫官，朝廷無此例。至尊方旰食，仗爾布嘉惠。",
            "補闕暮征入，柱史晨征憩。正當艱難時，實藉長久計。",
            "回風吹獨樹，白日照執袂。慟哭蒼煙根，山門萬重閉。",
            "居人莽牢落，遊子方迢遞。裴回悲生離，局促老一世。",
            "陶唐歌遺民，後漢更列帝。恨無匡複姿，聊欲從此逝。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百一十七",
        "no#": 8
    },
    {
        "title": "送從弟亞赴安西判官",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "南風作秋聲，殺氣薄炎熾。盛夏鷹隼擊，時危異人至。",
            "令弟草中來，蒼然請論事。詔書引上殿，奮舌動天意。",
            "兵法五十家，爾腹為篋笥。應對如轉丸，疏通略文字。",
            "經綸皆新語，足以正神器。宗廟尚為灰，君臣俱下淚。",
            "崆峒地無軸，青海天軒輊。西極最瘡痍，連山暗烽燧。",
            "帝曰大布衣，藉卿佐元帥。坐看清流沙，所以子奉使。",
            "歸當再前席，適遠非曆試。須存武威郡，為畫長久利。",
            "孤峰石戴驛，快馬金纏轡。黃羊飫不膻，蘆酒多還醉。",
            "踴躍常人情，慘澹苦士志。安邊敵何有，反正計始遂。",
            "吾聞駕鼓車，不合用騏驥。龍吟回其頭，夾輔待所致。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百一十七",
        "no#": 9
    },
    {
        "title": "送韋十六評事充同谷郡防禦判官",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "昔沒賊中時，潛與子同遊。今歸行在所，王事有去留。",
            "逼側兵馬間，主憂急良籌。子雖軀幹小，老氣橫九州。",
            "挺身艱難際，張目視寇讎。朝廷壯其節，奉詔令參謀。",
            "鑾輿駐鳳翔，同穀為咽喉。西扼弱水道，南鎮枹罕陬。",
            "此邦承平日，剽劫吏所羞。況乃胡未滅，控帶莽悠悠。",
            "府中韋使君，道足示懷柔。令侄才俊茂，二美又何求。",
            "受詞太白腳，走馬仇池頭。古色沙土裂，積陰雪雲稠。",
            "羌父豪豬靴，羌兒青兕裘。吹角向月窟，蒼山旌旆愁。",
            "鳥驚出死樹，龍怒拔老湫。古來無人境，今代橫戈矛。",
            "傷哉文儒士，憤激馳林丘。中原正格鬥，後會何緣由。",
            "百年賦命定，豈料沉與浮。且複戀良友，握手步道周。",
            "論兵遠壑淨，亦可縱冥搜。題詩得秀句，劄翰時相投。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百一十七",
        "no#": 10
    },
    {
        "title": "塞蘆子",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "五城何迢迢，迢迢隔河水。邊兵盡東征，城內空荊杞。",
            "思明割懷衛，秀岩西未已。回略大荒來，崤函蓋虛爾。",
            "延州秦北戶，關防猶可倚。焉得一萬人，疾驅塞蘆子。",
            "岐有薛大夫，旁制山賊起。近聞昆戎徒，為退三百里。",
            "蘆關扼兩寇，深意實在此。誰能叫帝閽，胡行速如鬼。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百一十七",
        "no#": 11
    },
    {
        "title": "彭衙行",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "憶昔避賊初，北走經險艱。夜深彭衙道，月照白水山。",
            "盡室久徒步，逢人多厚顏。參差谷鳥吟，不見遊子還。",
            "癡女饑咬我，啼畏虎狼聞。懷中掩其口，反側聲愈嗔。",
            "小兒強解事，故索苦李餐。一旬半雷雨，泥濘相牽攀。",
            "既無禦雨備，徑滑衣又寒。有時經契闊，竟日數里間。",
            "野果充餱糧，卑枝成屋椽。早行石上水，暮宿天邊煙。",
            "少留周家窪，欲出蘆子關。故人有孫宰，高義薄曾雲。",
            "延客已曛黑，張燈啟重門。暖湯濯我足，翦紙招我魂。",
            "從此出妻孥，相視涕闌幹。眾雛爛熳睡，喚起沾盤餐。",
            "誓將與夫子，永結為弟昆。遂空所坐堂，安居奉我歡。",
            "誰肯艱難際，豁達露心肝。別來歲月周，胡羯仍構患。",
            "何當有翅翎，飛去墮爾前。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百一十七",
        "no#": 12
    },
    {
        "title": "北征",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "皇帝二載秋，閏八月初吉。杜子將北征，蒼茫問家室。",
            "維時遭艱虞，朝野少暇日。顧慚恩私被，詔許歸蓬蓽。",
            "拜辭詣闕下，怵惕久未出。雖乏諫諍姿，恐君有遺失。",
            "君誠中興主，經緯固密勿。東胡反未已，臣甫憤所切。",
            "揮涕戀行在，道途猶恍惚。乾坤含瘡痍，憂虞何時畢。",
            "靡靡逾阡陌，人煙眇蕭瑟。所遇多被傷，呻吟更流血。",
            "回首鳳翔縣，旌旗晚明滅。前登寒山重，屢得飲馬窟。",
            "邠郊入地底，涇水中蕩潏。猛虎立我前，蒼崖吼時裂。",
            "菊垂今秋花，石戴古車轍。青雲動高興，幽事亦可悅。",
            "山果多瑣細，羅生雜橡栗。或紅如丹砂，或黑如點漆。",
            "雨露之所濡，甘苦齊結實。緬思桃源內，益歎身世拙。",
            "坡陀望鄜畤，岩穀互出沒。我行已水濱，我僕猶木末。",
            "鴟鳥鳴黃桑，野鼠拱亂穴。夜深經戰場，寒月照白骨。",
            "潼關百萬師，往者散何卒。遂令半秦民，殘害為異物。",
            "況我墮胡塵，及歸盡華髮。經年至茅屋，妻子衣百結。",
            "慟哭松聲回，悲泉共幽咽。平生所嬌兒，顏色白勝雪。",
            "見耶背面啼，垢膩腳不襪。床前兩小女，補綻才過膝。",
            "海圖坼波濤，舊繡移曲折。天吳及紫鳳，顛倒在裋褐。",
            "老夫情懷惡，嘔泄臥數日。那無囊中帛，救汝寒凜栗。",
            "粉黛亦解苞，衾裯稍羅列。瘦妻面複光，癡女頭自櫛。",
            "學母無不為，曉妝隨手抹。移時施朱鉛，狼藉畫眉闊。",
            "生還對童稚，似欲忘饑渴。問事競挽須，誰能即嗔喝。",
            "翻思在賊愁，甘受雜亂聒。新歸且慰意，生理焉能說。",
            "至尊尚蒙塵，幾日休練卒。仰觀天色改，坐覺祆氣豁。",
            "陰風西北來，慘澹隨回鶻。其王願助順，其俗善馳突。",
            "送兵五千人，驅馬一萬匹。此輩少為貴，四方服勇決。",
            "所用皆鷹騰，破敵過箭疾。聖心頗虛佇，時議氣欲奪。",
            "伊洛指掌收，西京不足拔。官軍請深入，蓄銳何俱發。",
            "此舉開青徐，旋瞻略恒碣。昊天積霜露，正氣有肅殺。",
            "禍轉亡胡歲，勢成擒胡月。胡命其能久，皇綱未宜絕。",
            "憶昨狼狽初，事與古先別。奸臣竟菹醢，同惡隨蕩析。",
            "不聞夏殷衰，中自誅褒妲。周漢獲再興，宣光果明哲。",
            "桓桓陳將軍，仗鉞奮忠烈。微爾人盡非，於今國猶活。",
            "淒涼大同殿，寂寞白獸闥。都人望翠華，佳氣向金闕。",
            "園陵固有神，掃灑數不缺。煌煌太宗業，樹立甚宏達。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百一十七",
        "no#": 13
    },
    {
        "title": "得舍弟消息",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "風吹紫荊樹，色與春庭暮。花落辭故枝，風回返無處。",
            "骨肉恩書重，漂泊難相遇。猶有淚成河，經天複東注。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百一十七",
        "no#": 14
    },
    {
        "title": "徒步歸行",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "明公壯年值時危，經濟實藉英雄姿。國之社稷今若是，",
            "青袍朝士最困者，白頭拾遺徒步歸。人生交契無老少，"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百一十七",
        "no#": 15
    },
    {
        "title": "玉華宮",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "溪回松風長，蒼鼠竄古瓦。不知何王殿，遺構絕壁下。",
            "陰房鬼火青，壞道哀湍瀉。萬籟真笙竽，秋色正蕭灑。",
            "美人為黃土，況乃粉黛假。當時侍金輿，故物獨石馬。",
            "憂來藉草坐，浩歌淚盈把。冉冉征途間，誰是長年者。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百一十七",
        "no#": 16
    },
    {
        "title": "九成宮",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "蒼山入百里，崖斷如杵臼。曾宮憑風回，岌嶪土囊口。",
            "立神扶棟樑，鑿翠開戶牖。其陽產靈芝，其陰宿牛鬥。",
            "紛披長松倒，揭gG怪石走。哀猿啼一聲，客淚迸林藪。",
            "荒哉隋家帝，制此今頹朽。向使國不亡，焉為巨唐有。",
            "雖無新增修，尚置官居守。巡非瑤水遠，跡是雕牆後。",
            "我行屬時危，仰望嗟歎久。天王守太白，駐馬更搔首。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百一十七",
        "no#": 17
    },
    {
        "title": "羌村",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "崢嶸赤雲西，日腳下平地。柴門鳥雀噪，歸客千里至。",
            "妻孥怪我在，驚定還拭淚。世亂遭飄蕩，生還偶然遂。",
            "鄰人滿牆頭，感歎亦歔欷。夜闌更秉燭，相對如夢寐。",
            "晚歲迫偷生，還家少歡趣。嬌兒不離膝，畏我複卻去。",
            "憶昔好追涼，故繞池邊樹。蕭蕭北風勁，撫事煎百慮。",
            "賴知禾黍收，已覺糟床注。如今足斟酌，且用慰遲暮。",
            "群雞正亂叫，客至雞鬥爭。驅雞上樹木，始聞叩柴荊。",
            "父老四五人，問我久遠行。手中各有攜，傾榼濁複清。",
            "苦辭酒味薄，黍地無人耕。兵革既未息，兒童盡東征。",
            "請為父老歌，艱難愧深情。歌罷仰天歎，四座淚縱橫。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百一十七",
        "no#": 18
    },
    {
        "title": "逼仄行，贈畢曜",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "逼仄何逼仄，我居巷南子巷北。可恨鄰里間，",
            "我貧無乘非無足，昔者相過今不得。實不是愛微軀，",
            "曉來急雨春風顛，睡美不聞鐘鼓傳。東家蹇驢許借我，",
            "焉能終日心拳拳，憶君誦詩神凜然。辛夷始花亦已落，",
            "速宜相就飲一鬥，恰有三百青銅錢。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百一十七",
        "no#": 19
    },
    {
        "title": "送李校書二十六韻",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "代北有豪鷹，生子毛盡赤。渥窪騏驥兒，尤異是龍脊。",
            "李舟名父子，清峻流輩伯。人間好少年，不必須白晰。",
            "十五富文史，十八足賓客。十九授校書，二十聲輝赫。",
            "眾中每一見，使我潛動魄。自恐二男兒，辛勤養無益。",
            "幹元元年春，萬姓始安宅。舟也衣彩衣，告我欲遠適。",
            "倚門固有望，斂衽就行役。南登吟白華，已見楚山碧。",
            "藹藹咸陽都，冠蓋日雲積。何時太夫人，堂上會親戚。",
            "汝翁草明光，天子正前席。歸期豈爛漫，別意終感激。",
            "顧我蓬屋姿，謬通金閨籍。小來習性懶，晚節慵轉劇。",
            "每愁悔吝作，如覺天地窄。羨君齒發新，行己能夕惕。",
            "臨岐意頗切，對酒不能吃。回身視綠野，慘澹如荒澤。",
            "老雁春忍饑，哀號待枯麥。時哉高飛燕，絢練新羽翮。",
            "長雲濕褒斜，漢水饒巨石。無令軒車遲，衰疾悲夙昔。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百一十七",
        "no#": 20
    },
    {
        "title": "洗兵馬",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "中興諸將收山東，捷書日報清晝同。河廣傳聞一葦過，",
            "京師皆騎汗血馬，回紇喂肉葡萄宮。已喜皇威清海岱，",
            "成王功大心轉小，郭相謀深古來少。司徒清鑒懸明鏡，",
            "東走無複憶鱸魚，南飛覺有安巢鳥。青春複隨冠冕入，",
            "攀龍附鳳勢莫當，天下盡化為侯王。汝等豈知蒙帝力，",
            "張公一生江海客，身長九尺鬚眉蒼。征起適遇風雲會，",
            "寸地尺天皆入貢，奇祥異瑞爭來送。不知何國致白環，",
            "田家望望惜雨幹，布穀處處催春種。淇上健兒歸莫懶，"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百一十七",
        "no#": 21
    },
    {
        "title": "留花門",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "北門天驕子，飽肉氣勇決。高秋馬肥健，挾矢射漢月。",
            "自古以為患，詩人厭薄伐。修德使其來，羈縻固不絕。",
            "胡為傾國至，出入暗金闕。中原有驅除，隱忍用此物。",
            "公主歌黃鵠，君王指白日。連雲屯左輔，百里見積雪。",
            "長戟鳥休飛，哀笳曙幽咽。田家最恐懼，麥倒桑枝折。",
            "沙苑臨清渭，泉香草豐潔。渡河不用船，千騎常撇烈。",
            "胡塵逾太行，雜種抵京室。花門既須留，原野轉蕭瑟。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百一十七",
        "no#": 22
    },
    {
        "title": "病後遇王倚飲，贈歌",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "麟角鳳觜世莫識，煎膠續弦奇自見。尚看王生抱此懷，",
            "酷見凍餒不足恥，多病沈年苦無健。王生怪我顏色惡，",
            "頭白眼暗坐有胝，肉黃皮皺命如線。惟生哀我未平復，",
            "長安冬菹酸且綠，金城土酥靜如練。兼求富豪且割鮮，",
            "老馬為駒信不虛，當時得意況深眷。但使殘年飽吃飯，"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百一十七",
        "no#": 23
    },
    {
        "title": "湖城東遇孟雲卿，複歸劉顥宅宿宴，飲散因為醉歌",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "疾風吹塵暗河縣，行子隔手不相見。湖城城南一開眼，",
            "劉侯歎我攜客來，置酒張燈促華饌。且將款曲終今夕，",
            "天開地裂長安陌，寒盡春生洛陽殿。豈知驅車複同軌，"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百一十七",
        "no#": 24
    },
    {
        "title": "閿鄉薑七少府設膾，戲贈長歌",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "姜侯設膾當嚴冬，昨日今日皆天風。河凍未漁不易得，",
            "無聲細下飛碎雪，有骨已剁觜春蔥。偏勸腹腴愧年少，",
            "新歡便飽姜侯德，清觴異味情屢極。東歸貪路自覺難，",
            "不恨我衰子貴時，悵望且為今相憶。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百一十七",
        "no#": 25
    },
    {
        "title": "戲贈閿鄉秦少公短歌",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "去年行宮當太白，朝回君是同舍客。同心不減骨肉親，",
            "昨夜邀歡樂更無，多才依舊能潦倒。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百一十七",
        "no#": 26
    },
    {
        "title": "李鄠縣丈人胡馬行",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "丈人駿馬名胡騮，前年避胡過金牛。回鞭卻走見天子，",
            "一聞說盡急難材，轉益愁向駑駘輩。頭上銳耳批秋竹，",
            "洛陽大道時再清，累日喜得俱東行。鳳臆龍鬐未易識，"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百一十七",
        "no#": 27
    },
    {
        "title": "義鶻",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "陰崖有蒼鷹，養子黑柏顛。白蛇登其巢，吞噬恣朝餐。",
            "雄飛遠求食，雌者鳴辛酸。力強不可制，黃口無半存。",
            "其父從西歸，翻身入長煙。斯須領健鶻，痛憤寄所宣。",
            "鬥上捩孤影，噭哮來九天。修鱗脫遠枝，巨顙坼老拳。",
            "高空得蹭蹬，短草辭蜿蜒。折尾能一掉，飽腸皆已穿。",
            "生雖滅眾雛，死亦垂千年。物情有報復，快意貴目前。",
            "茲實鷙鳥最，急難心炯然。功成失所往，用舍何其賢。",
            "近經潏水湄，此事樵夫傳。飄蕭覺素發，凜欲沖儒冠。",
            "人生許與分，只在顧盼間。聊為義鶻行，用激壯士肝。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百一十七",
        "no#": 28
    },
    {
        "title": "畫鶻行",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "高堂見生鶻，颯爽動秋骨。初驚無拘攣，何得立突兀。",
            "乃知畫師妙，功刮造化窟。寫作神駿姿，充君眼中物。",
            "烏鵲滿樛枝，軒然恐其出。側腦看青霄，寧為眾禽沒。",
            "長翮如刀劍，人寰可超越。乾坤空崢嶸，粉墨且蕭瑟。",
            "緬思雲沙際，自有煙霧質。吾今意何傷，顧步獨紆鬱。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百一十七",
        "no#": 29
    },
    {
        "title": "瘦馬行",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "東郊瘦馬使我傷，骨骼硉兀如堵牆。絆之欲動轉欹側，",
            "皮幹剝落雜泥滓，毛暗蕭條連雪霜。去歲奔波逐餘寇，",
            "當時曆塊誤一蹶，委棄非汝能周防。見人慘澹若哀訴，",
            "誰家且養願終惠，更試明年春草長。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百一十七",
        "no#": 30
    },
    {
        "title": "新安吏",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "客行新安道，喧呼聞點兵。借問新安吏，縣小更無丁。",
            "府帖昨夜下，次選中男行。中男絕短小，何以守王城。",
            "肥男有母送，瘦男獨伶俜。白水暮東流，青山猶哭聲。",
            "莫自使眼枯，收汝淚縱橫。眼枯即見骨，天地終無情。",
            "我軍取相州，日夕望其平。豈意賊難料，歸軍星散營。",
            "就糧近故壘，練卒依舊京。掘壕不到水，牧馬役亦輕。",
            "況乃王師順，撫養甚分明。送行勿泣血，僕射如父兄。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百一十七",
        "no#": 31
    },
    {
        "title": "潼關吏",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "士卒何草草，築城潼關道。大城鐵不如，小城萬丈餘。",
            "借問潼關吏，修關還備胡。要我下馬行，為我指山隅。",
            "連雲列戰格，飛鳥不能逾。胡來但自守，豈複憂西都。",
            "丈人視要處，窄狹容單車。艱難奮長戟，萬古用一夫。",
            "哀哉桃林戰，百萬化為魚。請囑防關將，慎勿學哥舒。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百一十七",
        "no#": 32
    },
    {
        "title": "石壕吏",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "暮投石壕村，有吏夜捉人。老翁逾牆走，老婦出門看。",
            "吏呼一何怒，婦啼一何苦。聽婦前致詞，三男鄴城戍。",
            "一男附書至，二男新戰死。存者且偷生，死者長已矣。",
            "室中更無人，惟有乳下孫。有孫母未去，出入無完裙。",
            "老嫗力雖衰，請從吏夜歸。急應河陽役，猶得備晨炊。",
            "夜久語聲絕，如聞泣幽咽。天明登前途，獨與老翁別。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百一十七",
        "no#": 33
    },
    {
        "title": "新婚別",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "兔絲附蓬麻，引蔓故不長。嫁女與征夫，不如棄路旁。",
            "結髮為妻子，席不暖君床。暮婚晨告別，無乃太匆忙。",
            "君行雖不遠，守邊赴河陽。妾身未分明，何以拜姑嫜。",
            "父母養我時，日夜令我藏。生女有所歸，雞狗亦得將。",
            "君今往死地，沈痛迫中腸。誓欲隨君去，形勢反蒼黃。",
            "勿為新婚念，努力事戎行。婦人在軍中，兵氣恐不揚。",
            "自嗟貧家女，久致羅襦裳。羅襦不復施，對君洗紅妝。",
            "仰視百鳥飛，大小必雙翔。人事多錯迕，與君永相望。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百一十七",
        "no#": 34
    },
    {
        "title": "垂老別",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "四郊未寧靜，垂老不得安。子孫陣亡盡，焉用身獨完。",
            "投杖出門去，同行為辛酸。幸有牙齒存，所悲骨髓幹。",
            "男兒既介胄，長揖別上官。老妻臥路啼，歲暮衣裳單。",
            "孰知是死別，且複傷其寒。此去必不歸，還聞勸加餐。",
            "土門壁甚堅，杏園度亦難。勢異鄴城下，縱死時猶寬。",
            "人生有離合，豈擇衰老端。憶昔少壯日，遲回竟長歎。",
            "萬國盡征戍，烽火被岡巒。積屍草木腥，流血川原丹。",
            "何鄉為樂土，安敢尚盤桓。棄絕蓬室居，塌然摧肺肝。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百一十七",
        "no#": 35
    },
    {
        "title": "無家別",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "寂寞天寶後，園廬但蒿藜。我裏百餘家，世亂各東西。",
            "存者無消息，死者為塵泥。賤子因陣敗，歸來尋舊蹊。",
            "人行見空巷，日瘦氣慘淒。但對狐與狸，豎毛怒我啼。",
            "四鄰何所有，一二老寡妻。宿鳥戀本枝，安辭且窮棲。",
            "方春獨荷鋤，日暮還灌畦。縣吏知我至，召令習鼓鞞。",
            "雖從本州役，內顧無所攜。近行止一身，遠去終轉迷。",
            "家鄉既蕩盡，遠近理亦齊。永痛長病母，五年委溝溪。",
            "生我不得力，終身兩酸嘶。人生無家別，何以為烝黎。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百一十七",
        "no#": 36
    },
    {
        "title": "夏日歎",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "夏日出東北，陵天經中街。朱光徹厚地，郁蒸何由開。",
            "上蒼久無雷，無乃號令乖。雨降不濡物，良田起黃埃。",
            "飛鳥苦熱死，池魚涸其泥。萬人尚流冗，舉目唯蒿萊。",
            "至今大河北，化作虎與豺。浩蕩想幽薊，王師安在哉。",
            "對食不能餐，我心殊未諧。眇然貞觀初，難與數子偕。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百一十七",
        "no#": 37
    },
    {
        "title": "夏夜歎",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "永日不可暮，炎蒸毒我腸。安得萬里風，飄颻吹我裳。",
            "昊天出華月，茂林延疏光。仲夏苦夜短，開軒納微涼。",
            "虛明見纖毫，羽蟲亦飛揚。物情無巨細，自適固其常。",
            "念彼荷戈士，窮年守邊疆。何由一洗濯，執熱互相望。",
            "竟夕擊刁鬥，喧聲連萬方。青紫雖被體，不如早還鄉。",
            "北城悲笳發，鸛鶴號且翔。況複煩促倦，激烈思時康。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百一十七",
        "no#": 38
    },
    {
        "title": "立秋後題",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "日月不相饒，節序昨夜隔。玄蟬無停號，秋燕已如客。",
            "平生獨往願，惆悵年半百。罷官亦由人，何事拘形役。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百一十七",
        "no#": 39
    }
]