[
    {
        "title": "八哀詩：贈司空王公思禮",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "司空出東夷，童稚刷勁翮。追隨燕薊兒，穎銳物不隔。",
            "服事哥舒翰，意無流沙磧。未甚拔行間，犬戎大充斥。",
            "短小精悍姿，屹然強寇敵。貫穿百萬眾，出入由咫尺。",
            "馬鞍懸將首，甲外控鳴鏑。洗劍青海水，刻銘天山石。",
            "九曲非外蕃，其王轉深壁。飛兔不近駕，鷙鳥資遠擊。",
            "曉達兵家流，飽聞春秋癖。胸襟日沈靜，肅肅自有適。",
            "潼關初潰散，萬乘猶辟易。偏裨無所施，元帥見手格。",
            "太子入朔方，至尊狩梁益。胡馬纏伊洛，中原氣甚逆。",
            "肅宗登寶位，塞望勢敦迫。公時徒步至，請罪將厚責。",
            "際會清河公，間道傳玉冊。天王拜跪畢，讜議果冰釋。",
            "翠華卷飛雪，熊虎亙阡陌。屯兵鳳凰山，帳殿涇渭辟。",
            "金城賊咽喉，詔鎮雄所搤。禁暴清無雙，爽氣春淅瀝。",
            "巷有從公歌，野多青青麥。及夫哭廟後，複領太原役。",
            "恐懼祿位高，悵望王土窄。不得見清時，嗚呼就窀穸。",
            "永系五湖舟，悲甚田橫客。千秋汾晉間，事與雲水白。",
            "昔觀文苑傳，豈述廉藺績。嗟嗟鄧大夫，士卒終倒戟。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百二十二",
        "no#": 1
    },
    {
        "title": "八哀詩：故司徒李公光弼",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "司徒天寶末，北收晉陽甲。胡騎攻吾城，愁寂意不愜。",
            "人安若泰山，薊北斷右脅。朔方氣乃蘇，黎首見帝業。",
            "二宮泣西郊，九廟起頹壓。未散河陽卒，思明偽臣妾。",
            "複自碣石來，火焚乾坤獵。高視笑祿山，公又大獻捷。",
            "異王冊崇勳，小敵信所怯。擁兵鎮河汴，千里初妥帖。",
            "青蠅紛營營，風雨秋一葉。內省未入朝，死淚終映睫。",
            "大屋去高棟，長城掃遺堞。平生白羽扇，零落蛟龍匣。",
            "雅望與英姿，惻愴槐裏接。三軍晦光彩，烈士痛稠疊。",
            "直筆在史臣，將來洗箱篋。吾思哭孤塚，南紀阻歸楫。",
            "扶顛永蕭條，未濟失利涉。疲苶竟何人，灑涕巴東峽。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百二十二",
        "no#": 2
    },
    {
        "title": "八哀詩：贈左僕射鄭國公嚴公武",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "鄭公瑚璉器，華岳金天晶。昔在童子日，已聞老成名。",
            "嶷然大賢後，複見秀骨清。開口取將相，小心事友生。",
            "閱書百紙盡，落筆四座驚。曆職匪父任，嫉邪常力爭。",
            "漢儀尚整肅，胡騎忽縱橫。飛傳自河隴，逢人問公卿。",
            "不知萬乘出，雪涕風悲鳴。受詞劍閣道，謁帝蕭關城。",
            "寂寞雲台仗，飄颻沙塞旌。江山少使者，笳鼓凝皇情。",
            "壯士血相視，忠臣氣不平。密論貞觀體，揮發岐陽征。",
            "感激動四極，聯翩收二京。西郊牛酒再，原廟丹青明。",
            "匡汲俄寵辱，衛霍竟哀榮。四登會府地，三掌華陽兵。",
            "京兆空柳色，尚書無履聲。群烏自朝夕，白馬休橫行。",
            "諸葛蜀人愛，文翁儒化成。公來雪山重，公去雪山輕。",
            "記室得何遜，韜鈐延子荊。四郊失壁壘，虛館開逢迎。",
            "堂上指圖畫，軍中吹玉笙。豈無成都酒，憂國只細傾。",
            "時觀錦水釣，問俗終相並。意待犬戎滅，人藏紅粟盈。",
            "以茲報主願，庶或裨世程。炯炯一心在，沉沉二豎嬰。",
            "顏回竟短折，賈誼徒忠貞。飛旐出江漢，孤舟輕荊衡。",
            "虛無馬融笛，悵望龍驤塋。空餘老賓客，身上愧簪纓。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百二十二",
        "no#": 3
    },
    {
        "title": "八哀詩：贈太子太師汝陽郡王璡",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "汝陽讓帝子，眉宇真天人。虯須似太宗，色映塞外春。",
            "往者開元中，主恩視遇頻。出入獨非時，禮異見群臣。",
            "愛其謹潔極，倍此骨肉親。從容聽朝後，或在風雪晨。",
            "忽思格猛獸，苑囿騰清塵。羽旗動若一，萬馬肅駪駪。",
            "詔王來射雁，拜命已挺身。箭出飛鞚內，上又回翠麟。",
            "翻然紫塞翮，下拂明月輪。胡人雖獲多，天笑不為新。",
            "王每中一物，手自與金銀。袖中諫獵書，扣馬久上陳。",
            "竟無銜橛虞，聖聰矧多仁。官免供給費，水有在藻鱗。",
            "匪唯帝老大，皆是王忠勤。晚年務置醴，門引申白賓。",
            "道大容無能，永懷侍芳茵。好學尚貞烈，義形必沾巾。",
            "揮翰綺繡揚，篇什若有神。川廣不可溯，墓久狐兔鄰。",
            "宛彼漢中郡，文雅見天倫。何以開我悲，泛舟俱遠津。",
            "溫溫昔風味，少壯已書紳。舊游易磨滅，衰謝增酸辛。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百二十二",
        "no#": 4
    },
    {
        "title": "八哀詩：贈秘書監江夏李公邕",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "長嘯宇宙間，高才日陵替。古人不可見，前輩複誰繼。",
            "憶昔李公存，詞林有根柢。聲華當健筆，灑落富清制。",
            "風流散金石，追琢山嶽銳。情窮造化理，學貫天人際。",
            "幹謁走其門，碑版照四裔。各滿深望還，森然起凡例。",
            "蕭蕭白楊路，洞徹寶珠惠。龍宮塔廟湧，浩劫浮雲衛。",
            "宗儒俎豆事，故吏去思計。眄睞已皆虛，跋涉曾不泥。",
            "向來映當時，豈獨勸後世。豐屋珊瑚鉤，騏驎織成罽。",
            "紫騮隨劍幾，義取無虛歲。分宅脫驂間，感激懷未濟。",
            "眾歸賙給美，擺落多藏穢。獨步四十年，風聽九皋唳。",
            "嗚呼江夏姿，竟掩宣尼袂。往者武后朝，引用多寵嬖。",
            "否臧太常議，面折二張勢。衰俗凜生風，排蕩秋旻霽。",
            "忠貞負冤恨，宮闕深旒綴。放逐早聯翩，低垂困炎厲。",
            "日斜鵩鳥入，魂斷蒼梧帝。榮枯走不暇，星駕無安稅。",
            "幾分漢廷竹，夙擁文侯篲。終悲洛陽獄，事近小臣敝。",
            "禍階初負謗，易力何深嚌。伊昔臨淄亭，酒酣托末契。",
            "重敘東都別，朝陰改軒砌。論文到崔蘇，指盡流水逝。",
            "近伏盈川雄，未甘特進麗。是非張相國，相扼一危脆。",
            "爭名古豈然，鍵捷欻不閉。例及吾家詩，曠懷掃氛翳。",
            "慷慨嗣真作，咨嗟玉山桂。鐘律儼高懸，鯤鯨噴迢遞。",
            "坡陀青州血，蕪沒汶陽瘞。哀贈竟蕭條，恩波延揭厲。",
            "子孫存如線，舊客舟凝滯。君臣尚論兵，將帥接燕薊。",
            "朗吟六公篇，憂來豁蒙蔽。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百二十二",
        "no#": 5
    },
    {
        "title": "八哀詩：故秘書少監武功蘇公源明",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "武功少也孤，徒步客徐兗。讀書東嶽中，十載考墳典。",
            "時下萊蕪郭，忍饑浮雲巘。負米晚為身，每食臉必泫。",
            "夜字照爇薪，垢衣生碧蘚。庶以勤苦志，報茲劬勞顯。",
            "學蔚醇儒姿，文包舊史善。灑落辭幽人，歸來潛京輦。",
            "射君東堂策，宗匠集精選。制可題未幹，乙科已大闡。",
            "文章日自負，吏祿亦累踐。晨趨閶闔內，足蹋宿昔趼。",
            "一麾出守還，黃屋朔風卷。不暇陪八駿，虜庭悲所遣。",
            "平生滿尊酒，斷此朋知展。憂憤病二秋，有恨石可轉。",
            "肅宗複社稷，得無逆順辨。范曄顧其兒，李斯憶黃犬。",
            "秘書茂松意，溟漲本末淺。青熒芙蓉劍，犀兕豈獨剸。",
            "反為後輩褻，予實苦懷緬。煌煌齋房芝，事絕萬手搴。",
            "垂之俟來者，正始征勸勉。不要懸黃金，胡為投乳rP。",
            "結交三十載，吾與誰遊衍。滎陽複冥莫，罪罟已橫罥。",
            "嗚呼子逝日，始泰則終蹇。長安米萬錢，凋喪盡餘喘。",
            "戰伐何當解，歸帆阻清沔。尚纏漳水疾，永負蒿裏餞。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百二十二",
        "no#": 6
    },
    {
        "title": "八哀詩：故著作郎貶台州司戶滎陽鄭公虔",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "鶢鶋至魯門，不識鐘鼓饗。孔翠望赤霄，愁思雕籠養。",
            "滎陽冠眾儒，早聞名公賞。地崇士大夫，況乃氣精爽。",
            "天然生知姿，學立游夏上。神農極闕漏，黃石愧師長。",
            "藥纂西極名，兵流指諸掌。貫穿無遺恨，薈蕞何技癢。",
            "圭臬星經奧，蟲篆丹青廣。子雲窺未遍，方朔諧太枉。",
            "神翰顧不一，體變鐘兼兩。文傳天下口，大字猶在榜。",
            "昔獻書畫圖，新詩亦俱往。滄洲動玉陛，宣鶴誤一響。",
            "三絕自禦題，四方尤所仰。嗜酒益疏放，彈琴視天壤。",
            "形骸實土木，親近唯几杖。未曾寄官曹，突兀倚書幌。",
            "晚就芸香閣，胡塵昏坱莽。反復歸聖朝，點染無滌蕩。",
            "老蒙台州掾，泛泛浙江槳。覆穿四明雪，饑拾楢溪橡。",
            "空聞紫芝歌，不見杏壇丈。天長眺東南，秋色餘魍魎。",
            "別離慘至今，斑白徒懷曩。春深秦山秀，葉墜清渭朗。",
            "劇談王侯門，野稅林下鞅。操紙終夕酣，時物集遐想。",
            "詞場竟疏闊，平昔濫吹獎。百年見存歿，牢落吾安放。",
            "蕭條阮咸在，出處同世網。他日訪江樓，含淒述飄蕩。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百二十二",
        "no#": 7
    },
    {
        "title": "八哀詩：故右僕射相國張公九齡",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "相國生南紀，金璞無留礦。仙鶴下人間，獨立霜毛整。",
            "矯然江海思，複與雲路永。寂寞想土階，未遑等箕潁。",
            "上君白玉堂，倚君金華省。碣石歲崢嶸，天地日蛙黽。",
            "退食吟大庭，何心記榛梗。骨驚畏曩哲，鬒變負人境。",
            "雖蒙換蟬冠，右地恧多幸。敢忘二疏歸，痛迫蘇耽井。",
            "紫綬映暮年，荊州謝所領。庾公興不淺，黃霸鎮每靜。",
            "賓客引調同，諷詠在務屏。詩罷地有餘，篇終語清省。",
            "一陽發陰管，淑氣含公鼎。乃知君子心，用才文章境。",
            "散帙起翠螭，倚薄巫廬並。綺麗玄暉擁，箋誄任昉騁。",
            "自我一家則，未缺隻字警。千秋滄海南，名系朱鳥影。",
            "歸老守故林，戀闕悄延頸。波濤良史筆，蕪絕大庾嶺。",
            "向時禮數隔，制作難上請。再讀徐孺碑，猶思理煙艇。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百二十二",
        "no#": 8
    },
    {
        "title": "寫懷二首",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "勞生共乾坤，何處異風俗。冉冉自趨競，行行見羈束。",
            "無貴賤不悲，無富貧亦足。萬古一骸骨，鄰家遞歌哭。",
            "鄙夫到巫峽，三歲如轉燭。全命甘留滯，忘情任榮辱。",
            "朝班及暮齒，日給還脫粟。編蓬石城東，采藥山北穀。",
            "用心霜雪間，不必條蔓綠。非關故安排，曾是順幽獨。",
            "達士如弦直，小人似鉤曲。曲直我不知，負暄候樵牧。",
            "夜深坐南軒，明月照我膝。驚風翻河漢，梁棟已出日。",
            "群生各一宿，飛動自儔匹。吾亦驅其兒，營營為私實。",
            "天寒行旅稀，歲暮日月疾。榮名忽中人，世亂如蟣虱。",
            "古者三皇前，滿腹志願畢。胡為有結繩，陷此膠與漆。",
            "禍首燧人氏，厲階董狐筆。君看燈燭張，轉使飛蛾密。",
            "放神八極外，俯仰俱蕭瑟。終契如往還，得匪合仙術。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百二十二",
        "no#": 9
    },
    {
        "title": "可歎",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "天上浮雲如白衣，斯須改變如蒼狗。古往今來共一時，",
            "丈夫正色動引經，酆城客子王季友。群書萬卷常暗誦，",
            "豫章太守高帝孫，引為賓客敬頗久。聞道三年未曾語，",
            "明月無瑕豈容易，紫氣鬱鬱猶沖鬥。時危可仗真豪俊，",
            "王生早曾拜顏色，高山之外皆培塿。用為羲和天為成，",
            "死為星辰終不滅，致君堯舜焉肯朽。吾輩碌碌飽飯行，"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百二十二",
        "no#": 10
    },
    {
        "title": "觀公孫大娘弟子舞劍器行",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "昔有佳人公孫氏，一舞劍氣動四方。觀者如山色沮喪，",
            "來如雷霆收震怒，罷如江海凝清光。絳唇珠袖兩寂寞，",
            "與餘問答既有以，感時撫事增惋傷。先帝侍女八千人，",
            "梨園子弟散如煙，女樂餘姿映寒日。金粟堆南木已拱，",
            "老夫不知其所往，足繭荒山轉愁疾。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百二十二",
        "no#": 11
    },
    {
        "title": "往在",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "往在西京日，胡來滿彤宮。中宵焚九廟，雲漢為之紅。",
            "解瓦飛十裏，繐帷紛曾空。疚心惜木主，一一灰悲風。",
            "合昏排鐵騎，清旭散錦eL。賊臣表逆節，相賀以成功。",
            "是時妃嬪戮，連為糞土叢。當甯陷玉座，白間剝畫蟲。",
            "不知二聖處，私泣百歲翁。車駕既雲還，楹桷欻穹崇。",
            "故老複涕泗，祠官樹椅桐。宏壯不如初，已見帝力雄。",
            "前春禮郊廟，祀事親聖躬。微軀忝近臣，景從陪群公。",
            "登階捧玉冊，峨冕耿金鐘。侍祠恧先露，掖垣邇濯龍。",
            "天子惟孝孫，五雲起九重。鏡奩換粉黛，翠羽猶蔥朧。",
            "前者厭羯胡，後來遭犬戎。俎豆腐膻肉，罘罳行角弓。",
            "安得自西極，申命空山東。盡驅詣闕下，士庶塞關中。",
            "主將曉逆順，元元歸始終。一朝自罪己，萬里車書通。",
            "鋒鏑供鋤犁，征戍聽所從。冗官各複業，土著還力農。",
            "君臣節儉足，朝野歡呼同。中興似國初，繼體如太宗。",
            "端拱納諫諍，和風日沖融。赤墀櫻桃枝，隱映銀絲籠。",
            "千春薦陵寢，永永垂無窮。京都不再火，涇渭開愁容。",
            "歸號故松柏，老去苦飄蓬。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百二十二",
        "no#": 12
    },
    {
        "title": "昔游",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "昔者與高李，晚登單父台。寒蕪際碣石，萬里風雲來。",
            "桑柘葉如雨，飛藿去裴回。清霜大澤凍，禽獸有餘哀。",
            "是時倉廩實，洞達寰區開。猛士思滅胡，將帥望三台。",
            "君王無所惜，駕馭英雄材。幽燕盛用武，供給亦勞哉。",
            "吳門轉粟帛，泛海陵蓬萊。肉食三十萬，獵射起黃埃。",
            "隔河憶長眺，青歲已摧頹。不及少年日，無複故人杯。",
            "賦詩獨流涕，亂世想賢才。有能市駿骨，莫恨少龍媒。",
            "商山議得失，蜀主脫嫌猜。呂尚封國邑，傅說已鹽梅。",
            "景晏楚山深，水鶴去低回。龐公任本性，攜子臥蒼苔。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百二十二",
        "no#": 13
    },
    {
        "title": "壯游",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "往昔十四五，出遊翰墨場。斯文崔魏徒，以我似班揚。",
            "七齡思即壯，開口詠鳳凰。九齡書大字，有作成一囊。",
            "性豪業嗜酒，嫉惡懷剛腸。脫略小時輩，結交皆老蒼。",
            "飲酣視八極，俗物都茫茫。東下姑蘇台，已具浮海航。",
            "到今有遺恨，不得窮扶桑。王謝風流遠，闔廬丘墓荒。",
            "劍池石壁仄，長洲荷芰香。嵯峨閶門北，清廟映回塘。",
            "每趨吳太伯，撫事淚浪浪。枕戈憶勾踐，渡浙想秦皇。",
            "蒸魚聞匕首，除道哂要章。越女天下白，鑒湖五月涼。",
            "剡溪蘊秀異，欲罷不能忘。歸帆拂天姥，中歲貢舊鄉。",
            "氣劘屈賈壘，目短曹劉牆。忤下考功第，獨辭京尹堂。",
            "放蕩齊趙間，裘馬頗清狂。春歌叢臺上，冬獵青丘旁。",
            "呼鷹皂櫪林，逐獸雲雪岡。射飛曾縱鞚，引臂落鶖鶬。",
            "蘇侯據鞍喜，忽如攜葛強。快意八九年，西歸到咸陽。",
            "許與必詞伯，賞游實賢王。曳裾置醴地，奏賦入明光。",
            "天子廢食召，群公會軒裳。脫身無所愛，痛飲信行藏。",
            "黑貂不免敝，斑鬢兀稱觴。杜曲晚耆舊，四郊多白楊。",
            "坐深鄉黨敬，日覺死生忙。朱門任傾奪，赤族迭罹殃。",
            "國馬竭粟豆，官雞輸稻粱。舉隅見煩費，引古惜興亡。",
            "河朔風塵起，岷山行幸長。兩宮各警蹕，萬里遙相望。",
            "崆峒殺氣黑，少海旌旗黃。禹功亦命子，涿鹿親戎行。",
            "翠華擁英嶽，螭虎啖豺狼。爪牙一不中，胡兵更陸梁。",
            "大軍載草草，凋瘵滿膏肓。備員竊補袞，憂憤心飛揚。",
            "上感九廟焚，下憫萬民瘡。斯時伏青蒲，廷爭守禦床。",
            "君辱敢愛死，赫怒幸無傷。聖哲體仁恕，宇縣複小康。",
            "哭廟灰燼中，鼻酸朝未央。小臣議論絕，老病客殊方。",
            "鬱鬱苦不展，羽翮困低昂。秋風動哀壑，碧蕙捐微芳。",
            "之推避賞從，漁父濯滄浪。榮華敵勳業，歲暮有嚴霜。",
            "吾觀鴟夷子，才格出尋常。群凶逆未定，側佇英俊翔。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百二十二",
        "no#": 14
    },
    {
        "title": "遣懷",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "昔我游宋中，惟梁孝王都。名今陳留亞，劇則貝魏俱。",
            "邑中九萬家，高棟照通衢。舟車半天下，主客多歡娛。",
            "白刃讎不義，黃金傾有無。殺人紅塵裏，報答在斯須。",
            "憶與高李輩，論交入酒壚。兩公壯藻思，得我色敷腴。",
            "氣酣登吹台，懷古視平蕪。芒碭雲一去，雁鶩空相呼。",
            "先帝正好武，寰海未凋枯。猛將收西域，長戟破林胡。",
            "百萬攻一城，獻捷不雲輸。組練棄如泥，尺土負百夫。",
            "拓境功未已，元和辭大爐。亂離朋友盡，合遝歲月徂。",
            "吾衰將焉托，存歿再嗚呼。蕭條益堪愧，獨在天一隅。",
            "乘黃已去矣，凡馬徒區區。不復見顏鮑，系舟臥荊巫。",
            "臨餐吐更食，常恐違撫孤。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百二十二",
        "no#": 15
    },
    {
        "title": "同元使君舂陵行",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "遭亂髮盡白，轉衰病相嬰。沈綿盜賊際，狼狽江漢行。",
            "歎時藥力薄，為客羸瘵成。吾人詩家秀，博采世上名。",
            "粲粲元道州，前聖畏後生。觀乎舂陵作，欻見俊哲情。",
            "複覽賊退篇，結也實國楨。賈誼昔流慟，匡衡常引經。",
            "道州憂黎庶，詞氣浩縱橫。兩章對秋月，一字偕華星。",
            "致君唐虞際，純樸憶大庭。何時降璽書，用爾為丹青。",
            "獄訟永衰息，豈唯偃甲兵。淒惻念誅求，薄斂近休明。",
            "乃知正人意，不苟飛長纓。涼飆振南嶽，之子寵若驚。",
            "色阻金印大，興含滄浪清。我多長卿病，日夕思朝廷。",
            "肺枯渴太甚，漂泊公孫城。呼兒具紙筆，隱幾臨軒楹。",
            "作詩呻吟內，墨澹字欹傾。感彼危苦詞，庶幾知者聽。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百二十二",
        "no#": 16
    },
    {
        "title": "李潮八分小篆歌",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "蒼頡鳥跡既茫昧，字體變化如浮雲。陳倉石鼓又已訛，",
            "嶧山之碑野火焚，棗木傳刻肥失真。苦縣光和尚骨立，",
            "尚書韓擇木，騎曹蔡有鄰。開元已來數八分，",
            "八分一字直百金，蛟龍盤拏肉屈強。吳郡張顛誇草書，",
            "巴東逢李潮，逾月求我歌。我今衰老才力薄，"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百二十二",
        "no#": 17
    },
    {
        "title": "覽柏中允兼子侄數人除官制詞因述父子兄弟四美載歌絲綸",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "紛然喪亂際，見此忠孝門。蜀中寇亦甚，柏氏功彌存。",
            "深誠補王室，戮力自元昆。三止錦江沸，獨清玉壘昏。",
            "高名入竹帛，新渥照乾坤。子弟先卒伍，芝蘭疊璵璠。",
            "同心注師律，灑血在戎軒。絲綸實具載，紱冕已殊恩。",
            "奉公舉骨肉，誅叛經寒溫。金甲雪猶凍，朱旗塵不翻。",
            "每聞戰場說，欻激懦氣奔。聖主國多盜，賢臣官則尊。",
            "方當節鉞用，必絕祲沴根。吾病日回首，雲台誰再論。",
            "作歌挹盛事，推轂期孤鶱。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百二十二",
        "no#": 18
    },
    {
        "title": "聽楊氏歌",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "佳人絕代歌，獨立發皓齒。滿堂慘不樂，響下清虛裏。",
            "江城帶素月，況乃清夜起。老夫悲暮年，壯士淚如水。",
            "玉杯久寂寞，金管迷宮征。勿雲聽者疲，愚智心盡死。",
            "古來傑出士，豈待一知己。吾聞昔秦青，傾側天下耳。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百二十二",
        "no#": 19
    },
    {
        "title": "荊南兵馬使太常卿趙公大食刀歌",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "太常樓船聲嗷嘈，問兵刮寇趨下牢。牧出令奔飛百艘，",
            "壯士短衣頭虎毛，憑軒拔鞘天為高。翻風轉日木怒號，",
            "芮公回首顏色勞，分閫救世用賢豪。趙公玉立高歌起，",
            "魑魅魍魎徒為耳，妖腰亂領敢欣喜。用之不高亦不庳，",
            "丹青宛轉麒麟裏，光芒六合無泥滓。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百二十二",
        "no#": 20
    },
    {
        "title": "王兵馬使二角鷹",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "悲台蕭颯石巃嵸，哀壑杈椏浩呼洶。中有萬里之長江，",
            "二鷹猛腦徐侯穟，目如愁胡視天地。杉雞竹兔不自惜，",
            "將軍樹勳起安西，昆侖虞泉入馬蹄。白羽曾肉三狻猊，",
            "惡鳥飛飛啄金屋，安得爾輩開其群，驅出六合梟鸞分。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百二十二",
        "no#": 21
    },
    {
        "title": "狄明府",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "梁公曾孫我姨弟，不見十年官濟濟。大賢之後竟陵遲，",
            "今者兄弟一百人，幾人卓絕秉周禮。在汝更用文章為，",
            "狄公執政在末年，濁河終不汙清濟。國嗣初將付諸武，",
            "太宗社稷一朝正，漢官威儀重昭洗。時危始識不世才，",
            "胡為漂泊岷漢間，幹謁王侯頗曆抵。況乃山高水有波，",
            "早歸來，黃土泥衣眼易眯。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百二十二",
        "no#": 22
    },
    {
        "title": "秋風二首",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "秋風淅淅吹巫山，上牢下牢修水關。吳檣楚柁牽百丈，",
            "中巴不曾消息好，暝傳戍鼓長雲間。",
            "秋風淅淅吹我衣，東流之外西日微。天清小城搗練急，",
            "會將白髮倚庭樹，故園池台今是非。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百二十二",
        "no#": 23
    },
    {
        "title": "久雨期王將軍不至",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "天雨蕭蕭滯茅屋，空山無以慰幽獨。銳頭將軍來何遲，",
            "泉源泠泠雜猿狖，泥濘漠漠饑鴻鵠。歲暮窮陰耿未已，",
            "前者坐皮因問毛，知子歷險人馬勞。異獸如飛星宿落，",
            "走平亂世相催促，一豁明主正郁陶。憶昔範增碎玉鬥，"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百二十二",
        "no#": 24
    },
    {
        "title": "別李秘書始興寺所居",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "不見秘書心若失，及見秘書失心疾。安為動主理信然，",
            "妻兒待我且歸去，他日杖藜來細聽。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百二十二",
        "no#": 25
    },
    {
        "title": "虎牙行",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "秋風欻吸吹南國，天地慘慘無顏色。洞庭揚波江漢回，",
            "杜鵑不來猿狖寒，山鬼幽憂雪霜逼。楚老長嗟憶炎瘴，",
            "漁陽突騎獵青丘，犬戎鎖甲聞丹極。八荒十年防盜賊，"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百二十二",
        "no#": 26
    },
    {
        "title": "錦樹行",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "今日苦短昨日休，歲雲暮矣增離憂。霜凋碧樹待錦樹。",
            "萬壑東逝無停留。荒戍之城石色古，東郭老人住青丘。",
            "飛書白帝營鬥粟，琴瑟几杖柴門幽。青草萋萋盡枯死，",
            "故國三年一消息。終南渭水寒悠悠。五陵豪貴反顛倒，",
            "莫愁父母少黃金，天下風塵兒亦得。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百二十二",
        "no#": 27
    },
    {
        "title": "赤霄行",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "孔雀未知牛有角，渴飲寒泉逢抵觸。赤霄懸圃須往來，",
            "皇孫猶曾蓮勺困，衛莊見貶傷其足。老翁慎莫怪少年，"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百二十二",
        "no#": 28
    },
    {
        "title": "前苦寒行二首",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "漢時長安雪一丈，牛馬毛寒縮如蝟。楚江巫峽冰入懷，",
            "玄冥祝融氣或交，手持白羽未敢釋。",
            "去年白帝雪在山，今年白帝雪在地。凍埋蛟龍南浦縮，",
            "三足之烏足恐斷，羲和送將何所歸。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百二十二",
        "no#": 29
    },
    {
        "title": "後苦寒行二首",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "南紀巫廬瘴不絕，太古以來無尺雪。蠻夷長老怨苦寒，",
            "安得春泥補地裂。",
            "晚來江門失大木，猛風中夜吹白屋。天兵斬斷青海戎，"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百二十二",
        "no#": 30
    },
    {
        "title": "晚晴",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "高唐暮冬雪壯哉，舊瘴無複似塵埃。崖沉穀沒白皚皚，",
            "未怪及時少年子，揚眉結義黃金台。洎乎吾生何飄零，"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百二十二",
        "no#": 31
    },
    {
        "title": "複陰",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "方冬合遝玄陰塞，昨日晚晴今日黑。萬里飛蓬映天過，",
            "君不見夔子之國杜陵翁，牙齒半落左耳聾。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百二十二",
        "no#": 32
    },
    {
        "title": "夜歸",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "夜來歸來沖虎過，山黑家中已眠臥。傍見北斗向江低，",
            "白頭老罷舞複歌，杖藜不睡誰能那。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百二十二",
        "no#": 33
    },
    {
        "title": "寄柏學士林居",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "自胡之反持干戈，天下學士亦奔波。歎彼幽棲載典籍，",
            "亂代飄零餘到此，古人成敗子如何。荊揚春冬異風土，",
            "盜賊縱橫甚密邇，形神寂寞甘辛苦。幾時高議排金門，"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百二十二",
        "no#": 34
    },
    {
        "title": "寄從孫崇簡",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "嵯峨白帝城東西，南有龍湫北虎溪。吾孫騎曹不騎馬，",
            "與汝林居未相失，近身藥裹酒長攜。牧豎樵童亦無賴，"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百二十二",
        "no#": 35
    },
    {
        "title": "奉酬薛十二丈判官見贈",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "忽忽峽中睡，悲風方一醒。西來有好鳥，為我下青冥。",
            "羽毛淨白雪，慘澹飛雲汀。既蒙主人顧，舉翮唳孤亭。",
            "持以比佳士，及此慰揚舲。清文動哀玉，見道發新硎。",
            "欲學鴟夷子，待勒燕山銘。誰重斷蛇劍，致君君未聽。",
            "志在麒麟閣，無心雲母屏。卓氏近新寡，豪家朱門扃。",
            "相如才調逸，銀漢會雙星。客來洗粉黛，日暮拾流螢。",
            "不是無膏火，勸郎勤六經。老夫自汲澗，野水日泠泠。",
            "我歎黑頭白，君看銀印青。臥病識山鬼，為農知地形。",
            "誰矜坐錦帳，苦厭食魚腥。東西兩岸坼，橫水注滄溟。",
            "碧色忽惆悵，風雷搜百靈。空中右白虎，赤節引娉婷。",
            "自雲帝裏女，噀雨鳳凰翎。襄王薄行跡，莫學冷如丁，",
            "丈人但安坐，休辨渭與涇。龍蛇尚格鬥，灑血暗郊坰。",
            "吾聞聰明主，治國用輕刑。銷兵鑄農器，今古歲方寧。",
            "文王日儉德，俊乂始盈庭。榮華貴少壯，豈食楚江萍。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百二十二",
        "no#": 36
    },
    {
        "title": "醉為馬墜，諸公攜酒相看",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "甫也諸侯老賓客，罷酒酣歌拓金戟。騎馬忽憶少年時，",
            "粉堞電轉紫遊韁，東得平岡出天壁。江村野堂爭入眼，",
            "安知決臆追風足，朱汗驂驔猶噴玉。不虞一蹶終損傷，",
            "明知來問腆我顏，杖藜強起依僮僕。語盡還成開口笑，",
            "共指西日不相貸，喧呼且覆杯中淥。何必走馬來為問，"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百二十二",
        "no#": 37
    },
    {
        "title": "別李義",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "神堯十八子，十七王其門。道國洎舒國，督唯親弟昆。",
            "中外貴賤殊，余亦忝諸孫。丈人嗣三葉，之子白玉溫。",
            "道國繼德業，請從丈人論。丈人領宗卿，肅穆古制敦。",
            "先朝納諫諍，直氣橫乾坤。子建文筆壯，河間經術存。",
            "爾克富詩禮，骨清慮不喧。洗然遇知己，談論淮湖奔。",
            "憶昔初見時，小襦繡芳蓀。長成忽會面，慰我久疾魂。",
            "三峽春冬交，江山雲霧昏。正宜且聚集，恨此當離尊。",
            "莫怪執杯遲，我衰涕唾煩。重問子何之，西上岷江源。",
            "願子少幹謁，蜀都足戎軒。誤失將帥意，不如親故恩。",
            "少年早歸來，梅花已飛翻。努力慎風水，豈惟數盤飧。",
            "猛虎臥在岸，蛟螭出無痕。王子自愛惜，老夫困石根。",
            "生別古所嗟，發聲為爾吞。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百二十二",
        "no#": 38
    },
    {
        "title": "送高司直尋封閬州",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "丹雀銜書來，暮棲何鄉樹。驊騮事天子，辛苦在道路。",
            "司直非冗官，荒山甚無趣。借問泛舟人，胡為入雲霧。",
            "與子姻婭間，既親亦有故。萬里長江邊，邂逅一相遇。",
            "長卿消渴再，公幹沉綿屢。清談慰老夫，開卷得佳句。",
            "時見文章士，欣然澹情素。伏枕聞別離，疇能忍漂寓。",
            "良會苦短促，溪行水奔注。熊羆咆空林，遊子慎馳騖。",
            "西謁巴中侯，艱險如跬步。主人不世才，先帝常特顧。",
            "拔為天軍佐，崇大王法度。淮海生清風，南翁尚思慕。",
            "公宮造廣廈，木石乃無數。初聞伐松柏，猶臥天一柱。",
            "我瘦書不成，成字讀亦誤。為我問故人，勞心練征戍。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百二十二",
        "no#": 39
    },
    {
        "title": "君不見，簡蘇徯",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "君不見道邊廢棄池，君不見前者摧折桐。百年死樹中琴瑟，"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百二十二",
        "no#": 40
    },
    {
        "title": "贈蘇四徯",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "異縣昔同遊，各雲厭轉蓬。別離已五年，尚在行李中。",
            "戎馬日衰息，乘輿安九重。有才何棲棲，將老委所窮。",
            "為郎未為賤，其奈疾病攻。子何面黧黑，不得豁心胸。",
            "巴蜀倦剽掠，下愚成土風。幽薊已削平，荒徼尚彎弓。",
            "斯人脫身來，豈非吾道東。乾坤雖寬大，所適裝囊空。",
            "肉食哂菜色，少壯欺老翁。況乃主客間，古來逼側同。",
            "君今下荊揚，獨帆如飛鴻。二州豪俠場，人馬皆自雄。",
            "一請甘饑寒，再請甘養蒙。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百二十二",
        "no#": 41
    },
    {
        "title": "寄薛三郎中",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "人生無賢愚，飄颻若埃塵。自非得神仙，誰免危其身。",
            "與子俱白頭，役役常苦辛。雖為尚書郎，不及村野人。",
            "憶昔村野人，其樂難具陳。藹藹桑麻交，公侯為等倫。",
            "天未厭戎馬，我輩本常貧。子尚客荊州，我亦滯江濱。",
            "峽中一臥病，瘧癘終冬春。春複加肺氣，此病蓋有因。",
            "早歲與蘇鄭，痛飲情相親。二公化為土，嗜酒不失真。",
            "余今委修短，豈得恨命屯。聞子心甚壯，所過信席珍。",
            "上馬不用扶，每扶必怒嗔。賦詩賓客間，揮灑動八垠。",
            "乃知蓋代手，才力老益神。青草洞庭湖，東浮滄海漘。",
            "君山可避暑，況足采白蘋。子豈無扁舟，往復江漢津。",
            "我未下瞿塘，空念禹功勤。聽說松門峽，吐藥攬衣巾。",
            "高秋卻束帶，鼓枻視青旻。鳳池日澄碧，濟濟多士新。",
            "餘病不能起，健者勿逡巡。上有明哲君，下有行化臣。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百二十二",
        "no#": 42
    },
    {
        "title": "大覺高僧蘭若",
        "author": "杜甫",
        "biography": "",
        "paragraphs": [
            "巫山不見廬山遠，松林蘭若秋風晚。一老猶鳴日暮鐘，",
            "飛錫去年啼邑子，獻花何日許門徒。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷二百二十二",
        "no#": 43
    }
]