[
    {
        "title": "元和聖德詩",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "皇帝即阼，物無違拒。曰暘而暘，曰雨而雨。維是元年，",
            "負鄙為艱，縱則不可。出師征之，其眾十旅。軍其城下，",
            "疆外之險，莫過蜀土。韋皋去鎮，劉辟守後。血人於牙，",
            "汝為表書，求我帥汝。事始上聞，在列咸怒。皇帝曰然，",
            "朝發京師，夕至其部。辟喜謂黨，汝振而伍。蜀可全有，",
            "有恇其凶，有餌其誘。其出穰穰，隊以萬數。遂劫東川，",
            "有安其驅，無暴我野。日行三十，徐壁其右。辟党聚謀，",
            "四方節度，整兵頓馬。上章請討，俟命起坐。皇帝曰嘻，",
            "四軍齊作，殷其如阜。或拔其角，或脫其距。長驅洋洋，",
            "是日崇文，入處其宇。分散逐捕，搜原剔藪。辟窮見窘，",
            "取之江中，枷脰械手。婦女累累，啼哭拜叩。來獻闕下，",
            "婉婉弱子，赤立傴僂。牽頭曳足，先斷腰膂。次及其徒，",
            "優賞將吏，扶珪綴組。帛堆其家，粟塞其庾。哀憐陣沒，",
            "施令酬功，急疾如火。天地中間，莫不順序。幽恒青魏，",
            "掉棄兵革，私習簋簠。來請來覲，十百其耦。皇帝曰籲，",
            "躬執百禮，登降拜俯。薦于新宮，視瞻梁梠。戚見容色，",
            "除于國南，鱗筍毛簴。廬幕周施，開揭磊砢。獸盾騰拏，",
            "宵升於丘，奠璧獻斝。眾樂驚作，轟豗融冶。紫焰噓呵，",
            "瀆鬼蒙鴻，嶽祗嶪峨。飫沃膻薌，產祥降嘏。鳳凰應奏，",
            "踴躍歡呀，失喜噎歐。幹清坤夷，境落褰舉。帝車回來，",
            "續功臣嗣，拔賢任耇。孩養無告，仁滂施厚。皇帝神聖，",
            "天錫皇帝，為天下主。並包畜養，無異細鉅。億載萬年，",
            "敕戒四方，侈則有咎。天錫皇帝，多麥與黍。無召水旱，",
            "擅命而狂，既翦既去。盡逐群奸，靡有遺侶。天錫皇帝，",
            "皇帝大孝，慈祥悌友。怡怡愉愉，奉太皇后。浹於族親，",
            "億載萬年，為父為母。博士臣愈，職是訓詁。作為歌詩，"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百三十六",
        "no#": 1
    },
    {
        "title": "琴操十首：將歸操",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "（孔子之趙，聞殺鳴犢作。趙殺鳴犢，孔子臨河，",
            "秋之水兮，其色幽幽；我將濟兮，不得其由。涉其淺兮，"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百三十六",
        "no#": 2
    },
    {
        "title": "琴操十首：猗蘭操",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "（孔子傷不逢時作。古琴操雲：習習谷風，以陰以雨。",
            "之子於歸，遠送於野。何彼蒼天，不得其所。逍遙九州，",
            "蘭之猗猗，揚揚其香。不采而佩，于蘭何傷。",
            "今天之旋，其曷為然。我行四方，以日以年。",
            "雪霜貿貿，薺麥之茂。子如不傷，我不爾覯。",
            "薺麥之茂，薺麥之有。君子之傷，君子之守。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百三十六",
        "no#": 3
    },
    {
        "title": "琴操十首：龜山操",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "（孔子以季桓子受齊女樂，諫不從，望龜山而作。",
            "龜山在太山博縣。古琴操雲：予欲望魯兮，龜山蔽之。",
            "手無斧柯，奈龜山何）",
            "龜之氛兮，不能雲雨。龜之枿兮，不中樑柱。龜之大兮，"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百三十六",
        "no#": 4
    },
    {
        "title": "琴操十首：越裳操",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "雨之施物以孳，我何意於彼為。自周之先，其艱其勤。",
            "以有疆宇，私我後人。我祖在上，四方在下。厥臨孔威，"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百三十六",
        "no#": 5
    },
    {
        "title": "琴操十首：拘幽操",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "（文王羑裏作。古琴操雲：殷道溷溷，浸濁煩兮。",
            "朱紫相合，不別分兮。迷亂聲色，信讒言兮。炎炎之虐，",
            "目窈窈兮，其凝其盲；耳肅肅兮，聽不聞聲。朝不日出兮，"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百三十六",
        "no#": 6
    },
    {
        "title": "琴操十首：岐山操",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "（周公為太王作。本詞雲：狄戎侵兮，土地遷移。",
            "邦邑適於岐山，烝民不憂兮誰者知。嗟嗟奈何兮，",
            "我家於豳，自我先公。伊我承序，敢有不同。",
            "今狄之人，將土我疆。民為我戰，誰使死傷。",
            "彼岐有岨，我往獨處。爾莫餘追，無思我悲。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百三十六",
        "no#": 7
    },
    {
        "title": "琴操十首：履霜操",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "（尹吉甫子伯奇無罪，為後母譖而見逐，自傷作。",
            "本詞雲：朝履霜兮采晨寒，考不明其心兮信讒言。",
            "孤恩別離兮摧肺肝，何辜皇天兮遭斯愆。",
            "痛歿不同兮恩有偏，誰能流顧兮知我冤）",
            "父兮兒寒，母兮兒饑。兒罪當笞，逐兒何為。",
            "兒在中野，以宿以處。四無人聲，誰與兒語。",
            "兒寒何衣，兒饑何食。兒行于野，履霜以足。",
            "母生眾兒，有母憐之。獨無母憐，兒甯不悲。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百三十六",
        "no#": 8
    },
    {
        "title": "琴操十首：雉朝飛操",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "（牧犢子七十無妻，見雉雙飛，感之而作。本詞雲：",
            "雉朝飛兮鳴相和，雌雄群遊兮山之阿。",
            "我獨何命兮未有家，時將暮兮可奈何，嗟嗟暮兮可奈何）",
            "雉之飛，於朝日。群雌孤雄，意氣橫出。當東而西，"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百三十六",
        "no#": 9
    },
    {
        "title": "琴操十首：別鵠操",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "（商陵穆子，娶妻五年無子。父母欲其改娶，其妻聞之，",
            "雄鵠銜枝來，雌鵠啄泥歸。巢成不生子，大義當乖離。",
            "江漢水之大，鵠身鳥之微。更無相逢日，且可繞樹相隨飛。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百三十六",
        "no#": 10
    },
    {
        "title": "琴操十首：殘形操",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "有獸維狸兮，我夢得之。其身孔明兮，而頭不知。",
            "吉凶何為兮，覺坐而思。巫咸上天兮，識者其誰。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百三十六",
        "no#": 11
    },
    {
        "title": "南山詩",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "吾聞京城南，茲惟群山囿。東西兩際海，巨細難悉究。",
            "山經及地志，茫昧非受授。團辭試提挈，掛一念萬漏。",
            "欲休諒不能，粗敘所經覯。嘗升崇丘望，戢戢見相湊。",
            "晴明出棱角，縷脈碎分繡。蒸嵐相澒洞，表裏忽通透。",
            "無風自飄簸，融液煦柔茂。橫雲時平凝，點點露數岫。",
            "天空浮修眉，濃綠畫新就。孤撐有巉絕，海浴褰鵬噣。",
            "春陽潛沮洳，濯濯吐深秀。岩巒雖嵂崒，軟弱類含酎。",
            "夏炎百木盛，蔭鬱增埋覆。神靈日歊歔，雲氣爭結構。",
            "秋霜喜刻轢，磔卓立臒瘦。參差相疊重，剛耿陵宇宙。",
            "冬行雖幽墨，冰雪工琢鏤。新曦照危峨，億丈恒高袤。",
            "明昏無停態，頃刻異狀候。西南雄太白，突起莫間簉。",
            "藩都配德運，分宅占丁戊。逍遙越坤位，詆訐陷幹竇。",
            "空虛寒兢兢，風氣較搜漱。朱維方燒日，陰霰縱騰糅。",
            "昆明大池北，去覿偶晴晝。綿聯窮俯視，倒側困清漚。",
            "微瀾動水面，踴躍躁猱狖。驚呼惜破碎，仰喜呀不僕。",
            "前尋徑杜墅，岔蔽畢原陋。崎嶇上軒昂，始得觀覽富。",
            "行行將遂窮，嶺陸煩互走。勃然思坼裂，擁掩難恕宥。",
            "巨靈與誇蛾，遠賈期必售。還疑造物意，固護蓄精佑。",
            "力雖能排斡，雷電怯呵詬。攀緣脫手足，蹭蹬抵積甃。",
            "茫如試矯首，堛塞生怐愗。威容喪蕭爽，近新迷遠舊。",
            "拘官計日月，欲進不可又。因緣窺其湫，凝湛閟陰獸。",
            "魚蝦可俯掇，神物安敢寇。林柯有脫葉，欲墮鳥驚救。",
            "爭銜彎環飛，投棄急哺鷇。旋歸道回睨，達枿壯複奏。",
            "籲嗟信奇怪，峙質能化貿。前年遭譴謫，探曆得邂逅。",
            "初從藍田入，顧盻勞頸脰。時天晦大雪，淚目苦蒙瞀。",
            "峻塗拖長冰，直上若懸溜。褰衣步推馬，顛蹶退且複。",
            "蒼黃忘遐睎，所矚才左右。杉篁吒蒲蘇，杲耀攢介胄。",
            "專心憶平道，脫險逾避臭。昨來逢清霽，宿願忻始副。",
            "崢嶸躋塚頂，倏閃雜鼯鼬。前低劃開闊，爛漫堆眾皺。",
            "或連若相從，或蹙若相鬥。或妥若弭伏，或竦若驚雊。",
            "或散若瓦解，或赴若輻湊。或翩若船遊，或決若馬驟。",
            "或背若相惡，或向若相佑。或亂若抽筍，或嵲若注灸。",
            "或錯若繪畫，或繚若篆籀。或羅若星離，或蓊若雲逗。",
            "或浮若波濤，或碎若鋤耨。或如賁育倫，賭勝勇前購。",
            "先強勢已出，後鈍嗔bz譳。或如帝王尊，叢集朝賤幼。",
            "雖親不褻狎，雖遠不悖謬。或如臨食案，肴核紛飣餖。",
            "又如游九原，墳墓包槨柩。或累若盆罌，或揭若bB豆。",
            "或覆若曝鱉，或頹若寢獸。或蜿若藏龍，或翼若搏鷲。",
            "或齊若友朋，或隨若先後。或迸若流落，或顧若宿留。",
            "或戾若仇讎，或密若婚媾。或儼若峨冠，或翻若舞袖。",
            "或屹若戰陣，或圍若搜狩。或靡然東注，或偃然北首。",
            "或如火熹焰，或若氣饙餾。或行而不輟，或遺而不收。",
            "或斜而不倚，或弛而不彀。或赤若禿鬝，或熏若柴槱。",
            "或如龜拆兆，或若卦分繇。或前橫若剝，或後斷若姤。",
            "延延離又屬，夬夬叛還遘。喁喁魚闖萍，落落月經宿。",
            "誾誾樹牆垣，巘巘駕庫廄。參參削劍戟，煥煥銜瑩琇。",
            "敷敷花披萼，k7々屋摧溜。悠悠舒而安，兀兀狂以狃。",
            "超超出猶奔，蠢蠢駭不懋。大哉立天地，經紀肖營腠。",
            "厥初孰開張，黽勉誰勸侑。創茲樸而巧，戮力忍勞疚。",
            "得非施斧斤，無乃假詛咒。鴻荒竟無傳，功大莫酬僦。",
            "嘗聞於祠官，芬苾降歆嗅。斐然作歌詩，惟用贊報酭。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百三十六",
        "no#": 12
    },
    {
        "title": "謝自然詩",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "果州南充縣，寒女謝自然。童騃無所識，但聞有神仙。",
            "輕生學其術，乃在金泉山。繁華榮慕絕，父母慈愛捐。",
            "凝心感魑魅，慌惚難具言。一朝坐空室，雲霧生其間。",
            "如聆笙竽韻，來自冥冥天。白日變幽晦，蕭蕭風景寒。",
            "簷楹暫明滅，五色光屬聯。觀者徒傾駭，躑躅詎敢前。",
            "須臾自輕舉，飄若風中煙。茫茫八紘大，影響無由緣。",
            "裏胥上其事，郡守驚且歎。驅車領官吏，氓俗爭相先。",
            "入門無所見，冠履同蛻蟬。皆雲神仙事，灼灼信可傳。",
            "余聞古夏後，象物知神奸。山林民可入，魍魎莫逢旃。",
            "逶迤不復振，後世恣欺謾。幽明紛雜亂，人鬼更相殘。",
            "秦皇雖篤好，漢武洪其源。自從二主來，此禍竟連連。",
            "木石生怪變，狐狸騁妖患。莫能盡性命，安得更長延。",
            "人生處萬類，知識最為賢。奈何不自信，反欲從物遷。",
            "往者不可悔，孤魂抱深冤。來者猶可誡，餘言豈空文。",
            "人生有常理，男女各有倫。寒衣及饑食，在紡績耕耘。",
            "下以保子孫，上以奉君親。苟異於此道，皆為棄其身。",
            "噫乎彼寒女，永托異物群。感傷遂成詩，昧者宜書紳。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百三十六",
        "no#": 13
    },
    {
        "title": "秋懷詩十一首",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "窗前兩好樹，眾葉光薿薿。秋風一拂披，策策鳴不已。",
            "微燈照空床，夜半偏入耳。愁憂無端來，感歎成坐起。",
            "天明視顏色，與故不相似。羲和驅日月，疾急不可恃。",
            "浮生雖多塗，趨死惟一軌。胡為浪自苦，得酒且歡喜。",
            "白露下百草，蕭蘭共雕悴。青青四牆下，已複生滿地。",
            "寒蟬暫寂寞，蟋蟀鳴自恣。運行無窮期，稟受氣苦異。",
            "適時各得所，松柏不必貴。",
            "彼時何卒卒，我志何曼曼。犀首空好飲，廉頗尚能飯。",
            "學堂日無事，驅馬適所願。茫茫出門路，欲去聊自勸。",
            "歸還閱書史，文字浩千萬。陳跡竟誰尋，賤嗜非貴獻。",
            "丈夫意有在，女子乃多怨。",
            "秋氣日惻惻，秋空日淩淩。上無枝上蜩，下無盤中蠅。",
            "豈不感時節，耳目去所憎。清曉卷書坐，南山見高棱。",
            "其下澄湫水，有蛟寒可罾。惜哉不得往，豈謂吾無能。",
            "離離掛空悲，戚戚抱虛警。露泫秋樹高，蟲吊寒夜永。",
            "斂退就新懦，趨營悼前猛。歸愚識夷塗，汲古得修綆。",
            "名浮猶有恥，味薄真自幸。庶幾遺悔尤，即此是幽屏。",
            "今晨不成起，端坐盡日景。蟲鳴室幽幽，月吐窗冏冏。",
            "喪懷若迷方，浮念劇含梗。塵埃慵伺候，文字浪馳騁。",
            "尚須勉其頑，王事有朝請。",
            "秋夜不可晨，秋日苦易暗。我無汲汲志，何以有此憾。",
            "寒雞空在棲，缺月煩屢瞰。有琴具徽弦，再鼓聽愈淡。",
            "古聲久埋滅，無由見真濫。低心逐時趨，苦勉祗能暫。",
            "有如乘風船，一縱不可纜。不如覷文字，丹鉛事點勘。",
            "豈必求贏餘，所要石與甔。",
            "卷卷落地葉，隨風走前軒。鳴聲若有意，顛倒相追奔。",
            "空堂黃昏暮，我坐默不言。童子自外至，吹燈當我前。",
            "問我我不應，饋我我不餐。退坐西壁下，讀詩盡數編。",
            "作者非今士，相去時已千。其言有感觸，使我複淒酸。",
            "顧謂汝童子，置書且安眠。丈夫屬有念，事業無窮年。",
            "霜風侵梧桐，眾葉著樹幹。空階一片下，琤若摧琅玕。",
            "謂是夜氣滅，望舒霣其團。青冥無依倚，飛轍危難安。",
            "驚起出戶視，倚楹久汍瀾。憂愁費晷景，日月如跳丸。",
            "迷複不計遠，為君駐塵鞍。",
            "暮暗來客去，群囂各收聲。悠悠偃宵寂，亹亹抱秋明。",
            "世累忽進慮，外憂遂侵誠。強懷張不滿，弱念缺已盈。",
            "詰屈避語阱，冥茫觸心兵。敗虞千金棄，得比寸草榮。",
            "知恥足為勇，晏然誰汝令。",
            "鮮鮮霜中菊，既晚何用好。揚揚弄芳蝶，爾生還不早。",
            "運窮兩值遇，婉孌死相保。西風蟄龍蛇，眾木日凋槁。",
            "由來命分爾，泯滅豈足道。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百三十六",
        "no#": 14
    },
    {
        "title": "赴江陵途中寄贈王二十補闕李十一拾遺李二十六員外翰林三學士",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "孤臣昔放逐，血泣追愆尤。汗漫不省識，恍如乘桴浮。",
            "或自疑上疏，上疏豈其由。是年京師旱，田畝少所收。",
            "上憐民無食，征賦半已休。有司恤經費，未免煩徵求。",
            "富者既雲急，貧者固已流。傳聞閭里間，赤子棄渠溝。",
            "持男易鬥粟，掉臂莫肯酬。我時出衢路，餓者何其稠。",
            "親逢道邊死，佇立久咿嚘。歸舍不能食，有如魚中鉤。",
            "適會除禦史，誠當得言秋。拜疏移合門，為忠寧自謀。",
            "上陳人疾苦，無令絕其喉。下陳畿甸內，根本理宜優。",
            "積雪驗豐熟，幸寬待蠶麰。天子惻然感，司空歎綢繆。",
            "謂言即施設，乃反遷炎州。同官盡才俊，偏善柳與劉。",
            "或慮語言泄，傳之落冤讎。二子不宜爾，將疑斷還不。",
            "中使臨門遣，頃刻不得留。病妹臥床褥，分知隔明幽。",
            "悲啼乞就別，百請不頷頭。弱妻抱稚子，出拜忘慚羞。",
            "黽勉不回顧，行行詣連州。朝為青雲士，暮作白頭囚。",
            "商山季冬月，冰凍絕行輈。春風洞庭浪，出沒驚孤舟。",
            "逾嶺到所任，低顏奉君侯。酸寒何足道，隨事生瘡疣。",
            "遠地觸途異，吏民似猿猴。生獰多忿很，辭舌紛嘲啁。",
            "白日屋簷下，雙鳴鬥鵂鶹。有蛇類兩首，有蠱群飛遊。",
            "窮冬或搖扇，盛夏或重裘。颶起最可畏，訇哮簸陵丘。",
            "雷霆助光怪，氣象難比侔。癘疫忽潛遘，十家無一瘳。",
            "猜嫌動置毒，對案輒懷愁。前日遇恩赦，私心喜還憂。",
            "果然又羈縶，不得歸鋤耰。此府雄且大，騰淩盡戈矛。",
            "棲棲法曹掾，何處事卑陬。生平企仁義，所學皆孔周。",
            "早知大理官，不列三後儔。何況親犴獄，敲搒發奸偷。",
            "懸知失事勢，恐自罹罝罘。湘水清且急，涼風日修修。",
            "胡為首歸路，旅泊尚夷猶。昨者京使至，嗣皇傳冕旒。",
            "赫然下明詔，首罪誅共吺。複聞顛夭輩，峨冠進鴻疇。",
            "班行再肅穆，璜佩鳴琅璆。佇繼貞觀烈，邊封脫兜鍪。",
            "三賢推侍從，卓犖傾枚鄒。高議參造化，清文煥皇猷。",
            "協心輔齊聖，致理同毛輶。小雅詠鹿鳴，食蘋貴呦呦。",
            "遺風邈不嗣，豈憶嘗同裯。失志早衰換，前期擬蜉蝣。",
            "自從齒牙缺，始慕舌為柔。因疾鼻又塞，漸能等熏蕕。",
            "深思罷官去，畢命依松楸。空懷焉能果，但見歲已遒。",
            "殷湯閔禽獸，解網祝蛛蝥。雷煥掘寶劍，冤氛消鬥牛。",
            "茲道誠可尚，誰能借前籌。殷勤答吾友，明月非暗投。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百三十六",
        "no#": 15
    },
    {
        "title": "暮行河堤上",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "暮行河堤上，四顧不見人。衰草際黃雲，感歎愁我神。",
            "夜歸孤舟臥，輾轉空及晨。謀計竟何就，嗟嗟世與身。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百三十六",
        "no#": 16
    },
    {
        "title": "夜歌",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "靜夜有清光，閑堂仍獨息。念身幸無恨，志氣方自得。",
            "樂哉何所憂，所憂非我力。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百三十六",
        "no#": 17
    },
    {
        "title": "重雲李觀疾贈之",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "夭行失其度，陰氣來幹陽。重雲閉白日，炎燠成寒涼。",
            "小人但咨怨，君子惟憂傷。飲食為減少，身體豈甯康。",
            "此志誠足貴，懼非職所當。藜羹尚如此，肉食安可嘗。",
            "窮冬百草死，幽桂乃芬芳。且況天地間，大運自有常。",
            "勸君善飲食，鸞鳳本高翔。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百三十六",
        "no#": 18
    },
    {
        "title": "江漢答孟郊",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "江漢雖雲廣，乘舟渡無艱。流沙信難行，馬足常往還。",
            "淒風結沖波，狐裘能禦寒。終宵處幽室，華燭光爛爛。",
            "苟能行忠信，可以居夷蠻。嗟余與夫子，此義每所敦。",
            "何為複見贈，繾綣在不諼。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百三十六",
        "no#": 19
    },
    {
        "title": "長安交遊者贈孟郊",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "長安交遊者，貧富各有徒。親朋相過時，亦各有以娛。",
            "陋室有文史，高門有笙竽。何能辨榮悴，且欲分賢愚。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百三十六",
        "no#": 20
    },
    {
        "title": "岐山下二首",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "誰謂我有耳，不聞鳳凰鳴。朅來岐山下，日暮邊鴻驚。",
            "丹穴五色羽，其名為鳳凰。昔周有盛德，此鳥鳴高岡。",
            "和聲隨祥風，窅窕相飄揚。聞者亦何事，但知時俗康。",
            "自從公旦死，千載閟其光。吾君亦勤理，遲爾一來翔。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百三十六",
        "no#": 21
    }
]