[
    {
        "title": "北極贈李觀",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "北極有羈羽，南溟有沈鱗。川源浩浩隔，影響兩無因。",
            "風雲一朝會，變化成一身。誰言道裏遠，感激疾如神。",
            "我年二十五，求友昧其人。哀歌西京市，乃與夫子親。",
            "所尚苟同趨，賢愚豈異倫。方為金石姿，萬世無緇磷。",
            "無為兒女態，憔悴悲賤貧。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百三十七",
        "no#": 1
    },
    {
        "title": "此日足可惜贈張籍",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "此日足可惜，此酒不足嘗。舍酒去相語，共分一日光。",
            "念昔未知子，孟君自南方。自矜有所得，言子有文章。",
            "我名屬相府，欲往不得行。思之不可見，百端在中腸。",
            "維時月魄死，冬日朝在房。驅馳公事退，聞子適及城。",
            "命車載之至，引坐于中堂。開懷聽其說，往往副所望。",
            "孔丘歿已遠，仁義路久荒。紛紛百家起，詭怪相披猖。",
            "長老守所聞，後生習為常。少知誠難得，純粹古已亡。",
            "譬彼植園木，有根易為長。留之不遣去，館置城西旁。",
            "歲時未雲幾，浩浩觀湖江。眾夫指之笑，謂我知不明。",
            "兒童畏雷電，魚鱉驚夜光。州家舉進士，選試繆所當。",
            "馳辭對我策，章句何煒煌。相公朝服立，工席歌鹿鳴。",
            "禮終樂亦闋，相拜送於庭。之子去須臾，赫赫流盛名。",
            "竊喜複竊歎，諒知有所成。人事安可恒，奄忽令我傷。",
            "聞子高第日，正從相公喪。哀情逢吉語，惝恍難為雙。",
            "暮宿偃師西，徒輾轉在床。夜聞汴州亂，繞壁行彷徨。",
            "我時留妻子，倉卒不及將。相見不復期，零落甘所丁。",
            "驕兒未絕乳，念之不能忘。忽如在我所，耳若聞啼聲。",
            "中途安得返，一日不可更。俄有東來說，我家免罹殃。",
            "乘船下汴水，東去趨彭城。從喪朝至洛，還走不及停。",
            "假道經盟津，出入行澗岡。日西入軍門，羸馬顛且僵。",
            "主人願少留，延入陳壺觴。卑賤不敢辭，忽忽心如狂。",
            "飲食豈知味，絲竹徒轟轟。平明脫身去，決若驚鳧翔。",
            "黃昏次汜水，欲過無舟航。號呼久乃至，夜濟十裏黃。",
            "中流上灘潬，沙水不可詳。驚波暗合遝，星宿爭翻芒。",
            "轅馬蹢躅鳴，左右泣僕童。甲午憩時門，臨泉窺鬥龍。",
            "東南出陳許，陂澤平茫茫。道邊草木花，紅紫相低昂。",
            "百里不逢人，角角雄雉鳴。行行二月暮，乃及徐南疆。",
            "下馬步堤岸，上船拜吾兄。誰雲經艱難，百口無夭殤。",
            "僕射南陽公，宅我睢水陽。篋中有餘衣，盎中有餘糧。",
            "閉門讀書史，窗戶忽已涼。日念子來遊，子豈知我情。",
            "別離未為久，辛苦多所經。對食每不飽，共言無倦聽。",
            "連延三十日，晨坐達五更。我友二三子，宦遊在西京。",
            "東野窺禹穴，李翱觀濤江。蕭條千萬里，會合安可逢。",
            "淮之水舒舒，楚山直叢叢。子又舍我去，我懷焉所窮。",
            "男兒不再壯，百歲如風狂。高爵尚可求，無為守一鄉。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百三十七",
        "no#": 2
    },
    {
        "title": "幽懷",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "幽懷不能寫，行此春江潯。適與佳節會，士女競光陰。",
            "凝妝耀洲渚，繁吹蕩人心。間關林中鳥，亦知和為音。",
            "豈無一尊酒，自酌還自吟。但悲時易失，四序迭相侵。",
            "我歌君子行，視古猶視今。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百三十七",
        "no#": 3
    },
    {
        "title": "君子法天運",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "君子法天運，四時可前知。小人惟所遇，寒暑不可期。",
            "利害有常勢，取捨無定姿。焉能使我心，皎皎遠憂疑。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百三十七",
        "no#": 4
    },
    {
        "title": "落葉送陳羽",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "落葉不更息，斷蓬無複歸。飄颻終自異，邂逅暫相依。",
            "悄悄深夜語，悠悠寒月輝。誰雲少年別，流淚各沾衣。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百三十七",
        "no#": 5
    },
    {
        "title": "歸彭城",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "天下兵又動，太平竟何時。籲謨者誰子，無乃失所宜。",
            "前年關中旱，閭井多死饑。去歲東郡水，生民為流屍。",
            "上天不虛應，禍福各有隨。我欲進短策，無由至彤墀。",
            "刳肝以為紙，瀝血以書辭。上言陳堯舜，下言引龍夔。",
            "言詞多感激，文字少葳蕤。一讀已自怪，再尋良自疑。",
            "食芹雖雲美，獻禦固已癡。緘封在骨髓，耿耿空自奇。",
            "昨者到京城，屢陪高車馳。周行多俊異，議論無瑕疵。",
            "見待頗異禮，未能去毛皮。到口不敢吐，徐徐俟其巇。",
            "歸來戎馬間，驚顧似羈雌。連日或不語，終朝見相欺。",
            "乘閑輒騎馬，茫茫詣空陂。遇酒即酩酊，君知我為誰。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百三十七",
        "no#": 6
    },
    {
        "title": "醉後",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "煌煌東方星，奈此眾客醉。初喧或忿爭，中靜雜嘲戲。",
            "淋漓身上衣，顛倒筆下字。人生如此少，酒賤且勤置。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百三十七",
        "no#": 7
    },
    {
        "title": "醉贈張秘書",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "人皆勸我酒，我若耳不聞。今日到君家，呼酒持勸君。",
            "為此座上客，及余各能文。君詩多態度，藹藹春空雲。",
            "東野動驚俗，天葩吐奇芬。張籍學古淡，軒鶴避雞群。",
            "阿買不識字，頗知書八分。詩成使之寫，亦足張吾軍。",
            "所以欲得酒，為文俟其醺。酒味既冷冽，酒氣又氛氳。",
            "性情漸浩浩，諧笑方云云。此誠得酒意，餘外徒繽紛。",
            "長安眾富兒，盤饌羅膻葷。不解文字飲，惟能醉紅裙。",
            "雖得一餉樂，有如聚飛蚊。今我及數子，固無蕕與熏。",
            "險語破鬼膽，高詞媲皇墳。至寶不雕琢，神功謝鋤耘。",
            "方今向太平，元凱承華勳。吾徒幸無事，庶以窮朝曛。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百三十七",
        "no#": 8
    },
    {
        "title": "同冠峽",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "南方二月半，春物亦已少。維舟山水間，晨坐聽百鳥。",
            "宿雲尚含姿，朝日忽升曉。羈旅感和鳴，囚拘念輕矯。",
            "潺湲淚久迸，詰曲思增繞。行矣且無然，蓋棺事乃了。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百三十七",
        "no#": 9
    },
    {
        "title": "送惠師",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "惠師浮屠者，乃是不羈人。十五愛山水，超然謝朋親。",
            "脫冠剪頭髮，飛步遺蹤塵。發跡入四明，梯空上秋旻。",
            "遂登天臺望，眾壑皆嶙峋。夜宿最高頂，舉頭看星辰。",
            "光芒相照燭，南北爭羅陳。茲地絕翔走，自然嚴且神。",
            "微風吹木石，澎湃聞韶鈞。夜半起下視，溟波銜日輪。",
            "魚龍驚踴躍，叫嘯成悲辛。怪氣或紫赤，敲磨共輪囷。",
            "金鴉既騰翥，六合俄清新。常聞禹穴奇，東去窺甌閩。",
            "越俗不好古，流傳失其真。幽蹤邈難得，聖路嗟長堙。",
            "回臨浙江濤，屹起高峨岷。壯志死不息，千年如隔晨。",
            "是非竟何有，棄去非吾倫。淩江詣廬嶽，浩蕩極遊巡。",
            "崔崒沒雲表，陂陀浸湖淪。是時雨初霽，懸瀑垂天紳。",
            "前年往羅浮，步戛南海漘。大哉陽德盛，榮茂恒留春。",
            "鵬鶱墮長翮，鯨戲側修鱗。自來連州寺，曾未造城闉。",
            "日攜青雲客，探勝窮崖濱。太守邀不去，群官請徒頻。",
            "囊無一金資，翻謂富者貧。昨日忽不見，我令訪其鄰。",
            "奔波自追及，把手問所因。顧我卻興歎，君甯異於民。",
            "離合自古然，辭別安足珍。吾聞九疑好，夙志今欲伸。",
            "斑竹啼舜婦，清湘沈楚臣。衡山與洞庭，此固道所循。",
            "尋崧方抵洛，曆華遂之秦。浮游靡定處，偶往即通津。",
            "吾言子當去，子道非吾遵。江魚不池活，野鳥難籠馴。",
            "吾非西方教，憐子狂且醇。吾嫉惰遊者，憐子愚且諄。",
            "去矣各異趣，何為浪沾巾。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百三十七",
        "no#": 10
    },
    {
        "title": "送靈師",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "佛法入中國，爾來六百年。齊民逃賦役，高士著幽禪。",
            "官吏不之制，紛紛聽其然。耕桑日失隸，朝署時遺賢。",
            "靈師皇甫姓，胤胄本蟬聯。少小涉書史，早能綴文篇。",
            "中間不得意，失跡成延遷。逸志不拘教，軒騰斷牽攣。",
            "圍棋鬥白黑，生死隨機權。六博在一擲，梟盧叱迴旋。",
            "戰詩誰與敵，浩汗橫戈鋋。飲酒盡百盞，嘲諧思逾鮮。",
            "有時醉花月，高唱清且綿。四座咸寂默，杳如奏湘弦。",
            "尋勝不憚險，黔江屢洄沿。瞿塘五六月，驚電讓歸船。",
            "怒水忽中裂，千尋墮幽泉。環回勢益急，仰見團團天。",
            "投身豈得計，性命甘徒捐。浪沫蹙翻湧，漂浮再生全。",
            "同行二十人，魂骨俱坑填。靈師不掛懷，冒涉道轉延。",
            "開忠二州牧，詩賦時多傳。失職不把筆，珠璣為君編。",
            "強留費日月，密席羅嬋娟。昨者至林邑，使君數開筵。",
            "逐客三四公，盈懷贈蘭荃。湖遊泛漭沆，溪宴駐潺湲。",
            "別語不許出，行裾動遭牽。鄰州競招請，書劄何翩翩。",
            "十月下桂嶺，乘寒恣窺緣。落落王員外，爭迎獲其先。",
            "自從入賓館，占吝久能專。吾徒頗攜被，接宿窮歡妍。",
            "聽說兩京事，分明皆眼前。縱橫雜謠俗，瑣屑咸羅穿。",
            "材調真可惜，朱丹在磨研。方將斂之道，且欲冠其顛。",
            "韶陽李太守，高步淩雲煙。得客輒忘食，開囊乞繒錢。",
            "手持南曹敘，字重青瑤鐫。古氣參彖系，高標摧太玄。",
            "維舟事幹謁，披讀頭風痊。還如舊相識，傾壺暢幽悁。",
            "以此複留滯，歸驂幾時鞭。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百三十七",
        "no#": 11
    },
    {
        "title": "縣齋有懷",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "少小尚奇偉，平生足悲吒。猶嫌子夏儒，肯學樊遲稼。",
            "事業窺皋稷，文章蔑曹謝。濯纓起江湖，綴佩雜蘭麝。",
            "悠悠指長道，去去策高駕。誰為傾國謀，自許連城價。",
            "初隨計吏貢，屢入澤宮射。雖免十上勞，何能一戰霸。",
            "人情忌殊異，世路多權詐。蹉跎顏遂低，摧折氣愈下。",
            "冶長信非罪，侯生或遭罵。懷書出皇都，銜淚渡清灞。",
            "身將老寂寞，志欲死閒暇。朝食不盈腸，冬衣才掩髂。",
            "軍書既頻召，戎馬乃連跨。大樑從相公，彭城赴僕射。",
            "弓箭圍狐兔，絲竹羅酒炙。兩府變荒涼，三年就休假。",
            "求官去東洛，犯雪過西華。塵埃紫陌春，風雨靈台夜。",
            "名聲荷朋友，援引乏姻婭。雖陪彤庭臣，詎縱青冥靶。",
            "寒空聳危闕，曉色曜修架。捐軀辰在丁，鎩翮時方蠟。",
            "投荒誠職分，領邑幸寬赦。湖波翻日車，嶺石坼天罅。",
            "毒霧恒熏晝，炎風每燒夏。雷威固已加，颶勢仍相借。",
            "氣象杳難測，聲音籲可怕。夷言聽未慣，越俗循猶乍。",
            "指摘兩憎嫌，睢盱互猜訝。只緣恩未報，豈謂生足藉。",
            "嗣皇新繼明，率土日流化。惟思滌瑕垢，長去事桑柘。",
            "劚嵩開雲扃，壓潁抗風榭。禾麥種滿地，梨棗栽繞舍。",
            "兒童稍長成，雀鼠得驅嚇。官租日輸納，村酒時邀迓。",
            "閑愛老農愚，歸弄小女姹。如今便可爾，何用畢婚嫁。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百三十七",
        "no#": 12
    },
    {
        "title": "合江亭",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "紅亭枕湘江，蒸水會其左。瞰臨眇空闊，綠淨不可唾。",
            "維昔經營初，邦君實王佐。翦林遷神祠，買地費家貨。",
            "梁棟巨集可愛，結構麗匪過。伊人去軒騰，茲宇遂頹挫。",
            "老郎來何暮，高唱久乃和。樹蘭盈九畹，栽竹逾萬個。",
            "長綆汲滄浪，幽蹊下坎坷。波濤夜俯聽，雲樹朝對臥。",
            "初如遺宦情，終乃最郡課。人生誠無幾，事往悲豈奈。",
            "蕭條綿歲時，契闊繼庸懦。勝事誰複論，醜聲日已播。",
            "中丞黜凶邪，天子閔窮餓。君侯至之初，閭裏自相賀。",
            "淹滯樂閑曠，勤苦勸慵惰。為餘掃塵階，命樂醉眾座。",
            "窮秋感平分，新月憐半破。願書岩上石，勿使泥塵涴。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百三十七",
        "no#": 13
    },
    {
        "title": "陪杜侍禦遊湘西兩寺獨宿有題一首，因獻楊常侍",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "長沙千里平，勝地猶在險。況當江闊處，鬥起勢匪漸。",
            "深林高玲瓏，青山上琬琰。路窮台殿辟，佛事煥且儼。",
            "剖竹走泉源，開廊架崖廣。是時秋之殘，暑氣尚未斂。",
            "群行忘後先，朋息棄拘檢。客堂喜空涼，華榻有清簟。",
            "澗蔬煮蒿芹，水果剝菱芡。伊餘夙所慕，陪賞亦雲忝。",
            "幸逢車馬歸，獨宿門不掩。山樓黑無月，漁火燦星點。",
            "夜風一何喧，杉檜屢磨颭。猶疑在波濤，怵惕夢成魘。",
            "靜思屈原沈，遠憶賈誼貶。椒蘭爭妒忌，絳灌共讒諂。",
            "誰令悲生腸，坐使淚盈臉。翻飛乏羽翼，指摘困瑕玷。",
            "珥貂藩維重，政化類分陝。禮賢道何優，奉己事苦儉。",
            "大廈棟方隆，巨川楫行剡。經營誠少暇，遊宴固已歉。",
            "旅程愧淹留，徂歲嗟荏苒。平生每多感，柔翰遇頻染。",
            "輾轉嶺猿鳴，曙燈青睒睒。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百三十七",
        "no#": 14
    },
    {
        "title": "岳陽樓別竇司直",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "洞庭九州間，厥大誰與讓。南匯群崖水，北注何奔放。",
            "瀦為七百里，吞納各殊狀。自古澄不清，環混無歸向。",
            "炎風日搜攪，幽怪多冗長。軒然大波起，宇宙隘而妨。",
            "巍峨拔嵩華，騰踔較健壯。聲音一何宏，轟輵車萬兩。",
            "猶疑帝軒轅，張樂就空曠。蛟螭露筍簴，縞練吹組帳。",
            "鬼神非人世，節奏頗跌踼。陽施見誇麗，陰閉感悽愴。",
            "朝過宜春口，極北缺堤障。夜纜巴陵洲，叢芮才可傍。",
            "星河盡涵泳，俯仰迷下上。餘瀾怒不已，喧聒鳴甕盎。",
            "明登岳陽樓，輝煥朝日亮。飛廉戢其威，清晏息纖纊。",
            "泓澄湛凝綠，物影巧相況。江豚時出戲，驚波忽蕩漾。",
            "時當冬之孟，隙竅縮寒漲。前臨指近岸，側坐眇難望。",
            "滌濯神魂醒，幽懷舒以暢。主人孩童舊，握手乍忻悵。",
            "憐我竄逐歸，相見得無恙。開筵交履舄，爛漫倒家釀。",
            "杯行無留停，高柱送清唱。中盤進橙栗，投擲傾脯醬。",
            "歡窮悲心生，婉孌不能忘。念昔始讀書，志欲幹霸王。",
            "屠龍破千金，為藝亦雲亢。愛才不擇行，觸事得讒謗。",
            "前年出官由，此禍最無妄。公卿采虛名，擢拜識天仗。",
            "奸猜畏彈射，斥逐恣欺誑。新恩移府庭，逼側廁諸將。",
            "於嗟苦駑緩，但懼失宜當。追思南渡時，魚腹甘所葬。",
            "嚴程迫風帆，劈箭入高浪。顛沈在須臾，忠鯁誰複諒。",
            "生還真可喜，克己自懲創。庶從今日後，粗識得與喪。",
            "事多改前好，趣有獲新尚。誓耕十畝田，不取萬乘相。",
            "細君知蠶織，稚子已能餉。行當掛其冠，生死君一訪。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百三十七",
        "no#": 15
    },
    {
        "title": "送文暢師北遊",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "昔在四門館，晨有僧來謁。自言本吳人，少小學城闕。",
            "已窮佛根源，粗識事輗軏。攣拘屈吾真，戒轄思遠發。",
            "薦紳秉筆徒，聲譽耀前閥。從求送行詩，屢造忍顛蹶。",
            "今成十餘卷，浩汗羅斧鉞。先生閟窮巷，未得窺剞劂。",
            "又聞識大道，何路補黥刖。出其囊中文，滿聽實清越。",
            "謂僧當少安，草序頗排訐。上論古之初，所以施賞罰。",
            "下開迷惑胸，窙豁劚株橛。僧時不聽瑩，若飲水救暍。",
            "風塵一出門，時日多如發。三年竄荒嶺，守縣坐深樾。",
            "征租聚異物，詭制怛巾襪。幽窮誰共語，思想甚含噦。",
            "昨來得京官，照壁喜見蠍。況逢舊親識，無不比鶼蟩。",
            "長安多門戶，吊慶少休歇。而能勤來過，重惠安可揭。",
            "當今聖政初，恩澤完vr狘。胡為不自暇，飄戾逐鸇鷢。",
            "僕射領北門，威德壓胡羯。相公鎮幽都，竹帛爛勳伐。",
            "酒場舞閨姝，獵騎圍邊月。開張篋中寶，自可得津筏。",
            "從茲富裘馬，寧複茹藜蕨。余期報恩後，謝病老耕垡。",
            "庇身指蓬茅，逞志縱獫猲。僧還相訪來，山藥煮可掘。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百三十七",
        "no#": 16
    },
    {
        "title": "答張徹",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "辱贈不知報，我歌爾其聆。首敘始識面，次言後分形。",
            "道途綿萬里，日月垂十齡。浚郊避兵亂，睢岸連門停。",
            "肝膽一古劍，波濤兩浮萍。漬墨竄舊史，磨丹注前經。",
            "義苑手秘寶，文堂耳驚霆。暄晨躡露舄，暑夕眠風欞。",
            "結友子讓抗，請師我慚丁。初味猶啖蔗，遂通斯建瓴。",
            "搜奇日有富，嗜善心無寧。石樑平侹侹，沙水光泠泠。",
            "乘枯摘野豔，沈細抽潛腥。遊寺去陟巘，尋徑返穿汀。",
            "緣雲竹竦竦，失路麻冥冥。淫潦忽翻野，平蕪眇開溟。",
            "防泄塹夜塞，懼沖城晝扃。及去事戎轡，相逢宴軍伶。",
            "觥秋縱兀兀，獵旦馳駉駉。從賦始分手，朝京忽同舲。",
            "急時促暗棹，戀月留虛亭。畢事驅傳馬，安居守窗螢。",
            "梅花灞水別，宮燭驪山醒。省選逮投足，鄉賓尚摧翎。",
            "塵祛又一摻，淚眥還雙熒。洛邑得休告，華山窮絕陘。",
            "倚岩睨海浪，引袖拂天星。日駕此回轄，金神所司刑。",
            "泉紳拖修白，石劍攢高青。磴蘚澾拳局，梯飆颭伶俜。",
            "悔狂已咋指，垂誡仍鐫銘。峨豸忝備列，伏蒲愧分涇。",
            "微誠慕橫草，瑣力摧撞筳。疊雪走商嶺，飛波航洞庭。",
            "下險疑墮井，守官類拘囹。荒餐茹獠蠱，幽夢感湘靈。",
            "刺史肅蓍蔡，吏人沸蝗螟。點綴簿上字，趨蹌合前鈴。",
            "賴其飽山水，得以娛瞻聽。紫樹雕斐亹，碧流滴瓏玲。",
            "映波鋪遠錦，插地列長屏。愁狖酸骨死，怪花醉魂馨。",
            "潛苞絳實坼，幽乳翠毛零。赦行五百里，月變三十蓂。",
            "漸階群振鷺，入學誨螟蛉。蘋甘謝鳴鹿，罍滿慚罄瓶。",
            "冏冏抱瑚璉，飛飛聯鶺鴒。魚鬣欲脫背，虯光先照硎。",
            "豈獨出丑類，方當動朝廷。勤來得晤語，勿憚宿寒廳。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百三十七",
        "no#": 17
    },
    {
        "title": "薦士",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "周詩三百篇，雅麗理訓誥。曾經聖人手，議論安敢到。",
            "五言出漢時，蘇李首更號。東都漸彌漫，派別百川導。",
            "建安能者七，卓犖變風操。逶迤抵晉宋，氣象日凋耗。",
            "中間數鮑謝，比近最清奧。齊梁及陳隋，眾作等蟬噪。",
            "搜春摘花卉，沿襲傷剽盜。國朝盛文章，子昂始高蹈。",
            "勃興得李杜，萬類困陵暴。後來相繼生，亦各臻閫奧。",
            "有窮者孟郊，受材實雄驁。冥觀洞古今，象外逐幽好。",
            "橫空盤硬語，妥帖力排奡。敷柔肆紆餘，奮猛卷海潦。",
            "榮華肖天秀，捷疾逾響報。行身踐規矩，甘辱恥媚灶。",
            "孟軻分邪正，眸子看了眊。杳然粹而清，可以鎮浮躁，",
            "俗流知者誰，指注競嘲傲。聖皇索遺逸，髦士日登造。",
            "廟堂有賢相，愛遇均覆燾。況承歸與張，二公迭嗟悼。",
            "青冥送吹噓，強箭射魯縞。胡為久無成，使以歸期告。",
            "霜風破佳菊，嘉節迫吹帽。念將決焉去，感物增戀嫪。",
            "彼微水中荇，尚煩左右芼。魯侯國至小，廟鼎猶納郜。",
            "幸當擇瑉玉，寧有棄珪瑁。悠悠我之思，擾擾風中纛。",
            "上言愧無路，日夜惟心禱。鶴翎不天生，變化在啄菢。",
            "通波非難圖，尺地易可漕。善善不汲汲，後時徒悔懊。",
            "救死具八珍，不如一簞犒。微詩公勿誚，愷悌神所勞。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百三十七",
        "no#": 18
    },
    {
        "title": "喜侯喜至贈張籍張徹",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "昔我在南時，數君常在念。搖搖不可止，諷詠日喁噞。",
            "如以膏濯衣，每漬垢逾染。又如心中疾，針石非所砭。",
            "常思得遊處，至死無倦厭。地遐物奇怪，水鏡涵石劍。",
            "荒花窮漫亂，幽獸工騰閃。礙目不忍窺，忽忽坐昏墊。",
            "逢神多所祝，豈忘靈即驗。依依夢歸路，歷歷想行店。",
            "今者誠自幸，所懷無一欠。孟生去雖索，侯氏來還歉。",
            "欹眠聽新詩，屋角月豔豔。雜作承間騁，交驚舌互bc。",
            "繽紛指瑕疵，拒捍阻城塹。以餘經摧挫，固請發鉛槧。",
            "居然妄推讓，見謂爇天焰。比疏語徒妍，悚息不敢占。",
            "呼奴具盤餐，飣餖魚菜贍。人生但如此，朱紫安足僭。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百三十七",
        "no#": 19
    },
    {
        "title": "古風",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "今日曷不樂，幸時不用兵。無曰既蹙矣，乃尚可以生。",
            "彼州之賦，去汝不顧。此州之役，去我奚適。一邑之水，",
            "無念百年，聊樂一日。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百三十七",
        "no#": 20
    },
    {
        "title": "駑驥",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "駑駘誠齷齪，市者何其稠。力小若易制，價微良易酬。",
            "渴飲一鬥水，饑食一束芻。嘶鳴當大路，志氣若有餘。",
            "騏驥生絕域，自矜無匹儔。牽驅入市門，行者不為留。",
            "借問價幾何，黃金比嵩丘。借問行幾何，咫尺視九州。",
            "饑食玉山禾，渴飲醴泉流。問誰能為禦，曠世不可求。",
            "惟昔穆天子，乘之極遐遊。王良執其轡，造父挾其輈。",
            "因言天外事，茫惚使人愁。駑駘謂騏驥，餓死餘爾羞。",
            "有能必見用，有德必見收。孰雲時與命，通塞皆自由。",
            "騏驥不敢言，低徊但垂頭。人皆劣騏驥，共以駑駘優。",
            "喟餘獨興歎，才命不同謀。寄詩同心子，為我商聲謳。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百三十七",
        "no#": 21
    },
    {
        "title": "馬厭穀",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "馬厭穀兮，士不厭糠籺；土被文繡兮，士無短褐。",
            "彼其得志兮，不我虞；一朝失志兮，其何如。已焉哉，"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百三十七",
        "no#": 22
    },
    {
        "title": "出門",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "長安百萬家，出門無所之。豈敢尚幽獨，與世實參差。",
            "古人雖已死，書上有其辭。開卷讀且想，千載若相期。",
            "出門各有道，我道方未夷。且於此中息，天命不吾欺。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百三十七",
        "no#": 23
    },
    {
        "title": "嗟哉董生行",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "淮水出桐柏，山東馳遙遙千里不能休；淝水出其側，",
            "彷徨躑躅久不去，以翼來覆待狗歸。嗟哉董生，誰將與儔？",
            "時之人，夫妻相虐，兄弟為讎。食君之祿，而令父母愁。",
            "亦獨何心，嗟哉董生無與儔。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百三十七",
        "no#": 24
    },
    {
        "title": "烽火",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "登高望烽火，誰謂塞塵飛。王城富且樂，曷不事光輝。",
            "勿言日已暮，相見恐行稀。願君熟念此，秉燭夜中歸。",
            "我歌寧自感，乃獨淚沾衣。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百三十七",
        "no#": 25
    },
    {
        "title": "汴州亂二首",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "汴州城門朝不開，天狗墮地聲如雷。健兒爭誇殺留後，",
            "母從子走者為誰，大夫夫人留後兒。昨日乘車騎大馬，"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百三十七",
        "no#": 26
    },
    {
        "title": "利劍",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "利劍光耿耿，佩之使我無邪心。故人念我寡徒侶，",
            "劍與我俱變化歸黃泉。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百三十七",
        "no#": 27
    },
    {
        "title": "齪齪",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "齪齪當世士，所憂在饑寒。但見賤者悲，不聞貴者歎。",
            "大賢事業異，遠抱非俗觀。報國心皎潔，念時涕汍瀾。",
            "妖姬坐左右，柔指發哀彈。酒肴雖日陳，感激寧為歡。",
            "秋陰欺白日，泥潦不少幹。河堤決東郡，老弱隨驚湍。",
            "天意固有屬，誰能詰其端。願辱太守薦，得充諫諍官。",
            "排雲叫閶闔，披腹呈琅玕。致君豈無術，自進誠獨難。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百三十七",
        "no#": 28
    }
]