[
    {
        "title": "辛卯年雪",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "元和六年春，寒氣不肯歸。河南二月末，雪花一尺圍。",
            "崩騰相排拶，龍鳳交橫飛。波濤何飄揚，天風吹幡旗。",
            "白帝盛羽衛，鬖髿振裳衣。白霓先啟途，從以萬玉妃。",
            "翕翕陵厚載，嘩嘩弄陰機。生平未曾見，何暇議是非。",
            "或雲豐年祥，飽食可庶幾。善禱吾所慕，誰言寸誠微。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百四十",
        "no#": 1
    },
    {
        "title": "醉留東野",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "昔年因讀李白杜甫詩，長恨二人不相從。吾與東野生並世，",
            "東野不回頭，有如寸筳撞巨鐘。我願身為雲，"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百四十",
        "no#": 2
    },
    {
        "title": "李花二首",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "平旦入西園，梨花數株若矜誇。旁有一株李，",
            "忽憶前時經此樹，正見芳意初萌牙。奈何趁酒不省錄，",
            "東風來吹不解顏，蒼茫夜氣生相遮。冰盤夏薦碧實脆，",
            "當春天地爭奢華，洛陽園苑尤紛拏。誰將平地萬堆雪，",
            "夜領張徹投盧仝，乘雲共至玉皇家。長姬香禦四羅列，",
            "清寒瑩骨肝膽醒，一生思慮無由邪。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百四十",
        "no#": 3
    },
    {
        "title": "招楊之罘",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "柏生兩石間，萬歲終不大。野馬不識人，難以駕車蓋。",
            "柏移就平地，馬羈入廄中。馬思自由悲，柏有傷根容。",
            "傷根柏不死，千丈日以至。馬悲罷還樂，振迅矜鞍轡。",
            "之罘南山來，文字得我驚。館置使讀書，日有求歸聲。",
            "我令之罘歸，失得柏與馬。之罘別我去，計出柏馬下。",
            "我自之罘歸，入門思而悲。之罘別我去，能不思我為。",
            "灑掃縣中居，引水經竹間。囂嘩所不及，何異山中閑。",
            "前陳百家書，食有肉與魚。先王遺文章，綴緝實在餘。",
            "禮稱獨學陋，易貴不遠複。作詩招之罘，晨夕抱饑渴。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百四十",
        "no#": 4
    },
    {
        "title": "寄盧仝",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "玉川先生洛城裏，破屋數間而已矣。一奴長須不裹頭，",
            "先生結髮憎俗徒，閉門不出動一紀。至今鄰僧乞米送，",
            "勸參留守謁大尹，言語才及輒掩耳。水北山人得名聲，",
            "少室山人索價高，兩以諫官征不起。彼皆刺口論世事，",
            "春秋三傳束高閣，獨抱遺經窮終始。往年弄筆嘲同異，",
            "去年生兒名添丁，意令與國充耘耔。國家丁口連四海，",
            "假如不在陳力列，立言垂範亦足恃。苗裔當蒙十世宥，",
            "昨晚長須來下狀，隔牆惡少惡難似。每騎屋山下窺闞，",
            "先生受屈未曾語，忽此來告良有以。嗟我身為赤縣令，",
            "先生又遣長須來，如此處置非所喜。況又時當長養節，",
            "放縱是誰之過歟，效尤戮僕愧前史。買羊沽酒謝不敏，"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百四十",
        "no#": 5
    },
    {
        "title": "酬司門盧四兄雲夫院長望秋作",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "長安雨洗新秋出，極目寒鏡開塵函。終南曉望蹋龍尾，",
            "歸來得便即遊覽，暫似壯馬脫重銜。曲江荷花蓋十裏，",
            "白首寓居誰借問，平地寸步扃雲岩。雲夫吾兄有狂氣，",
            "望秋一章已驚絕，猶言低抑避謗讒。若使乘酣騁雄怪，",
            "馳坑跨穀終未悔，為利而止真貪饞。高揖群公謝名譽，"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百四十",
        "no#": 6
    },
    {
        "title": "誰氏子",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "非癡非狂誰氏子，去入王屋稱道士。白頭老母遮門啼，",
            "或雲欲學吹鳳笙，所慕靈妃媲蕭史。又雲時俗輕尋常，",
            "聖君賢相安可欺，幹死窮山竟何俟。嗚呼余心誠豈弟，",
            "誰其友親能哀憐，寫吾此詩持送似。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百四十",
        "no#": 7
    },
    {
        "title": "河南令舍池台",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "灌池才盈五六丈，築台不過七八尺。欲將層級壓籬落，",
            "長令人吏遠趨走，已有蛙黽助狼藉。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百四十",
        "no#": 8
    },
    {
        "title": "送無本師歸范陽",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "無本于為文，身大不及膽。吾嘗示之難，勇往無不敢。",
            "蛟龍弄角牙，造次欲手攬。眾鬼囚大幽，下覷襲玄窞。",
            "天陽熙四海，注視首不頷。鯨鵬相摩窣，兩舉快一啖。",
            "夫豈能必然，固已謝黯黮。狂詞肆滂葩，低昂見舒慘。",
            "奸窮怪變得，往往造平澹。蜂蟬碎錦纈，綠池披菡萏。",
            "芝英擢荒榛，孤翮起連菼。家住幽都遠，未識氣先感。",
            "來尋吾何能，無殊嗜昌歜。始見洛陽春，桃枝綴紅糝。",
            "遂來長安裏，時卦轉習坎。老懶無鬥心，久不事鉛槧。",
            "欲以金帛酬，舉室常bC頷。念當委我去，雪霜刻以憯。",
            "獰飆攪空衢，天地與頓撼。勉率吐歌詩，慰女別後覽。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百四十",
        "no#": 9
    },
    {
        "title": "石鼓歌",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "張生手持石鼓文，勸我試作石鼓歌。少陵無人謫仙死，",
            "大開明堂受朝賀，諸侯劍佩鳴相磨。搜于岐陽騁雄俊，",
            "從臣才藝咸第一，揀選撰刻留山阿。雨淋日炙野火燎，",
            "辭嚴義密讀難曉，字體不類隸與科。年深豈免有缺畫，",
            "金繩鐵索鎖紐壯，古鼎躍水龍騰梭。陋儒編詩不收入，",
            "嗟予好古生苦晚，對此涕淚雙滂沱。憶昔初蒙博士征，",
            "濯冠沐浴告祭酒，如此至寶存豈多。氈包席裹可立致，",
            "聖恩若許留太學，諸生講解得切磋。觀經鴻都尚填咽，",
            "大廈深簷與蓋覆，經歷久遠期無佗。中朝大官老於事，",
            "日銷月鑠就埋沒，六年西顧空吟哦。羲之俗書趁姿媚，",
            "方今太平日無事，柄任儒術崇丘軻。安能以此上論列，"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百四十",
        "no#": 10
    },
    {
        "title": "雙鳥詩",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "雙鳥海外來，飛飛到中州。一鳥落城市，一鳥集岩幽。",
            "不得相伴鳴，爾來三千秋。兩鳥各閉口，萬象銜口頭。",
            "春風卷地起，百鳥皆飄浮。兩鳥忽相逢，百日鳴不休。",
            "有耳聒皆聾，有口反自羞。百舌舊饒聲，從此恒低頭。",
            "得病不呻喚，泯默至死休。雷公告天公，百物須膏油。",
            "自從兩鳥鳴，聒亂雷聲收。鬼神怕嘲詠，造化皆停留。",
            "草木有微情，挑抉示九州。蟲鼠誠微物，不堪苦誅求。",
            "不停兩鳥鳴，百物皆生愁。不停兩鳥鳴，自此無春秋。",
            "不停兩鳥鳴，日月難旋輈。不停兩鳥鳴，大法失九疇。",
            "周公不為公，孔丘不為丘。天公怪兩鳥，各捉一處囚。",
            "百蟲與百鳥，然後鳴啾啾。兩鳥既別處，閉聲省愆尤。",
            "朝食千頭龍，暮食千頭牛。朝飲河生塵，暮飲海絕流。",
            "還當三千秋，更起鳴相酬。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百四十",
        "no#": 11
    },
    {
        "title": "贈劉師服",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "羨君齒牙牢且潔，大肉硬餅如刀截。我今呀豁落者多，",
            "妻兒恐我生悵望，盤中不飣栗與梨。只今年才四十五，",
            "憶昔太公仕進初，口含兩齒無贏餘。虞翻十三比豈少，",
            "巨緡東釣倘可期，與子共飽鯨魚膾。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百四十",
        "no#": 12
    },
    {
        "title": "題炭穀湫祠堂",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "萬生都陽明，幽暗鬼所寰。嗟龍獨何智，出入人鬼間。",
            "不知誰為助，若執造化關。厭處平地水，巢居插天山。",
            "列峰若攢指，石盂仰環環。巨靈高其捧，保此一掬慳。",
            "森沈固含蓄，本以儲陰奸。魚鱉蒙擁護，群嬉傲天頑。",
            "翾翾棲托禽，飛飛一何閑。祠堂像侔真，擢玉紆煙鬟。",
            "群怪儼伺候，恩威在其顏。我來日正中，悚惕思先還。",
            "寄立尺寸地，敢言來途艱。籲無吹毛刃，血此牛蹄殷。",
            "至令乘水旱，鼓舞寡與鰥。林叢鎮冥冥，窮年無由刪。",
            "妍英雜豔實，星瑣黃朱斑。石級皆險滑，顛躋莫牽攀。",
            "龍區雛眾碎，付與宿已頒。棄去可奈何，吾其死茅菅。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百四十",
        "no#": 13
    },
    {
        "title": "聽穎師彈琴",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "昵昵兒女語，恩怨相爾汝。劃然變軒昂，勇士赴敵場。",
            "浮雲柳絮無根蒂，天地闊遠隨飛揚。喧啾百鳥群，",
            "嗟餘有兩耳，未省聽絲篁。自聞穎師彈，起坐在一旁。",
            "推手遽止之，濕衣淚滂滂。穎乎爾誠能，無以冰炭置我腸。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百四十",
        "no#": 14
    },
    {
        "title": "送陸暢歸江南",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "舉舉江南子，名以能詩聞。一來取高第，官佐東宮軍。",
            "迎婦丞相府，誇映秀士群。鸞鳴桂樹間，觀者何繽紛。",
            "人事喜顛倒，旦夕異所雲。蕭蕭青雲幹，遂逐荊棘焚。",
            "歲晚鴻雁過，鄉思見新文。踐此秦關雪，家彼吳洲雲。",
            "悲啼上車女，骨肉不可分。感慨都門別，丈夫酒方醺。",
            "我實門下士，力薄蚋與蚊。受恩不即報，永負湘中墳。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百四十",
        "no#": 15
    },
    {
        "title": "送進士劉師服東歸",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "猛虎落檻阱，坐食如孤豚。丈夫在富貴，豈必守一門。",
            "公心有勇氣，公口有直言。奈何任埋沒，不自求騰軒。",
            "僕本亦進士，頗嘗究根源。由來骨鯁材，喜被軟弱吞。",
            "低頭受侮笑，隱忍硉兀冤。泥雨城東路，夏槐作雲屯。",
            "還家雖闕短，把日親晨飧。攜持令名歸，自足貽家尊。",
            "時節不可玩，親交可攀援。勉來取金紫，勿久休中園。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百四十",
        "no#": 16
    },
    {
        "title": "嘲魯連子",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "魯連細而黠，有似黃鷂子。田巴兀老蒼，憐汝矜爪觜。",
            "開端要驚人，雄跨吾厭矣。高拱禪鴻聲，若輟一杯水。",
            "獨稱唐虞賢，顧未知之耳。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百四十",
        "no#": 17
    },
    {
        "title": "贈張籍",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "吾老著讀書，餘事不掛眼。有兒雖甚憐，教示不免簡。",
            "君來好呼出，踉蹌越門限。懼其無所知，見則先愧赧。",
            "昨因有緣事，上馬插手版。留君住廳食，使立侍盤盞。",
            "薄暮歸見君，迎我笑而莞。指渠相賀言，此是萬金產。",
            "吾愛其風骨，粹美無可揀。試將詩義授，如以肉貫丳。",
            "開祛露毫末，自得高蹇嵼。我身蹈丘軻，爵位不早綰。",
            "固宜長有人，文章紹編剗。感荷君子德，恍若乘朽棧。",
            "召令吐所記，解摘了瑟僴。顧視窗壁間，親戚競覘矕。",
            "喜氣排寒冬，逼耳鳴睍睆。如今更誰恨，便可耕灞滻。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百四十",
        "no#": 18
    },
    {
        "title": "調張籍",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "李杜文章在，光焰萬丈長。不知群兒愚，那用故謗傷。",
            "蚍蜉撼大樹，可笑不自量。伊我生其後，舉頸遙相望。",
            "夜夢多見之，晝思反微茫。徒觀斧鑿痕，不矚治水航。",
            "想當施手時，巨刃磨天揚。垠崖劃崩豁，乾坤擺雷硠。",
            "惟此兩夫子，家居率荒涼。帝欲長吟哦，故遣起且僵。",
            "剪翎送籠中，使看百鳥翔。平生千萬篇，金薤垂琳琅。",
            "仙官敕六丁，雷電下取將。流落人間者，太山一毫芒。",
            "我願生兩翅，捕逐出八荒。精誠忽交通，百怪入我腸。",
            "刺手拔鯨牙，舉瓢酌天漿。騰身跨汗漫，不著織女襄。",
            "顧語地上友，經營無太忙。乞君飛霞佩，與我高頡頏。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百四十",
        "no#": 19
    },
    {
        "title": "盧郎中雲夫寄示送盤穀子詩兩章，歌以和之",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "昔尋李願向盤穀，正見高崖巨壁爭開張。是時新晴天井溢，",
            "東蹈燕川食曠野，有饋木蕨芽滿筐。馬頭溪深不可厲，",
            "窮探極覽頗恣橫，物外日月本不忙。歸來辛苦欲誰為，",
            "旁無壯士遣屬和，遠憶盧老詩顛狂。開緘忽睹送歸作，",
            "我今進退幾時決，十年蠢蠢隨朝行。家請官供不報答，"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百四十",
        "no#": 20
    },
    {
        "title": "寄皇甫湜",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "敲門驚晝睡，問報睦州吏。手把一封書，上有皇甫字。",
            "拆書放床頭，涕與淚垂四。昏昏還就枕，惘惘夢相值。",
            "悲哉無奇術，安得生兩翅。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百四十",
        "no#": 21
    },
    {
        "title": "病中贈張十八",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "中虛得暴下，避冷臥北窗。不蹋曉鼓朝，安眠聽逢逢。",
            "籍也處閭裏，抱能未施邦。文章自娛戲，金石日擊撞。",
            "龍文百斛鼎，筆力可獨扛。談舌久不掉，非君亮誰雙。",
            "扶幾導之言，曲節初摐摐。半途喜開鑿，派別失大江。",
            "吾欲盈其氣，不令見麾幢。牛羊滿田野，解旆束空杠。",
            "傾尊與斟酌，四壁堆罌缸。玄帷隔雪風，照爐釘明釭。",
            "夜闌縱捭闔，哆口疏眉厖。勢侔高陽翁，坐約齊橫降。",
            "連日挾所有，形軀頓胮肛。將歸乃徐謂，子言得無哤。",
            "回軍與角逐，斫樹收窮龐。雌聲吐款要，酒壺綴羊腔。",
            "君乃昆侖渠，籍乃嶺頭瀧。譬如蟻蛭微，詎可陵崆uu。",
            "幸願終賜之，斬拔枿與樁。從此識歸處，東流水淙淙。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百四十",
        "no#": 22
    },
    {
        "title": "雜詩",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "古史散左右，詩書置後前。豈殊蠹書蟲，生死文字間。",
            "古道自愚蠢，古言自包纏。當今固殊古，誰與為欣歡。",
            "獨攜無言子，共升昆侖顛。長風飄襟裾，遂起飛高圓。",
            "下視禹九州，一塵集豪端。遨嬉未雲幾，下已億萬年。",
            "向者誇奪子，萬墳厭其巔。惜哉抱所見，白黑未及分。",
            "慷慨為悲吒，淚如九河翻。指摘相告語，雖還今誰親。",
            "翩然下大荒，被發騎騏驎。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百四十",
        "no#": 23
    },
    {
        "title": "寄崔二十六立之",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "西城員外丞，心跡兩屈奇。往歲戰詞賦，不將勢力隨。",
            "下驢入省門，左右驚紛披。傲兀坐試席，深叢見孤羆。",
            "文如翻水成，初不用意為。四座各低面，不敢捩眼窺。",
            "升階揖侍郎，歸舍日未欹。佳句喧眾口，考官敢瑕疵。",
            "連年收科第，若摘頷底髭。回首卿相位，通途無他岐。",
            "豈論校書郎，袍笏光參差。童稚見稱說，祝身得如斯。",
            "儕輩妒且熱，喘如竹筒吹。老婦願嫁女，約不論財貲。",
            "老翁不量分，累月笞其兒。攪攪爭附托，無人角雄雌。",
            "由來人間事，翻覆不可知。安有巢中鷇，插翅飛天陲。",
            "駒麛著爪牙，猛虎借與皮。汝頭有韁系，汝腳有索縻。",
            "陷身泥溝間，誰複稟指撝。不脫吏部選，可見偶與奇。",
            "又作朝士貶，得非命所施。客居京城中，十日營一炊。",
            "逼迫走巴蠻，恩愛座上離。昨來漢水頭，始得完孤羈。",
            "桁掛新衣裳，盎棄食殘糜。苟無饑寒苦，那用分高卑。",
            "憐我還好古，宦途同險巇。每旬遺我書，竟歲無差池。",
            "新篇奚其思，風幡肆逶迤。又論諸毛功，劈水看蛟螭。",
            "雷電生睒睗，角鬣相撐披。屬我感窮景，抱華不能摛。",
            "唱來和相報，愧歎俾我疵。又寄百尺彩，緋紅相盛衰。",
            "巧能喻其誠，深淺抽肝脾。開展放我側，方餐涕垂匙。",
            "朋交日凋謝，存者逐利移。子寧獨迷誤，綴綴意益彌。",
            "舉頭庭樹豁，狂飆卷寒曦。迢遞山水隔，何由應塤篪。",
            "別來就十年，君馬記騧驪。長女當及事，誰助出帨縭。",
            "諸男皆秀朗，幾能守家規。文字銳氣在，輝輝見旌麾。",
            "摧腸與戚容，能複持酒卮。我雖未耋老，發禿骨力羸。",
            "所餘十九齒，飄颻盡浮危。玄花著兩眼，視物隔褷褵。",
            "燕席謝不詣，游鞍懸莫騎。敦敦憑書案，譬彼鳥黏黐。",
            "且吾聞之師，不以物自隳。孤豚眠糞壤，不慕太廟犧。",
            "君看一時人，幾輩先騰馳。過半黑頭死，陰蟲食枯骴。",
            "歡華不滿眼，咎責塞兩儀。觀名計之利，詎足相陪裨。",
            "仁者恥貪冒，受祿量所宜。無能食國惠，豈異哀癃罷。",
            "久欲辭謝去，休令眾睢睢。況又嬰疹疾，寧保軀不貲。",
            "不能前死罷，內實慚神祇。舊籍在東郡，茅屋枳棘籬。",
            "還歸非無指，灞渭揚春澌。生兮耕吾疆，死也埋吾陂。",
            "文書自傳道，不仗史筆垂。夫子固吾党，新恩釋銜羈。",
            "去來伊洛上，相待安罛箄。我有雙飲盞，其銀得朱提。",
            "黃金塗物象，雕鐫妙工倕。乃令千里鯨，么麼微螽斯。",
            "猶能爭明月，擺掉出渺彌。野草花葉細，不辨薋菉葹。",
            "綿綿相糾結，狀似環城陴。四隅芙蓉樹，擢豔皆猗猗。",
            "鯨以興君身，失所逢百罹。月以喻夫道，黽勉勵莫虧。",
            "草木明覆載，妍醜齊榮萎。願君恒禦之，行止雜燧觿。",
            "異日期對舉，當如合分支。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百四十",
        "no#": 24
    },
    {
        "title": "月蝕詩效玉川子作",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "元和庚寅鬥插子，月十四日三更中。森森萬木夜僵立，",
            "忽然有物來啖之，不知是何蟲。如何至神物，遭此狼狽凶。",
            "星如撒沙出，攢集爭強雄。油燈不照席，",
            "念此日月者，為天之眼睛。此猶不自保，吾道何由行。",
            "嘗聞古老言，疑是蝦蟆精。徑圓千里納女腹，",
            "黃帝有四目，帝舜重其明。今天只兩目，何故許食使偏盲。",
            "堯呼大水浸十日，不惜萬國赤子魚頭生。女於此時若食日，",
            "後時食月罪當死，天羅磕匝何處逃汝刑。",
            "玉川子立於庭而言曰：地行賤臣仝，再拜敢告上天公。",
            "臣有一寸刃，可刳凶蟆腸。無梯可上天，天階無由有臣蹤。",
            "寄箋東南風，天門西北祈風通。丁甯附耳莫漏泄，",
            "既從白帝祠，又食於蠟禮有加。忍令月被惡物食，",
            "終令誇蛾抉汝出，卜師燒錐鑽灼滿板如星羅。此外內外官，",
            "並光全耀歸我月，盲眼鏡淨無纖瑕。弊蛙拘送主府官，",
            "姮娥還宮室，太陽有室家。天雖高，耳屬地。感臣赤心，",
            "雖忿大傷，忍殺孩稚。還汝月明，安行於次。盡釋眾罪，"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百四十",
        "no#": 25
    },
    {
        "title": "孟生詩",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "孟生江海士，古貌又古心。嘗讀古人書，謂言古猶今。",
            "作詩三百首，窅默咸池音。騎驢到京國，欲和熏風琴。",
            "豈識天子居，九重鬱沉沉。一門百夫守，無籍不可尋。",
            "晶光蕩相射，旗戟翩以森。遷延乍卻走，驚怪靡自任。",
            "舉頭看白日，泣涕下沾襟。朅來游公卿，莫肯低華簪。",
            "諒非軒冕族，應對多差參。萍蓬風波急，桑榆日月侵。",
            "奈何從進士，此路轉嶇嶔。異質忌處群，孤芳難寄林。",
            "誰憐松桂性，競愛桃李陰。朝悲辭樹葉，夕感歸巢禽。",
            "顧我多慷慨，窮簷時見臨。清宵靜相對，發白聆苦吟。",
            "采蘭起幽念，眇然望東南。秦吳修且阻，兩地無數金。",
            "我論徐方牧，好古天下欽。竹實鳳所食，德馨神所歆。",
            "求觀眾丘小，必上泰山岑。求觀眾流細，必泛滄溟深。",
            "子其聽我言，可以當所箴。既獲則思返，無為久滯淫。",
            "卞和試三獻，期子在秋砧。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百四十",
        "no#": 26
    },
    {
        "title": "射訓狐",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "有鳥夜飛名訓狐，矜凶挾狡誇自呼。乘時陰黑止我屋，",
            "聚鬼征妖自朋扇，罷掉栱桷頹墍塗。慈母抱兒怕入席，",
            "縱之豈即遽有害，斗柄行拄西南隅。誰謂停奸計尤劇，",
            "咨餘往射豈得已，候女兩眼張睢盱。梟驚墮梁蛇走竇，"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百四十",
        "no#": 27
    },
    {
        "title": "將歸贈孟東野房蜀客",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "君門不可入，勢利互相推。借問讀書客，胡為在京師。",
            "舉頭未能對，閉眼聊自思。倏忽十六年，終朝苦寒饑。",
            "宦途竟寥落，鬢髮坐差池。潁水清且寂，箕山坦而夷。",
            "如今便當去，咄咄無自疑。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百四十",
        "no#": 28
    },
    {
        "title": "答孟郊",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "規模背時利，文字覷天巧。人皆餘酒肉，子獨不得飽。",
            "才春思已亂，始秋悲又攪。朝餐動及午，夜諷恒至卯。",
            "名聲暫膻腥，腸肚鎮煎煼。古心雖自鞭，世路終難拗。",
            "弱拒喜張臂，猛拿閑縮爪。見倒誰肯扶，從嗔我須咬。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百四十",
        "no#": 29
    },
    {
        "title": "從仕",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "居閑食不足，從仕力難任。兩事皆害性，一生恒苦心。",
            "黃昏歸私室，惆悵起歎音。棄置人間世，古來非獨今。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百四十",
        "no#": 30
    },
    {
        "title": "短燈檠歌",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "長檠八尺空自長，短檠二尺便且光。黃簾綠幕朱戶閉，",
            "太學儒生東魯客，二十辭家來射策。夜書細字綴語言，",
            "一朝富貴還自恣，長檠高張照珠翠。籲嗟世事無不然，"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百四十",
        "no#": 31
    },
    {
        "title": "送劉師服",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "夏半陰氣始，淅然雲景秋。蟬聲入客耳，驚起不可留。",
            "草草具盤饌，不待酒獻酬。士生為名累，有似魚中鉤。",
            "齎材入市賣，貴者恒難售。豈不畏憔悴，為功忌中休。",
            "勉哉耘其業，以待歲晚收。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百四十",
        "no#": 32
    }
]