[
    {
        "title": "和李六侍禦文宣王廟釋奠作",
        "author": "劉禹錫",
        "biography": "",
        "paragraphs": [
            "歎息魯先師，生逢周室卑。有心律天道，無位救陵夷。",
            "曆聘不能用，領徒空爾為。儒風正禮樂，旅象入蓍龜。",
            "西狩非其應，中都安足施。世衰由我賤，泣下為人悲。",
            "遺教光文德，興王葉夢期。土田封後胤，冕服飾虛儀。",
            "鐘鼓膠庠薦，牲牢郡邑祠。聞君喟然歎，偏在上丁時。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百六十三",
        "no#": 1
    },
    {
        "title": "和竇中丞晚入容江作",
        "author": "劉禹錫",
        "biography": "",
        "paragraphs": [
            "漢郡三十六，郁林東南遙。人倫選清臣，天外頒詔條。",
            "桂水步秋浪，火山淩霧朝。分圻辨風物，入境聞謳謠。",
            "莎岸見長亭，煙林隔麗譙。日落舟益駛，川平旗自飄。",
            "珠浦遠明滅，金沙晴動搖。一吟道中作，離思懸層霄。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百六十三",
        "no#": 2
    },
    {
        "title": "南海馬大夫見惠著述三通勒成四帙上自邃古達于國朝采其菁華至簡如富欽受嘉貺詩以謝之",
        "author": "劉禹錫",
        "biography": "",
        "paragraphs": [
            "紅旗閱五兵，絳帳領諸生。味道輕鼎食，退公猶筆耕。",
            "青箱傳學遠，金匱納書成。一瞬見前事，九流當抗行。",
            "編蒲曾苦思，垂竹愧無名。今日承芳訊，誰言贈袞榮。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百六十三",
        "no#": 3
    },
    {
        "title": "和楊侍郎初至郴州紀事書情題郡齋八韻",
        "author": "劉禹錫",
        "biography": "",
        "paragraphs": [
            "旌節下朝台，分圭從北回。城頭鶴立處，驛樹鳳棲來。",
            "舊路芳塵在，新恩馹騎催。裏閭風偃草，鼓舞抃成雷。",
            "吏散山禽囀，庭香夏蕊開。郡齋堪四望，壁記有三台。",
            "人訝征黃晚，文非吊屈哀。一吟梁甫曲，知是臥龍才。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百六十三",
        "no#": 4
    },
    {
        "title": "和東川王相公新漲驛池八韻",
        "author": "劉禹錫",
        "biography": "",
        "paragraphs": [
            "今日池塘上，初移造物權。苞蔵成別島，沿濁致清漣。",
            "變化生言下，蓬瀛落眼前。泛觴驚翠羽，開幕對紅蓮。",
            "遠寫風光入，明含氣象全。渚煙籠驛樹，波日漾賓筵。",
            "曲岸留緹騎，中流轉彩船。無因接元禮，共載比神仙。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百六十三",
        "no#": 5
    },
    {
        "title": "酬楊八庶子喜韓吳興與餘同遷見贈",
        "author": "劉禹錫",
        "biography": "",
        "paragraphs": [
            "早遇聖明朝，雁行登九霄。文輕傅武仲，酒逼蓋寬饒。",
            "舍矢同瞻鵠，當筵共賽梟。琢磨三益重，唱和五音調。",
            "台柏煙常起，池荷香暗飄。星文辭北極，旗影度東遼。",
            "直道由來黜，浮名豈敢要。三湘與百越，雨散又雲搖。",
            "遠守慚侯籍，征還荷詔條。悴容唯舌在，別恨幾魂銷。",
            "滿眼悲陳事，逢人少舊僚。煙霞為老伴，蒲柳任先凋。",
            "虎綬懸新印，龍舼理去橈。斷腸天北郡，攜手洛陽橋。",
            "幢蓋今雖貴，弓旌會見招。其如草玄客，空宇久寥寥。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百六十三",
        "no#": 6
    },
    {
        "title": "和兵部鄭侍郎省中四松詩十韻",
        "author": "劉禹錫",
        "biography": "",
        "paragraphs": [
            "右相曆中台，移松武庫栽。紫茸抽組綬，青實長玫瑰。",
            "便有幹霄勢，看成構廈材。數分天柱半，影逐日輪回。",
            "舊賞臺階去，新知穀口來。息陰常仰望，玩境幾裴回。",
            "翠粒晴懸露，蒼鱗雨起苔。凝音助瑤瑟，飄蕊泛金罍。",
            "月桂花遙燭，星榆葉對開。終須似雞樹，榮茂近昭回。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百六十三",
        "no#": 7
    },
    {
        "title": "酬鄭州權舍人見寄二十韻",
        "author": "劉禹錫",
        "biography": "",
        "paragraphs": [
            "朱戶淩晨啟，碧梧含早涼。人從桔柣至，書到漆沮傍。",
            "抃會因佳句，情深取斷章。愜心同笑語，入耳勝笙簧。",
            "憶昔三條路，居鄰數仞牆。學堂青玉案，彩服紫羅囊。",
            "麟角看成就，龍駒見抑揚。彀中飛一箭，雲際落雙鶬。",
            "甸邑叨前列，天臺愧後行。鯉庭傳事業，雞樹遂翱翔。",
            "書殿連鳷鵲，神池接鳳凰。追游蒙尚齒，惠好結中腸。",
            "鎩翮方抬舉，危根易損傷。一麾憐棄置，五字借恩光。",
            "汝海崆峒秀，溱流芍藥芳。風行能偃草，境靜不爭桑。",
            "轉旆趨關右，頒條匝渭陽。病吟猶有思，老醉已無狂。",
            "塵滿鴻溝道，沙驚白狄鄉。佇聞黃紙詔，促召紫微郎。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百六十三",
        "no#": 8
    },
    {
        "title": "和牛相公題姑蘇所寄太湖石兼寄李蘇州",
        "author": "劉禹錫",
        "biography": "",
        "paragraphs": [
            "震澤生奇石，沉潛得地靈。初辭水府出，猶帶龍宮腥。",
            "發自江湖國，來榮卿相庭。從風夏雲勢，上漢古查形。",
            "拂拭魚鱗見，鏗鏘玉韻聆。煙波含宿潤，苔蘚助新青。",
            "嵌穴胡雛貌，纖鋩蟲篆銘。孱顏傲林薄，飛動向雷霆。",
            "煩熱近還散，餘酲見便醒。凡禽不敢息，浮壒莫能停。",
            "靜稱垂松蓋，鮮宜映鶴翎。忘憂常目擊，素尚與心冥。",
            "眇小欺湘燕，團圓笑落星。徒然想融結，安可測年齡。",
            "採取詢鄉耋，搜求按舊經。垂鉤入空隙，隔浪動晶熒。",
            "有獲人爭賀，歡謠眾共聽。一州驚閱寶，千里遠揚舲。",
            "睹物洛陽陌，懷人吳禦亭。寄言垂天翼，早晚起滄溟。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百六十三",
        "no#": 9
    },
    {
        "title": "浙西李大夫述夢四十韻並浙東元相公酬和斐然繼聲",
        "author": "劉禹錫",
        "biography": "",
        "paragraphs": [
            "位是才能取，時因際會遭。羽儀呈鸑鷟，鋩刃試豪曹。",
            "洛下推年少，山東許地高。門承金鉉鼎，家有玉璜韜。",
            "海浪扶鵬翅，天風引驥髦。便知蓬閣閟，不識魯衣褒。",
            "興發春塘草，魂交益部刀。形開猶抱膝，燭盡遽揮毫。",
            "昔仕當初筮，逢時詠載橐。懷鉛辨蟲蠹，染素學鵝毛。",
            "車騎方休汝，歸來欲效陶。南台資謇諤，內署選風騷。",
            "羽化如乘鯉，樓居舊冠鼇。美香焚濕麝，名果賜幹萄。",
            "議赦蠅棲筆，邀歌蟻泛醪。代言無所戲，謝表自稱叨。",
            "蘭焰凝芳澤，芝泥瑩玉膏。對頻聲價出，直久夢魂勞。",
            "草詔令歸馬，批章答獻獒。銀花懸院榜，翠羽映簾絛。",
            "諷諫欣然納，奇觚率爾操。禁中時諤諤，天下免忉忉。",
            "左顧龜成印，雙飛鵠織袍。謝賓緣地密，潔己是心豪。",
            "五日思歸沐，三春羨眾邀。茶爐依綠筍，棋局就紅桃。",
            "溟海桑潛變，陰陽炭暗熬。仙成脫屣去，臣戀捧弓號。",
            "建節辭烏柏，宣風看鷺濤。土山京口峻，鐵甕郡城牢。",
            "曲島花千樹，官池水一篙。鶯來和絲管，雁起拂麾旄。",
            "宛轉傾羅扇，迴旋墮玉搔。罰籌長豎纛，觥盞樣如舠。",
            "山是千重障，江為四面濠。臥龍曾得雨，孤鶴尚鳴皋。",
            "劍用雄開匣，弓閑蟄受弢。鳳姿嘗在竹，鷃羽不離蒿。",
            "吳越分雙鎮，東西接萬艘。今朝比潘陸，江海更滔滔。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百六十三",
        "no#": 10
    },
    {
        "title": "和浙西李大夫伊川卜居",
        "author": "劉禹錫",
        "biography": "",
        "paragraphs": [
            "早入八元數，嘗承三接恩。飛鳴天上路，鎮壓海西門。",
            "清望寰中許，高情物外存。時來誠不讓，歸去每形言。",
            "洛下思招隱，江幹厭作藩。按經修道具，依樣買山村。",
            "開鑿隨人化，幽陰為律暄。遠移難得樹，立變舊荒園。",
            "絕塞通潛徑，平泉占上原。煙霞遙在想，簿領益為繁。",
            "丹禁虛東合，蒼生望北轅。徒令雙白鶴，五裏自翩翻。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百六十三",
        "no#": 11
    },
    {
        "title": "省試風光草際浮",
        "author": "劉禹錫",
        "biography": "",
        "paragraphs": [
            "熙熙春景霽，草綠春光麗。的曆亂相鮮，葳蕤互虧蔽。",
            "乍疑芊綿裏，稍動豐茸際。影碎翻崇蘭，浮香轉叢蕙。",
            "含煙絢碧彩，帶露如珠綴。幸因采掇日，況此臨芳歲。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百六十三",
        "no#": 12
    },
    {
        "title": "曆陽書事七十韻",
        "author": "劉禹錫",
        "biography": "",
        "paragraphs": [
            "一夕為湖地，千年列郡名。霸王迷路處，亞父所封城。",
            "漢置東南尉，梁分肘腋兵。本吳風俗剽，兼楚語音傖。",
            "沸井今無湧，烏江舊有名。土台游柱史，石室隱彭鏗。",
            "曹操祠猶在，濡須塢未平。海潮隨月大，江水應春生。",
            "憶昨深山裏，終朝看火耕。魚書來北闕，鷁首下南荊。",
            "雲雨巫山暗，蕙蘭湘水清。章華樹已失，鄂渚草來迎。",
            "廬阜香爐出，湓城粉堞明。雁飛彭蠡暮，鴉噪大雷晴。",
            "平野分風使，恬和趁夜程。貴池登陸峻，舂穀渡橋鳴。",
            "駱驛主人問，悲歡故舊情。幾年方一面，蔔晝便三更。",
            "助喜杯盤盛，忘機笑語訇。管清疑警鶴，弦巧似嬌鶯。",
            "熾炭烘蹲獸，華茵織鬥鯨。回裾飄霧雨，急節墮瓊英。",
            "斂黛凝愁色，施鈿耀翠晶。容華本南國，妝束學西京。",
            "日落方收鼓，天寒更炙笙。促筵交履舄，痛飲倒簪纓。",
            "謔浪容優孟，嬌憐許智瓊。蔽明添翠帟，命燭拄金莖。",
            "坐久羅衣皺，杯頻粉面騂。興來從請曲，意墮即飛觥。",
            "令急重須改，歡馮醉盡呈。詰朝還選勝，來日又尋盟。",
            "道別殷勤惜，邀筵次第爭。唯聞嗟短景，不復有餘酲。",
            "眾散扃朱戶，相攜話素誠。晤言猶亹亹，殘漏自丁丁。",
            "出祖千夫擁，行廚五熟烹。離亭臨野水，別思入哀箏。",
            "接境人情洽，方冬饌具精。中流為界道，隔岸數飛甍。",
            "沙浦王渾鎮，滄洲謝脁城。望夫人化石，夢帝日環營。",
            "半渡趨津吏，緣堤簇郡甿。場黃堆晚稻，籬碧見冬菁。",
            "裏社爭來獻，壺漿各自擎。鴟夷傾底寫，粔籹鬥成□。",
            "採石風傳柝，新林暮擊鉦。繭綸牽撥剌，犀焰照澄泓。",
            "露冕觀原野，前驅抗旆旌。分庭展賓主，望闕拜恩榮。",
            "比屋惸嫠輩，連年水旱並。遐思常後已，下令必先庚。",
            "遠岫低屏列，支流曲帶縈。湖魚香勝肉，官酒重於餳。",
            "憶昔泉源變，斯須地軸傾。雞籠為石顆，龜眼入泥坑。",
            "事系人風重，官從物論輕。江春俄澹蕩，樓月幾虧盈。",
            "柳長千絲宛，田塍一線絣。遊魚將婢從，野雉見媒驚。",
            "波淨攢鳧鵲，洲香發杜蘅。一鐘菰葑米，千里水葵羹。",
            "受譴時方久，分憂政未成。比瓊雖碌碌，于鐵尚錚錚。",
            "早忝登三署，曾聞奏六英。無能甘負弩，不慎在提衡。",
            "口語成中遘，毛衣阻上征。時聞關利鈍，智亦有聾盲。",
            "昔愧山東妙，今慚海內兄。後來登甲乙，早已在蓬瀛。",
            "心托秦明鏡，才非楚白珩。齒衰親藥物，宦薄傲公卿。",
            "捧日皆元老，宣風盡大彭。好令朝集使，結束赴新正。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百六十三",
        "no#": 13
    },
    {
        "title": "和武中丞秋日寄懷簡諸僚故",
        "author": "劉禹錫",
        "biography": "",
        "paragraphs": [
            "退朝還公府，騎吹息繁陰。吏散秋庭寂，烏啼煙樹深。",
            "威生奉白簡，道勝外華簪。風物清遠目，功名懷寸陰。",
            "雲衢念前侶，彩翰寫沖襟。涼菊照幽徑，敗荷攢碧潯。",
            "感時江海思，報國松筠心。空愧壽陵步，芳塵何處尋。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百六十三",
        "no#": 14
    },
    {
        "title": "和令狐相公春日尋花有懷白侍郎閣老",
        "author": "劉禹錫",
        "biography": "",
        "paragraphs": [
            "芳菲滿雍州，鸞鳳許同遊。花徑須深入，時光不少留。",
            "色鮮由樹嫩，枝亞為房稠。靜對仍持酒，高看特上樓。",
            "晴宜連夜賞，雨便一年休。共憶秋官處，餘霞曲水頭。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百六十三",
        "no#": 15
    }
]