[
    {
        "title": "秋懷",
        "author": "孟郊",
        "biography": "",
        "paragraphs": [
            "孤骨夜難臥，吟蟲相唧唧。老泣無涕洟，秋露為滴瀝。",
            "去壯暫如翦，來衰紛似織。觸緒無新心，叢悲有餘憶。",
            "詎忍逐南帆，江山踐往昔。",
            "秋月顏色冰，老客志氣單。冷露滴夢破，峭風梳骨寒。",
            "席上印病文，腸中轉愁盤。疑懷無所憑，虛聽多無端。",
            "梧桐枯崢嶸，聲響如哀彈。",
            "一尺月透戶，仡栗如劍飛。老骨坐亦驚，病力所尚微。",
            "蟲苦貪剪色，鳥危巢焚輝。孀娥理故絲，孤哭抽餘思。",
            "浮年不可追，衰步多夕歸。",
            "秋至老更貧，破屋無門扉。一片月落床，四壁風入衣。",
            "疏夢不復遠，弱心良易歸。商葩將去綠，繚繞爭餘輝。",
            "野步踏事少，病謀向物違。幽幽草根蟲，生意與我微。",
            "竹風相戛語，幽閨暗中聞。鬼神滿衰聽，恍惚難自分。",
            "商葉墮幹雨，秋衣臥單雲。病骨可剸物，酸呻亦成文。",
            "瘦攢如此枯，壯落隨西曛。褭褭一線命，徒言系絪縕。",
            "老骨懼秋月，秋月刀劍棱。纖輝不可幹，冷魂坐自凝。",
            "羈雌巢空鏡，仙飆蕩浮冰。驚步恐自翻，病大不敢淩。",
            "單床寤皎皎，瘦臥心兢兢。洗河不見水，透濁為清澄。",
            "詩壯昔空說，詩衰今何憑。",
            "老病多異慮，朝夕非一心。商蟲哭衰運，繁響不可尋。",
            "秋草瘦如發，貞芳綴疏金。晚鮮詎幾時，馳景還易陰。",
            "弱習徒自恥，莫知欲何任。露才一見讒，潛智早已深。",
            "防深不防露，此意古所箴。",
            "歲暮景氣幹，秋風兵甲聲。織織勞無衣，喓喓徒自鳴。",
            "商聲聳中夜，蹇支廢前行。青發如秋園，一剪不復生。",
            "少年如餓花，瞥見不復明。君子山嶽定，小人絲毫爭。",
            "多爭多無壽，天道戒其盈。",
            "冷露多瘁索，枯風曉吹噓。秋深月清苦，蟲老聲粗疏。",
            "赬珠枝累累，芳金蔓舒舒。草木亦趣時，寒榮似春餘。",
            "悲彼零落生，與我心何如。",
            "老人朝夕異，生死每日中。坐隨一啜安，臥與萬景空。",
            "視短不到門，聽澀詎逐風。還如刻削形，免有纖悉聰。",
            "浪浪謝初始，皎皎幸歸終。孤隔文章友，親密蒿萊翁。",
            "歲綠閔以黃，秋節迸又窮。四時既相迫，萬慮自然叢。",
            "南逸浩淼際，北貧磽確中。曩懷沉遙江，衰思結秋嵩。",
            "鋤食難滿腹，葉衣多醜躬。塵縷不自整，古吟將誰通。",
            "幽竹嘯鬼神，楚鐵生虯龍。志士多異感，運鬱由邪衷。",
            "常思書破衣，至死教初童。習樂莫習聲，習聲多頑聾。",
            "明明胸中言，願寫為高崇。",
            "幽苦日日甚，老力步步微。常恐暫下床，至門不復歸。",
            "饑者重一食，寒者重一衣。泛廣豈無涘，恣行亦有隨。",
            "語中失次第，身外生瘡痍。桂蠹既潛朽，桂花損貞姿。",
            "詈言一失香，千古聞臭詞。將死始前悔，前悔不可追。",
            "哀哉輕薄行，終日與駟馳。",
            "流運閃欲盡，枯折皆相號。棘枝風哭酸，桐葉霜顏高。",
            "老蟲幹鐵鳴，驚獸孤玉咆。商氣洗聲瘦，晚陰驅景勞。",
            "集耳不可遏，噎神不可逃。蹇行散餘鬱，幽坐誰與曹。",
            "抽壯無一線，剪懷盈千刀。清詩既名脁，金菊亦姓陶。",
            "收拾昔所棄，咨嗟今比毛。幽幽歲晏言，零落不可操。",
            "霜氣入病骨，老人身生冰。衰毛暗相刺，冷痛不可勝。",
            "鷕鷕伸至明，強強攬所憑。瘦坐形欲折，腹饑心將崩。",
            "勸藥左右愚，言語如見憎。聳耳噎神開，始知功用能。",
            "日中視餘瘡，暗隙聞繩蠅。彼嗅一何酷，此味半點凝。",
            "潛毒爾無厭，餘生我堪矜。凍飛幸不遠，冬令反心懲。",
            "出沒各有時，寒熱苦相淩。仰謝調運翁，請命願有征。",
            "黃河倒上天，眾水有卻來。人心不及水，一直去不回。",
            "一直亦有巧，不肯至蓬萊。一直不知疲，唯聞至省台。",
            "忍古不失古，失古志易摧。失古劍亦折，失古琴亦哀。",
            "夫子失古淚，當時落漼漼。詩老失古心，至今寒皚皚。",
            "古骨無濁肉，古衣如蘚苔。勸君勉忍古，忍古銷塵埃。",
            "詈言不見血，殺人何紛紛。聲如窮家犬，吠竇何誾誾。",
            "詈痛幽鬼哭，詈侵黃金貧。言詞豈用多，憔悴在一聞。",
            "古詈舌不死，至今書云云。今人詠古書，善惡宜自分。",
            "秦火不爇舌，秦火空爇文。所以詈更生，至今橫絪縕。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百七十五",
        "no#": 1
    },
    {
        "title": "靖安寄居",
        "author": "孟郊",
        "biography": "",
        "paragraphs": [
            "寄靜不寄華，愛茲嵽嵲居。渴飲濁清泉，饑食無名蔬。",
            "敗菜不敢火，補衣亦寫書。古雲儉成德，今乃實起予。",
            "戇叟戇不足，賢人賢有餘。役生皆促促，心竟誰舒舒。",
            "萬馬踏風衢，眾塵隨奔車。高賓盡不見，大道夜方虛。",
            "臥有洞庭夢，坐無長安儲。英髦空駭耳，煙火獨微如。",
            "厚念恐傷性，薄田憶親鋤。承世不出力，冬竹肯抽菹。",
            "外物莫相誘，約心誓從初。碧芳既似水，日日詠歸歟。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百七十五",
        "no#": 2
    },
    {
        "title": "雪",
        "author": "孟郊",
        "biography": "",
        "paragraphs": [
            "忽然太行雪，昨夜飛入來。崚嶒墮庭中，嚴白何皚皚。",
            "奴婢曉開戶，四肢凍徘徊。咽言詞不成，告訴情狀摧。",
            "官給未入門，家人盡以灰。意勸莫笑雪，笑雪貧為災。",
            "將暖此殘疾，典賣爭致杯。教令再舉手，誇曜餘生才。",
            "強起吐巧詞，委曲多新裁。為爾作非夫，忍恥轟暍雷。",
            "書之與君子，庶免生嫌猜。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百七十五",
        "no#": 3
    },
    {
        "title": "春愁",
        "author": "孟郊",
        "biography": "",
        "paragraphs": [
            "春物與愁客，遇時各有違。故花辭新枝，新淚落故衣。",
            "日暮兩寂寞，飄然亦同歸。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百七十五",
        "no#": 4
    },
    {
        "title": "懊惱",
        "author": "孟郊",
        "biography": "",
        "paragraphs": [
            "惡詩皆得官，好詩空抱山。抱山冷殑殑，終日悲顏顏。",
            "好詩更相嫉，劍戟生牙關。前賢死已久，猶在咀嚼間。",
            "以我殘杪身，清峭養高閑。求閑未得閒，眾誚瞋bF々。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百七十五",
        "no#": 5
    },
    {
        "title": "遊城南韓氏莊",
        "author": "孟郊",
        "biography": "",
        "paragraphs": [
            "初疑瀟湘水，鎖在朱門中。時見水底月，動搖池上風。",
            "清氣潤竹林，白光連虛空。浪簇霄漢羽，岸芳金碧叢。",
            "何言數畝間，環泛路不窮。願逐神仙侶，飄然汗漫通。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百七十五",
        "no#": 6
    },
    {
        "title": "與二三友秋宵會話清上人院",
        "author": "孟郊",
        "biography": "",
        "paragraphs": [
            "何處山不幽，此中情又別。一僧敲一磬，七子吟秋月。",
            "激石泉韻清，寄枝風嘯咽。泠然諸境靜，頓覺浮累滅。",
            "扣寂兼探真，通宵詎能輟。",
            "好鳥無雜棲，華堂有嘉攜。琴樽互傾奏，歌賦相和諧。",
            "但嘉魚水合，莫令雲雨乖。一為鶤雞彈，再鼓壯士懷。",
            "初景待誰曉，新春逐君來。願言良友會，高駕不知回。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百七十五",
        "no#": 7
    },
    {
        "title": "招文士飲",
        "author": "孟郊",
        "biography": "",
        "paragraphs": [
            "曹劉不免死，誰敢負年華。文士莫辭酒，詩人命屬花。",
            "退之如放逐，李白自矜誇。萬古忽將似，一朝同歎嗟。",
            "何言天道正，獨使地形斜。南士愁多病，北人悲去家。",
            "梅芳已流管，柳色未藏鴉。相勸罷吟雪，相從愁飲霞。",
            "醒時不可過，愁海浩無涯。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百七十五",
        "no#": 8
    },
    {
        "title": "陪侍禦叔游城南山墅",
        "author": "孟郊",
        "biography": "",
        "paragraphs": [
            "夜坐擁腫亭，晝登崔巍岑。日窺萬峰首，月見雙泉心。",
            "鬆氣清耳目，竹氛碧衣襟。佇想琅玕字，數聽枯槁吟。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百七十五",
        "no#": 9
    },
    {
        "title": "登華岩寺樓望終南山贈林校書兄弟",
        "author": "孟郊",
        "biography": "",
        "paragraphs": [
            "地脊亞為崖，聳出冥冥中。樓根插迥雲，殿翼翔危空。",
            "前山胎元氣，靈異生不窮。勢吞萬象高，秀奪五嶽雄。",
            "一望俗慮醒，再登仙願崇。青蓮三居士，晝景真賞同。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百七十五",
        "no#": 10
    },
    {
        "title": "游終南山",
        "author": "孟郊",
        "biography": "",
        "paragraphs": [
            "南山塞天地，日月石上生。高峰夜留景，深谷晝未明。",
            "山中人自正，路險心亦平。長風驅松柏，聲拂萬壑清。",
            "到此悔讀書，朝朝近浮名。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百七十五",
        "no#": 11
    },
    {
        "title": "游終南龍池寺",
        "author": "孟郊",
        "biography": "",
        "paragraphs": [
            "飛鳥不到處，僧房終南巔。龍在水長碧，雨開山更鮮。",
            "步出白日上，坐依清溪邊。地寒松桂短，石險道路偏。",
            "晚磬送歸客，數聲落遙天。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百七十五",
        "no#": 12
    },
    {
        "title": "南陽公請東櫻桃亭子春宴",
        "author": "孟郊",
        "biography": "",
        "paragraphs": [
            "萬木皆未秀，一林先含春。此地獨何力，我公佈深仁。",
            "霜葉日舒卷，風枝遠埃塵。初英濯紫霞，飛雨流清津。",
            "賞異出囂雜，折芳積歡忻。文心茲焉重，俗尚安能珍。",
            "碧玉妝粉比，飛瓊穠豔均。鴛鴦七十二，花態並相新。",
            "常恐遺秀志，迨茲廣宴陳。芳菲爭勝引，歌詠竟良辰。",
            "方知戲馬會，永謝登龍賓。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百七十五",
        "no#": 13
    },
    {
        "title": "游華山雲台觀",
        "author": "孟郊",
        "biography": "",
        "paragraphs": [
            "華嶽獨靈異，草木恒新鮮。山盡五色石，水無一色泉。",
            "仙酒不醉人，仙芝皆延年。夜聞明星館，時韻女蘿弦。",
            "敬茲不能寐，焚柏吟道篇。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百七十五",
        "no#": 14
    },
    {
        "title": "喜與長文上人宿李秀才小山池亭",
        "author": "孟郊",
        "biography": "",
        "paragraphs": [
            "燈盡語不盡，主人庭砌幽。柳枝星影曙，蘭葉露華浮。",
            "塊嶺笑群岫，片池輕眾流。更聞清淨子，逸唱頗難儔。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百七十五",
        "no#": 15
    },
    {
        "title": "邀花伴",
        "author": "孟郊",
        "biography": "",
        "paragraphs": [
            "邊地春不足，十裏見一花。及時須遨遊，日暮饒風沙。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百七十五",
        "no#": 16
    },
    {
        "title": "石淙",
        "author": "孟郊",
        "biography": "",
        "paragraphs": [
            "岩穀不自勝，水木幽奇多。朔風入空曲，涇流無大波。",
            "迢遞徑難盡，參差勢相羅。雪霜有時洗，塵土無由和。",
            "潔冷誠未厭，晚步將如何。",
            "出曲水未斷，入山深更重。泠泠若仙語，皎皎多異容。",
            "萬響不相雜，四時皆有濃。日月互分照，雲霞各生峰。",
            "久迷向方理，逮茲聳前蹤。",
            "荒策每恣遠，戇步難自回。已抱苔蘚疾，尚淩潺湲隈。",
            "驛驥苦銜勒，籠禽恨摧頹。實力苟未足，浮誇信悠哉。",
            "顧惟非時用，靜言還自咍。",
            "朔水刀劍利，秋石瓊瑤鮮。魚龍氣不腥，潭洞狀更妍。",
            "磴雪入呀穀，掬星灑遙天。聲忙不及韻，勢疾多斷漣。",
            "輸去雖有恨，躁氣一何顛。蜿蜒相纏掣，犖確亦迴旋。",
            "黑草濯鐵發，白苔浮冰錢。具生此雲遙，非德不可甄。",
            "何況被犀士，制之空以權。始知靜剛猛，文教從來先。",
            "空穀聳視聽，幽湍澤心靈。疾流脫鱗甲，疊岸沖風霆。",
            "丹巘墮環景，霽波灼虛形。淙淙豗厚軸，棱棱攢高冥。",
            "弱棧跨旋碧，危梯倚凝青。飄飄鶴骨仙，飛動鼇背庭。",
            "常聞誇大言，下顧皆細萍。",
            "百尺明鏡流，千曲寒星飛。為君洗故物，有色如新衣。",
            "不飲泥土汙，但飲雪霜饑。石棱玉纖纖，草色瓊霏霏。",
            "穀磑有餘力，溪舂亦多機。從來一智萌，能使眾利歸。",
            "因之山水中，喧然論是非。",
            "入深得奇趣，升險為良躋。搜勝有聞見，逃俗無蹤蹊。",
            "穴流恣回轉，竅景忘東西。戇獸鮮猜懼，羅人巧罝罤。",
            "幽馳異處所，忍慮多端倪。虛獲我何飽，實歸彼非迷。",
            "斯文浪雲潔，此旨誰得齊。",
            "屑珠瀉潺湲，裂玉何威瑰。若調千瑟弦，未果一曲諧。",
            "古駭毛髮栗，險驚視聽乖。二老皆勁骨，風趨緣欹崖。",
            "地遠有餘美，我遊采棄懷。乘時幸勤鑒，前恨多幽霾。",
            "弱力謝剛健，蹇策貴安排。始知隨事靜，何必當夕齋。",
            "昔浮南渡飆，今攀朔山景。物色多瘦削，吟笑還孤永。",
            "日月凍有棱，雪霜空無影。玉噴不生冰，瑤渦旋成井。",
            "潛角時聳光，隱鱗乍漂冏。再吟獲新勝，返步失前省。",
            "愜懷雖已多，惕慮未能整。頹陽落何處，升魄銜疏嶺。",
            "聖朝搜岩穀，此地多遺玩。怠惰成遠遊，頑疏恣靈觀。",
            "勁飆刷幽視，怒水懾餘懦。曾是結芳誠，遠茲勉流倦。",
            "冰條聳危慮，霜翠瑩遐眄。物誘信多端，荒尋諒難遍。",
            "去矣朔之隅，翛然楚之甸。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百七十五",
        "no#": 17
    },
    {
        "title": "游韋七洞庭別業",
        "author": "孟郊",
        "biography": "",
        "paragraphs": [
            "洞庭如瀟湘，疊翠蕩浮碧。松桂無赤日，風物饒清激。",
            "逍遙展幽韻，參差逗良覿。道勝不知疲，冥搜自無斁。",
            "曠然青霞抱，永矣白雲適。崆峒非凡鄉，蓬瀛在仙籍。",
            "無言從遠尚，還思君子識。波濤漱古岸，鏗鏘辨奇石。",
            "靈響非外求，殊音自中積。人皆走煩濁，君能致虛寂。",
            "何以祛擾擾，叩調清淅淅。既懼豪華損，誓從詩書益。",
            "一舉獨往姿，再搖飛遁跡。山深有變異，意愜無驚惕。",
            "采翠奪日月，照耀迷晝夕。松齋何用掃，蘿院自然滌。",
            "業峻謝煩蕪，文高追古昔。暫遙朱門戀，終立青史績。",
            "物表易淹留，人間重離析。難隨洞庭酌，且醉橫塘席。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百七十五",
        "no#": 18
    },
    {
        "title": "越中山水",
        "author": "孟郊",
        "biography": "",
        "paragraphs": [
            "日覺耳目勝，我來山水州。蓬瀛若仿佛，田野如泛浮。",
            "碧嶂幾千繞，清泉萬餘流。莫窮合遝步，孰盡派別遊。",
            "越水淨難汙，越天陰易收。氣鮮無隱物，目視遠更周。",
            "舉俗媚蔥蒨，連冬擷芳柔。菱湖有餘翠，茗圃無荒疇。",
            "賞異忽已遠，探奇誠淹留。永言終南色，去矣銷人憂。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百七十五",
        "no#": 19
    },
    {
        "title": "春集越州皇甫秀才山亭",
        "author": "孟郊",
        "biography": "",
        "paragraphs": [
            "嘉賓在何處，置亭春山巔。顧餘寂寞者，謬廁芳菲筵。",
            "視聽日澄澈，聲光坐連綿。晴湖瀉峰嶂，翠浪多萍蘚。",
            "何以逞高志，為君吟秋天。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百七十五",
        "no#": 20
    },
    {
        "title": "和皇甫判官游琅琊溪",
        "author": "孟郊",
        "biography": "",
        "paragraphs": [
            "山中琉璃境，物外琅琊溪。房廊逐岩壑，道路隨高低。",
            "碧瀨漱白石，翠煙含青蜺。客來暫遊踐，意欲忘簪珪。",
            "樹杪燈火夕，雲端鐘梵齊。時同雖可仰，跡異難相攜。",
            "唯當清宵夢，仿佛願攀躋。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百七十五",
        "no#": 21
    }
]