[
    {
        "title": "思歸樂",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "山中思歸樂，盡作思歸鳴。爾是此山鳥，安得失鄉名。",
            "應緣此山路，自古離人征。陰愁感和氣，俾爾從此生。",
            "我雖失鄉去，我無失鄉情。慘舒在方寸，寵辱將何驚。",
            "浮生居大塊，尋丈可寄形。身安即形樂，豈獨樂咸京。",
            "命者道之本，死者天之平。安問遠與近，何言殤與彭。",
            "君看趙工部，八十支體輕。交州二十載，一到長安城。",
            "長安不須臾，複作交州行。交州又累歲，移鎮廣與荊。",
            "歸朝新天子，濟濟為上卿。肌膚無瘴色，飲食康且寧。",
            "長安一晝夜，死者如隕星。喪車四門出，何關炎瘴縈。",
            "況我三十二，百年未半程。江陵道塗近，楚俗雲水清。",
            "遐想玉泉寺，久聞峴山亭。此去盡綿曆，豈無心賞並。",
            "紅餐日充腹，碧澗朝析酲。開門待賓客，寄書安弟兄。",
            "閑窮四聲韻，悶閱九部經。身外皆委順，眼前隨所營。",
            "此意久已定，誰能求苟榮。所以官甚小，不畏權勢傾。",
            "傾心豈不易，巧詐神之刑。萬物有本性，況複人性靈。",
            "金埋無土色，玉墜無瓦聲。劍折有寸利，鏡破有片明。",
            "我可俘為囚，我可刃為兵。我心終不死，金石貫以誠。",
            "此誠患不至，誠至道亦亨。微哉滿山鳥，叫噪何足聽。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百九十六",
        "no#": 1
    },
    {
        "title": "春鳩",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "春鳩與百舌，音響詎同年。如何一時語，俱得春風憐。",
            "猶知化工意，當春不生蟬。免教爭叫噪，沸渭桃花前。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百九十六",
        "no#": 2
    },
    {
        "title": "春蟬",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "我自東歸日，厭苦春鳩聲。作詩憐化工，不遣春蟬生。",
            "及來商山道，山深氣不平。春秋兩相似，蟲豸百種鳴。",
            "風松不成韻，蜩螗沸如羹。豈無朝陽鳳，羞與微物爭。",
            "安得天上雨，奔渾河海傾。蕩滌反時氣，然後好晴明。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百九十六",
        "no#": 3
    },
    {
        "title": "兔絲",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "人生莫依倚，依倚事不成。君看兔絲蔓，依倚榛與荊。",
            "荊榛易蒙密，百鳥撩亂鳴。下有狐兔穴，奔走亦縱橫。",
            "樵童斫將去，柔蔓與之並。翳薈生可恥，束縛死無名。",
            "桂樹月中出，珊瑚石上生。俊鶻度海食，應龍升天行。",
            "靈物本特達，不復相纏縈。纏縈竟何者，荊棘與飛莖。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百九十六",
        "no#": 4
    },
    {
        "title": "古社",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "古社基址在，人散社不神。惟有空心樹，妖狐藏魅人。",
            "狐惑意顛倒，臊腥不復聞。丘墳變城郭，花草仍荊榛。",
            "良田千萬頃，占作天荒田。主人議芟斫，怪見不敢前。",
            "那言空山燒，夜隨風馬奔。飛聲鼓鼙震，高焰旗幟翻。",
            "逡巡荊棘盡，狐兔無子孫。狐死魅人滅，煙消壇墠存。",
            "繞壇舊田地，給授有等倫。農收村落盛，社樹新團圓。",
            "社公千萬歲，永保村中民。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百九十六",
        "no#": 5
    },
    {
        "title": "松樹",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "華山高幢幢，上有高高松。株株遙各各，葉葉相重重。",
            "槐樹夾道植，枝葉俱冥蒙。既無貞直幹，複有罥掛蟲。",
            "何不種松樹，使之搖清風。秦時已曾種，憔悴種不供。",
            "可憐孤松意，不與槐樹同。閑在高山頂，樛盤虯與龍。",
            "屈為大廈棟，庇蔭侯與公。不肯作行伍，俱在塵土中。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百九十六",
        "no#": 6
    },
    {
        "title": "芳樹",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "芳樹已寥落，孤英尤可嘉。可憐團團葉，蓋覆深深花。",
            "遊蜂競鑽刺，鬥雀亦紛拏。天生細碎物，不愛好光華。",
            "非無殲殄法，念爾有生涯。春雷一聲發，驚燕亦驚蛇。",
            "清池養神蔡，已複長蝦蟆。雨露貴平施，吾其春草芽。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百九十六",
        "no#": 7
    },
    {
        "title": "桐花",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "朧月上山館，紫桐垂好陰。可惜暗澹色，無人知此心。",
            "舜沒蒼梧野，鳳歸丹穴岑。遺落在人世，光華那複深。",
            "年年怨春意，不競桃杏林。唯占清明後，牡丹還複侵。",
            "況此空館閉，雲誰恣幽尋。徒煩鳥噪集，不語山嶔岑。",
            "滿院青苔地，一樹蓮花簪。自開還自落，暗芳終暗沈。",
            "爾生不得所，我願裁為琴。安置君王側，調和元首音。",
            "安問宮征角，先辨雅鄭淫。宮弦春以君，君若春日臨。",
            "商弦廉以臣，臣作旱天霖。人安角聲暢，人困鬥不任。",
            "羽以類萬物，祆物神不歆。征以節百事，奉事罔不欽。",
            "五者苟不亂，天命乃可忱。君若問孝理，彈作梁山吟。",
            "君若事宗廟，拊以和球琳。君若不好諫，願獻觸疏箴。",
            "君若不罷獵，請聽荒於禽。君若侈台殿，雍門可沾襟。",
            "君若傲賢雋，鹿鳴有食芩。君聞祈招什，車馬勿駸駸。",
            "君若欲敗度，中有式如金。君聞熏風操，志氣在愔愔。",
            "中有阜財語，勿受來獻賝。北裏當絕聽，禍莫大於淫。",
            "南風苟不競，無往遺之擒。奸聲不入耳，巧言甯孔壬。",
            "梟音亦雲革，安得沴與祲。天子既穆穆，群材亦森森。",
            "劍士還農野，絲人歸織紝。丹鳳巢阿閣，文魚遊碧潯。",
            "和氣浹寰海，易若溉蹄涔。改張乃可鼓，此語無古今。",
            "非琴獨能爾，事有諭因針。感爾桐花意，閑怨杳難禁。",
            "待我持斤斧，置君為大琛。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百九十六",
        "no#": 8
    },
    {
        "title": "雉媒",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "雙雉在野時，可憐同嗜欲。毛衣前後成，一種文章足。",
            "一雉獨先飛，衝開芳草綠。網羅幽草中，暗被潛羈束。",
            "剪刀摧六翮，絲線縫雙目。啖養能幾時，依然已馴熟。",
            "都無舊性靈，返與他心腹。置在芳草中，翻令誘同族。",
            "前時相失者，思君意彌篤。朝朝舊處飛，往往巢邊哭。",
            "今朝樹上啼，哀音斷還續。遠見爾文章，知君草中伏。",
            "和鳴忽相召，鼓翅遙相矚。畏我未肯來，又啄翳前粟。",
            "斂翮遠投君，飛馳勢奔蹙。罥掛在君前，向君聲促促。",
            "信君決無疑，不道君相覆。自恨飛太高，疏羅偶然觸。",
            "看看架上鷹，擬食無罪肉。君意定何如，依舊雕籠宿。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百九十六",
        "no#": 9
    },
    {
        "title": "箭鏃",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "箭鏃本求利，淬礪良甚難。礪將何所用，礪以射兇殘。",
            "不礪射不入，不射人不安。為盜即當射，寧問私與官。",
            "夜射官中盜，中之血闌幹。帶箭君前訴，君王悄不歡。",
            "頃曾為盜者，百箭中心攢。競將兒女淚，滴瀝助辛酸。",
            "君王責良帥，此禍誰為端。帥言發硎罪，不使刃稍刓。",
            "君王不忍殺，逐之如迸丸。仍令後來箭，盡可頭團團。",
            "發硎去雖遠，礪鏃心不闌。會射蛟螭盡，舟行無惡瀾。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百九十六",
        "no#": 10
    },
    {
        "title": "賽神",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "村落事妖神，林木大如村。事來三十載，巫覡傳子孫。",
            "村中四時祭，殺盡雞與豚。主人不堪命，積燎曾欲燔。",
            "旋風天地轉，急雨江河翻。采薪持斧者，棄斧縱橫奔。",
            "山深多掩映，僅免鯨鯢吞。主人集鄰里，各各持酒樽。",
            "廟中再三拜，願得禾稼存。去年大巫死，小覡又妖言。",
            "邑中神明宰，有意效西門。焚除計未決，伺者迭乘軒。",
            "廟深荊棘厚，但見狐兔蹲。巫言小神變，可驗牛馬蕃。",
            "邑吏齊進說，幸勿禍鄉原。逾年計不定，縣聽良亦煩。",
            "涉夏祭時至，因令修四垣。憂虞神憤恨，玉帛意彌敦。",
            "我來神廟下，簫鼓正喧喧。因言遣妖術，滅絕由本根。",
            "主人中罷舞，許我重疊論。蜉蝣生濕處，鴟鴞集黃昏。",
            "主人邪心起，氣焰日夜繁。狐狸得蹊徑，潛穴主人園。",
            "腥臊襲左右，然後托丘樊。歲深樹成就，曲直可輪轅。",
            "幽妖盡依倚，萬怪之所屯。主人一心好，四面無籬藩。",
            "命樵執斤斧，怪木寧遽髡。主人且傾聽，再為諭清渾。",
            "阿膠在末派，罔象遊上源。靈藥逡巡盡，黑波朝夕噴。",
            "神龍厭流濁，先伐鼉與黿。黿鼉在龍穴，妖氣常郁溫。",
            "主人惡淫祀，先去邪與惛。惛邪中人意，蠱禍蝕精魂。",
            "德勝妖不作，勢強威亦尊。計窮然後賽，後賽複何恩。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百九十六",
        "no#": 11
    },
    {
        "title": "大觜烏",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "陽烏有二類，嘴白者名慈。求食哺慈母，因以此名之。",
            "飲啄頗廉儉，音響亦柔雌。百巢同一樹，棲宿不復疑。",
            "得食先反哺，一身常苦羸。緣知五常性，翻被眾禽欺。",
            "其一觜大者，攫搏性貪癡。有力強如鶻，有爪利如錐。",
            "音聲甚eT嗗，潛通妖怪詞。受日餘光庇，終天無死期。",
            "翱翔富人屋，棲息屋前枝。巫言此烏至，財產日豐宜。",
            "主人一心惑，誘引不知疲。轉見烏來集，自言家轉孳。",
            "白鶴門外養，花鷹架上維。專聽烏喜怒，信受若神龜。",
            "舉家同此意，彈射不復施。往往清池側，卻令鵷鷺隨。",
            "群烏飽粱肉，毛羽色澤滋。遠近恣所往，貪殘無不為。",
            "巢禽攫雛卵，廄馬啄瘡痍。滲瀝脂膏盡，鳳凰那得知。",
            "主人一朝病，爭向屋簷窺。呦鷕呼群鵩，翩翻集怪鴟。",
            "主人偏養者，嘯聚最賓士。夜半仍驚噪，鵂鶹逐老狸。",
            "主人病心怯，燈火夜深移。左右雖無語，奄然皆淚垂。",
            "平明天出日，陰魅走參差。烏來屋簷上，又惑主人兒。",
            "兒即富家業，玩好方愛奇。占募能言鳥，置者許高貲。",
            "隴樹巢鸚鵡，言語好光儀。美人傾心獻，雕籠身自持。",
            "求者臨軒坐，置在白玉墀。先問鳥中苦，便言烏若斯。",
            "眾烏齊搏鑠，翠羽幾離披。遠擲千餘裏，美人情亦衰。",
            "舉家懲此患，事烏逾昔時。向言池上鷺，啄肉寢其皮。",
            "夜漏天終曉，陰雲風定吹。況爾烏何者，數極不知危。",
            "會結彌天網，盡取一無遺。常令阿閣上，宛宛宿長離。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百九十六",
        "no#": 12
    },
    {
        "title": "分水嶺",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "崔嵬分水嶺，高下與雲平。上有分流水，東西隨勢傾。",
            "朝同一源出，暮隔千里情。風雨各自異，波瀾相背驚。",
            "勢高競奔注，勢曲已回縈。偶值當途石，蹙縮又縱橫。",
            "有時遭孔穴，變作嗚咽聲。褊淺無所用，奔波奚所營。",
            "團團井中水，不復東西征。上應美人意，中涵孤月明。",
            "旋風四面起，並深波不生。堅冰一時合，井深凍不成。",
            "終年汲引絕，不耗複不盈。五月金石鑠，既寒亦既清。",
            "易時不易性，改邑不改名。定如拱北極，瑩若燒玉英。",
            "君門客如水，日夜隨勢行。君看守心者，井水為君盟。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百九十六",
        "no#": 13
    },
    {
        "title": "四皓廟",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "巢由昔避世，堯舜不得臣。伊呂雖急病，湯武乃可君。",
            "四賢胡為者，千載名氛氳。顯晦有遺跡，前後疑不倫。",
            "秦政虐天下，黷武窮生民。諸侯戰必死，壯士眉亦顰。",
            "張良韓孺子，椎碎屬車輪。遂令英雄意，日夜思報秦。",
            "先生相將去，不復嬰世塵。雲卷在孤岫，龍潛為小鱗。",
            "秦王轉無道，諫者鼎鑊親。茅焦脫衣諫，先生無一言。",
            "趙高殺二世，先生如不聞。劉項取天下，先生游白雲。",
            "海內八年戰，先生全一身。漢業日已定，先生名亦振。",
            "不得為濟世，宜哉為隱淪。如何一朝起，屈作儲貳賓。",
            "安存孝惠帝，摧悴戚夫人。舍大以謀細，虯盤而蠖伸。",
            "惠帝竟不嗣，呂氏禍有因。雖懷安劉志，未若周與陳。",
            "皆落子房術，先生道何屯。出處貴明白，故吾今有雲。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百九十六",
        "no#": 14
    }
]