[
    {
        "title": "松鶴",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "渚宮本坳下，佛廟有台閣。台下三四松，低昂勢前卻。",
            "是時晴景麗，松梢殘雪薄。日色相玲瓏，纖雲映羅幕。",
            "逡巡九霄外，似振風中鐸。漸見尺帛光，孤飛唳空鶴。",
            "裴回耀霜雪，顧慕下寥廓。蹋動樛盤枝，龍蛇互跳躍。",
            "俯瞰九江水，旁瞻萬里壑。無心眄烏鳶，有字悲城郭。",
            "清角已沉絕，虞韶亦冥寞。鶱翻勿重留，幸及鈞天作。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百九十八",
        "no#": 1
    },
    {
        "title": "競渡",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "吾觀競舟子，因測大競源。天地昔將競，蓬勃晝夜昏。",
            "龍蛇相嗔薄，海岱俱崩奔。群動皆攪撓，化作流渾渾。",
            "數極鬥心息，太和蒸混元。一氣忽為二，矗然畫乾坤。",
            "日月複照耀，春秋遞寒溫。八荒坦以曠，萬物羅以繁。",
            "聖人中間立，理世了不煩。延綿複幾歲，逮及羲與軒。",
            "炎皇熾如炭，蚩尤扇其燔。有熊競心起，驅獸出林樊。",
            "一戰波委焰，再戰火燎原。戰訖天下定，號之為軒轅。",
            "自是豈無競，瑣細不復言。其次有龍競，競渡龍之門。",
            "龍門浚如瀉，淙射不可援。赤鱗化時至，唐突鰭鬣掀。",
            "乘風瞥然去，萬里黃河翻。接瞬電烻出，微吟霹靂喧。",
            "傍瞻曠宇宙，俯瞰卑昆侖。庶類咸在下，九霄行易捫。",
            "倏辭蛙黽穴，遽排天帝閽。回悲曝鰓者，未免鯨鯢吞。",
            "帝命澤諸夏，不棄蟲與昆。隨時布膏露，稱物施厚恩。",
            "草木沾我潤，豚魚望我蕃。向來同競輩，豈料由我存。",
            "壯哉龍競渡，一競身獨尊。舍此皆蟻鬥，競舟何足論。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百九十八",
        "no#": 2
    },
    {
        "title": "寺院新竹",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "寶地琉璃坼，紫苞琅玕踴。亭亭巧於削，一一大如拱。",
            "冰碧林外寒，峰巒眼前聳。槎枒矛戟合，屹仡龍蛇動。",
            "煙泛翠光流，歲餘霜彩重。風朝竽籟過，雨夜鬼神恐。",
            "佳色有鮮妍，修莖無擁腫。節高迷玉鏃，籜綴疑花捧。",
            "詎必太山根，本自仙壇種。誰令植幽壤，複此依閑冗。",
            "居然霄漢姿，坐受藩籬壅。噪集倦鴟烏，炎昏繁蠛蠓。",
            "未遭伶倫聽，非安子猶寵。威鳳來有時，虛心豈無奉。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百九十八",
        "no#": 3
    },
    {
        "title": "酬別致用",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "風行自委順，雲合非有期。神哉心相見，無眹安得離。",
            "我有懇憤志，三十無人知。修身不言命，謀道不擇時。",
            "達則濟億兆，窮亦濟毫釐。濟人無大小，誓不空濟私。",
            "研幾未淳熟，與世忽參差。意氣一為累，猜仍良已隨。",
            "昨來竄荊蠻，分與平生隳。那言返為遇，獲見心所奇。",
            "一見肺肝盡，坦然無滯疑。感念交契定，淚流如斷縻。",
            "此交定生死，非為論盛衰。此契宗會極，非謂同路歧。",
            "君今虎在柙，我亦鷹就羈。馴養保性命，安能奮殊姿。",
            "玉色深不變，井水撓不移。相看各年少，未敢深自悲。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百九十八",
        "no#": 4
    },
    {
        "title": "竹部",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "竹部竹山近，歲伐竹山竹。伐竹歲亦深，深林隔深谷。",
            "朝朝冰雪行，夜夜豺狼宿。科首霜斷蓬，枯形燒餘木。",
            "一束十餘莖，千錢百餘束。得錢盈千百，得粟盈鬥斛。",
            "歸來不買食，父子分半菽。持此欲何為，官家歲輸促。",
            "我來荊門掾，寓食公堂肉。豈惟遍妻孥，亦以及僮僕。",
            "分爾有限資，飽我無端腹。愧爾不復言，爾生何太蹙。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百九十八",
        "no#": 5
    },
    {
        "title": "賽神",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "楚俗不事事，巫風事妖神。事妖結妖社，不問疏與親。",
            "年年十月暮，珠稻欲垂新。家家不斂獲，賽妖無富貧。",
            "殺牛貰官酒，椎鼓集頑民。喧闐裏閭隘，凶酗日夜頻。",
            "歲暮雪霜至，稻珠隨隴湮。吏來官稅迫，求質倍稱緡。",
            "貧者日消鑠，富亦無倉囷。不謂事神苦，自言誠不真。",
            "岳陽賢刺史，念此為俗屯。未可一朝去，俾之為等倫。",
            "粗許存習俗，不得呼黨人。但許一日澤，不得月與旬。",
            "吾聞國僑理，三年名乃振。巫風燎原久，未必憐徙薪。",
            "我來歌此事，非獨歌政仁。此事四鄰有，亦欲聞四鄰。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百九十八",
        "no#": 6
    },
    {
        "title": "競舟",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "楚俗不愛力，費力為競舟。買舟俟一競，競斂貧者賕。",
            "年年四五月，繭實麥小秋。積水堰堤壞，拔秧蒲稗稠。",
            "此時集丁壯，習競南畝頭。朝飲村社酒，暮椎鄰舍牛。",
            "祭船如祭祖，習競如習讎。連延數十日，作業不復憂。",
            "君侯饌良吉，會客陳膳羞。畫鷁四來合，大競長江流。",
            "建標明取捨，勝負死生求。一時歡呼罷，三月農事休。",
            "岳陽賢刺史，念此為俗疣。習俗難盡去，聊用去其尤。",
            "百船不留一，一競不滯留。自為裏中戲，我亦不寓遊。",
            "吾聞管仲教，沐樹懲墮遊。節此淫競俗，得為良政不。",
            "我來歌此事，非獨歌此州。此事數州有，亦欲聞數州。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百九十八",
        "no#": 7
    },
    {
        "title": "茅舍",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "楚俗不理居，居人盡茅舍。茅苫竹梁棟，茅疏竹仍罅。",
            "邊緣堤岸斜，詰屈簷楹亞。籬落不蔽肩，街衢不容駕。",
            "南風五月盛，時雨不來下。竹蠹茅亦幹，迎風自焚灺。",
            "防虞集鄰里，巡警勞晝夜。遺燼一星然，連延禍相嫁。",
            "號呼憐穀帛，奔走伐桑柘。舊架已新焚，新茅又初架。",
            "前日洪州牧，念此常嗟訝。牧民未及久，郡邑紛如化。",
            "峻邸儼相望，飛甍遠相跨。旗亭紅粉泥，佛廟青鴛瓦。",
            "斯事才未終，斯人久雲謝。有客自洪來，洪民至今藉。",
            "惜其心太亟，作役無容暇。台觀亦已多，工徒稍冤吒。",
            "我欲他郡長，三時務耕稼。農收次邑居，先室後臺榭。",
            "啟閉既及期，公私亦相借。度材無強略，庀役有定價。",
            "不使及僭差，粗得禦寒夏。火至殊陳鄭，人安極嵩華。",
            "誰能繼此名，名流襲蘭麝。五袴有前聞，斯言我非詐。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百九十八",
        "no#": 8
    },
    {
        "title": "後湖",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "荊有泥濘水，在荊之邑郛。郛前水在後，謂之為後湖。",
            "環湖十餘裏，歲積潢與汙。臭腐魚鱉死，不植菰與蒲。",
            "鄭公理三載，其理用喣愉。歲稔民四至，隘廛亦隘衢。",
            "公乃署其地，為民先矢謨。人人儻自為，我亦不庀徒。",
            "下裏得聞之，各各相俞俞。提攜翁及孫，捧戴婦與姑。",
            "壯者負礫石，老亦捽茅芻。斤磨片片雪，椎隱連連珠。",
            "朝餐布庭落，夜宿完戶樞。鄰里近相告，新戚遠相呼。",
            "鬻者自為鬻，酤者自為酤。雞犬豐中市，人民岐下都。",
            "百年廢滯所，一旦奧浩區。我實司水土，得為官事無。",
            "人言賤事貴，貴直不貴諛。此實公所小，安用歌袴襦。",
            "答雲潭及廣，以至鄂與吳。萬里盡澤國，居人皆墊濡。",
            "富者不容蓋，貧者不庇軀。得不歌此事，以我為楷模。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百九十八",
        "no#": 9
    },
    {
        "title": "八駿圖詩",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "穆滿志空闊，將行九州野。神馭四來歸，天與八駿馬。",
            "龍種無凡性，龍行無暫舍。朝辭扶桑底，暮宿昆侖下。",
            "鼻息吼春雷，蹄聲裂寒瓦。尾掉滄波黑，汗染白雲赭。",
            "華輈本修密，翠蓋尚妍冶。禦者腕不移，乘者寐不假。",
            "車無輪扁斫，轡無王良把。雖有萬駿來，誰是敢騎者。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百九十八",
        "no#": 10
    },
    {
        "title": "畫松",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "張璪畫古松，往往得神骨。翠帚掃春風，枯龍戛寒月。",
            "流傳畫師輩，奇態盡埋沒。纖枝無蕭灑，頑幹空突兀。",
            "乃悟埃塵心，難狀煙霄質。我去淅陽山，深山看真物。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百九十八",
        "no#": 11
    },
    {
        "title": "遣興十首",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "始見梨花房，坐對梨花白。行看梨葉青，已複梨葉赤。",
            "嚴霜九月半，危蒂幾時客。況有高高原，秋風四來迫。",
            "莫厭夏日長，莫愁冬日短。欲識短複長，君看寒又暖。",
            "城中百萬家，冤哀雜絲管。草沒奉誠園，軒車昔曾滿。",
            "孤竹迸荒園，誤與蓬麻列。久擁蕭蕭風，空長高高節。",
            "嚴霜蕩群穢，蓬斷麻亦折。獨立轉亭亭，心期鳳凰別。",
            "豔豔翦紅英，團團削翠莖。托根在褊淺，因依泥滓生。",
            "中有合歡蕊，池枯難遽呈。涼宵露華重，低徊當月明。",
            "晚荷猶展卷，早蟬遽蕭嘹。露葉行已重，況乃江風搖。",
            "炎夏火再伏，清商暗回飆。寄言抱志士，日月東西跳。",
            "買馬買鋸牙，買犢買破車。養禽當養鶻，種樹先種花。",
            "人生負俊健，天意與光華。莫學蚯蚓輩，食泥近土涯。",
            "愛直莫愛誇，愛疾莫愛斜。愛謨莫愛詐，愛施莫愛奢。",
            "擇才不求備，任物不過涯。用人如用己，理國如理家。",
            "z8々刀刃光，彎彎弓面張。入水斬犀兕，上山椎虎狼。",
            "裏中無老少，喚作癲兒郎。一日風雲會，橫行歸故鄉。",
            "團團規內星，未必明如月。托跡近北辰，周天無淪沒。",
            "老人在南極，地遠光不發。見則壽聖明，願照高高闕。",
            "河清諒嘉瑞，吾帝真聖人。時哉不我夢，此時為廢民。",
            "光陰本跳躑，功業勞苦辛。一到江陵郡，三年成去塵。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百九十八",
        "no#": 12
    },
    {
        "title": "野節鞭",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "神鞭鞭宇宙，玉鞭鞭騏驥。緊綛野節鞭，本用鞭贔屭。",
            "使君鞭甚長，使君馬亦利。司馬並馬行，司馬馬憔悴。",
            "短鞭不可施，疾步無由致。使君駐馬言，願以長鞭遺。",
            "此遺不尋常，此鞭不容易。金堅無繳繞，玉滑無塵膩。",
            "青蛇坼生石，不刺山阿地。烏龜旋眼斑，不染江頭淚。",
            "長看雷雨痕，未忍駑駘試。持用換所持，無令等閒棄。",
            "答雲君何奇，贈我君所貴。我用亦不凡，終身保明義。",
            "誓以鞭奸頑，不以鞭蹇躓。指撝狡兔蹤，決撻怪龍睡。",
            "惜令寸寸折，節節不虛墜。因作換鞭詩，詩成謂同志。",
            "而我得聞之，笑君年少意。安用換長鞭，鞭長亦奚為。",
            "我有鞭尺餘，泥拋風雨漬。不擬閑贈行，唯將爛誇醉。",
            "春來信馬頭，款緩花前轡。願我遲似攣，饒君疾如翅。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百九十八",
        "no#": 13
    }
]