[
    {
        "title": "《清都夜境",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "夜久連觀靜，斜月何晶熒。寥天如碧玉，歷歷綴華星。",
            "樓榭自陰映，雲牖深冥冥。纖埃悄不起，玉砌寒光清。",
            "棲鶴露微影，枯松多怪形。南廂儼容衛，音響如可聆。",
            "啟聖發空洞，朝真趨廣庭。閑開蕊珠殿，暗閱金字經。",
            "屏氣動方息，凝神心自靈。悠悠車馬上，浩思安得寧。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷四百",
        "no#": 1
    },
    {
        "title": "春晚寄楊十二，兼呈趙八",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "濛濛竹樹深，簾牖多清陰。避日坐林影，餘花委芳襟。",
            "傾尊就殘酌，舒卷續微吟。空際颺高蝶，風中聆素琴。",
            "廣庭備幽趣，複對商山岑。獨此愛時景，曠懷雲外心。",
            "遷鶯戀嘉木，求友多好音。自無琅玕實，安得蓮花簪。",
            "寄之二君子，希見雙南金。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷四百",
        "no#": 2
    },
    {
        "title": "與楊十二、李三早入永壽寺看牡丹",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "曉入白蓮宮，琉璃花界淨。開敷多喻草，淩亂被幽徑。",
            "壓砌錦地鋪，當霞日輪映。蝶舞香暫飄，蜂牽蕊難正。",
            "籠處彩雲合，露湛紅珠瑩。結葉影自交，搖風光不定。",
            "繁華有時節，安得保全盛。色見盡浮榮，希君了真性。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷四百",
        "no#": 3
    },
    {
        "title": "春餘遣興",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "春去日漸遲，庭空草偏長。餘英間初實，雪絮縈蛛網。",
            "好鳥多息陰，新篁已成響。簾開斜照入，樹褭遊絲上。",
            "絕跡念物閑，良時契心賞。單衣頗新綽，虛室複清敞。",
            "置酒奉親賓，樹萱自怡養。笑倚連枝花，恭扶瑞藤杖。",
            "步屟恣優遊，望山多氣象。雲葉遙卷舒，風裾動蕭爽。",
            "簪纓固煩雜，江海徒浩蕩。野馬籠赤霄，無由負羈鞅。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷四百",
        "no#": 4
    },
    {
        "title": "憶雲之",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "為魚實愛泉，食辛寧避蓼。人生既相合，不復論窕窕。",
            "滄海良有窮，白日非長皎。何事一人心，各在四方表。",
            "泛若逐水萍，居為附松蔦。流浪隨所之，縈紆牽所繞。",
            "百齡頗局促，況複迷壽夭。芟發君已衰，冠歲予非小。",
            "娛樂不及時，暮年壯心少。感此幽念綿，遂為長悄悄。",
            "中庭草木春，曆亂遞相擾。奇樹花冥冥，竹竿鳳褭褭。",
            "幽芳被蘭徑，安得寄天杪。萬里瀟湘魂，夜夜南枝鳥。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷四百",
        "no#": 5
    },
    {
        "title": "別李三",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "階蓂附瑤砌，叢蘭偶芳藿。高位良有依，幽姿亦相托。",
            "鮑叔知我貧，烹葵不為薄。半面契始終，千金比然諾。",
            "人生系時命，安得無苦樂。但感遊子顏，又值餘英落。",
            "蒼蒼秦樹雲，去去緱山鶴。日暮分手歸，楊花滿城郭。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷四百",
        "no#": 6
    },
    {
        "title": "秋夕遠懷",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "旦夕天氣爽，風飄葉漸輕。星繁河漢白，露逼衾枕清。",
            "丹鳥月中滅，莎雞床下鳴。悠悠此懷抱，況複多遠情。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷四百",
        "no#": 7
    },
    {
        "title": "東西道",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "天皇開四極，便有東西道。萬古閱行人，行人幾人老。",
            "顧我倦行者，息陰何不早。少壯塵事多，那言壯年好。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷四百",
        "no#": 8
    },
    {
        "title": "分流水",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "古時愁別淚，滴作分流水。日夜東西流，分流幾千里。",
            "通塞兩不見，波瀾各自起。與君相背飛，去去心如此。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷四百",
        "no#": 9
    },
    {
        "title": "西還",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "悠悠洛陽夢，鬱鬱灞陵樹。落日正西歸，逢君又東去。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷四百",
        "no#": 10
    },
    {
        "title": "含風夕",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "炎昏倦煩久，逮此含風夕。夏服稍輕清，秋堂已岑寂。",
            "載欣涼宇曠，複念佳辰擲。絡緯驚歲功，顧我何成績。",
            "青熒微月鉤，幽暉洞陰魄。水鏡涵玉輪，若見淵泉璧。",
            "參差簾牖重，次第籠虛白。樹影滿空床，螢光綴深壁。",
            "悵望牽牛星，複為經年隔。露網褭風珠，輕河泛遙碧。",
            "詎無深秋夜，感此乍流易。亦有遲暮年，壯年良自惜。",
            "迴圈切中腸，感念追往昔。接瞬無停陰，何言問陳積。",
            "馨香推蕙蘭，堅貞諭松柏。生物固有涯，安能比金石。",
            "況茲百齡內，擾擾紛眾役。日月東西馳，飛車無留跡。",
            "來者良未窮，去矣定奚適。委順在物為，營營複何益。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷四百",
        "no#": 11
    },
    {
        "title": "秋堂夕",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "炎涼正回互，金火鬱相乘。雲雷時交構，川澤方蒸騰。",
            "清風一朝勝，白露忽已凝。草木凡氣盡，始見天地澄。",
            "況此秋堂夕，幽懷曠無朋。蕭條簾外雨，倏閃案前燈。",
            "書卷滿床席，蠨蛸懸複升。啼兒屢啞咽，倦僮時寢興。",
            "泛覽昏夜目，詠謠暢煩膺。況吟獲麟章，欲罷久不能。",
            "堯舜事已遠，丘道安可勝。蜉蝣不信鶴，蜩鷃肯窺鵬。",
            "當年且不偶，沒世何必稱。胡為揭聞見，褒貶貽愛憎。",
            "焉用汩其泥，豈在清如冰。非白又非黑，誰能點青蠅。",
            "處世苟無悶，佯狂道非弘。無言被人覺，予亦笑孫登。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷四百",
        "no#": 12
    },
    {
        "title": "酬樂天",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "放鶴在深水，置魚在高枝。升沉或異勢，同謂非所宜。",
            "君為邑中吏，皎皎鸞鳳姿。顧我何為者，翻侍白玉墀。",
            "昔作芸香侶，三載不暫離。逮茲忽相失，旦夕夢魂思。",
            "崔嵬驪山頂，宮樹遙參差。只得兩相望，不得長相隨。",
            "多君歲寒意，裁作秋興詩。上言風塵苦，下言時節移。",
            "官家事拘束，安得攜手期。願為雲與雨，會合天之垂。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷四百",
        "no#": 13
    },
    {
        "title": "楊子華畫三首",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "楊畫遠于展，何言今在茲。依然古妝服，但感時節移。",
            "念君一朝意，遺我千載思。子亦幾時客，安能長苦悲。",
            "皓腕卷紅袖，錦鞲臂蒼鶚。故人斷弦心，稚齒從禽樂。",
            "當年惜貴遊，遺形寄丹雘。骨象或依稀，鉛華已寥落。",
            "似對古人民，無複昔城郭。子亦觀病身，色空俱寂寞。",
            "顛倒世人心，紛紛乏公是。真賞畫不成，畫賞真相似。",
            "丹青各所尚，工拙何足恃。求此妄中精，嗟哉子華子。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷四百",
        "no#": 14
    },
    {
        "title": "西州院",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "自入西州院，唯見東川城。今夜城頭月，非暗又非明。",
            "文案床席滿，卷舒贓罪名。慘淒且煩倦，棄之階下行。",
            "悵望天回轉，動搖萬里情。參辰次第出，牛女顛倒傾。",
            "況此風中柳，枝條千萬莖。到來籬下筍，亦已長短生。",
            "感愴正多緒，鴉鴉相喚驚。牆上杜鵑鳥，又作思歸鳴。",
            "以彼撩亂思，吟為幽怨聲。吟罷終不寢，冬冬複鐺鐺。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷四百",
        "no#": 15
    },
    {
        "title": "台中鞫獄憶開元觀舊事呈損之兼贈周兄四十韻",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "憶在開元館，食柏練玉顏。疏慵日高臥，自謂輕人寰。",
            "李生隔牆住，隔牆如隔山。怪我久不識，先來問驕頑。",
            "十過乃一往，遂成相往還。以我文章卷，文章甚斒斕。",
            "因言辛庾輩，亦願放羸孱。既回數子顧，輾轉相連攀。",
            "驅令選科目，若在闠與闤。學隨塵土墜，漫數公卿關。",
            "唯恐壞情性，安能懼謗訕。還招辛庾李，靜處杯巡環。",
            "進取果由命，不由趨險艱。穿楊二三子，弓矢次第彎。",
            "推我亦上道，再聯朝士班。二月除禦史，三月使巴蠻。",
            "蠻民詀諵訴，齧指明痛癏。憐蠻不解語，為發昏帥奸。",
            "歸來五六月，旱色天地殷。分司別兄弟，各各淚潸潸。",
            "哀哉劇部職，唯數贓罪鍰。死款依稀取，鬥辭方便刪。",
            "道心常自愧，柔發難久黫。折支望車乘，支痛誰置患。",
            "奇哉乳臭兒，緋紫繃被間。漸大官漸貴，漸富心漸慳。",
            "鬧裝轡頭觼，靜拭腰帶斑。鷂子繡線oT，狗兒金油環。",
            "香湯洗驄馬，翠篾籠白鷳。月請公王封，冰受天子頒。",
            "開筵試歌舞，別宅寵妖嫻。坐臥摩綿褥，捧擁綟絲鬟。",
            "旦夕不相離，比翼若飛鸞。而我亦何苦，三十身已鰥。",
            "愁吟心骨顫，寒臥支體m5。居處雖幽靜，尤悔少愉懶。",
            "不如周道士，鶴嶺臨鐘灣。繞院松瑟瑟，通畦水潺潺。",
            "陽坡自尋蕨，村沼看漚菅。窮通兩未遂，營營真老閑。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷四百",
        "no#": 16
    },
    {
        "title": "韋氏館與周隱客、杜歸和泛舟",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "天色低澹澹，池光漫油油。輕舟閑繳繞，不遠池上樓。",
            "時物欣外獎，真元隨內修。神恬津藏滿，氣委支節柔。",
            "眾處豈自異，曠懷誰我儔。風車籠野馬，八荒安足遊。",
            "開顏陸渾杜，握手靈都周。持君寶珠贈，頂戴頭上頭。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷四百",
        "no#": 17
    },
    {
        "title": "劉氏館集隱客、歸和、子元、及之、子蒙、晦之",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "濕墊緣竹徑，寥落護岸冰。偶然沽市酒，不越四五升。",
            "詩客愛時景，道人話升騰。笑言各有趣，悠哉古孫登。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷四百",
        "no#": 18
    },
    {
        "title": "寄隱客",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "我年三十二，鬢有八九絲。非無官次第，其如身早衰。",
            "今人誇貴富，肉食與妖姬。而我俱不樂，貴富亦何為。",
            "況逢多士朝，賢俊若布棋。班行次第立，朱紫相參差。",
            "謨猷密勿進，羽檄縱橫馳。監察官甚小，發言無所裨。",
            "小官仍不了，譴奪亦已隨。時或不之棄，得不自棄之。",
            "陶君喜不遇，顧我複何疑。潛書周隱士，白雲今有期。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷四百",
        "no#": 19
    },
    {
        "title": "元和五年予官不了罰俸西歸三月六日至陝府與吳十一兄端公崔二十二院長思愴曩游因投五十韻",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "小年閑愛春，認得春風意。未有花草時，先醲曉窗睡。",
            "霞朝澹雲色，霽景牽詩思。漸到柳枝頭，川光始明媚。",
            "長安車馬客，傾心奉權貴。晝夜塵土中，那言早春至。",
            "此時我獨游，我遊有倫次。閑行曲江岸，便宿慈恩寺。",
            "扣林引寒龜，疏叢出幽翠。淩晨過杏園，曉露凝芳氣。",
            "初陽好明淨，嫩樹憐低庳。排房似綴珠，欲啼紅臉淚。",
            "新鶯語嬌小，淺水光流利。冷飲空腹杯，因成日高醉。",
            "酒醒聞飯鐘，隨僧受遺施。餐罷還複游，過從上文記。",
            "行逢二月半，始足遊春騎。是時春已老，我遊亦雲既。",
            "藤開九華觀，草結三條隧。新筍踴犀株，落梅翻蝶翅。",
            "名倡繡轂車，公子青絲轡。朝士還旬休，豪家得春賜。",
            "提攜好音樂，翦鏟空田地。同占杏花園，喧闐各叢萃。",
            "顧予煩寢興，複往散憔悴。倦僕色肌羸，蹇驢行跛痹。",
            "春衫未成就，冬服漸塵膩。傾蓋吟短章，書空憶難字。",
            "遙聞公主笑，近被王孫戲。邀我上華筵，橫頭坐賓位。",
            "那知我年少，深解酒中事。能唱犯聲歌，偏精變籌義。",
            "含詞待殘拍，促舞遞繁吹。叫噪擲投盤，生獰攝觥使。",
            "逡巡光景晏，散亂東西異。古觀閉閑門，依然複幽閟。",
            "無端矯情性，漫學求科試。薄藝何足雲，虛名偶頻遂。",
            "拾遺天子前，密奏升平議。召見不須臾，憸庸已猜忌。",
            "朝陪香案班，暮作風塵尉。去歲又登朝，登為柏台吏。",
            "台官相束縛，不許放情志。寓直勞送迎，上堂煩避諱。",
            "分司在東洛，所職尤不易。罰俸得西歸，心知受朝庇。",
            "常山攻小寇，淮右擇良帥。國難身不行，勞生欲何為。",
            "吾兄諳性靈，崔子同臭味。投此掛冠詞，一生還自恣。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷四百",
        "no#": 20
    }
]