[
    {
        "title": "寄吳士矩端公五十韻",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "昔在鳳翔日，十歲即相識。未有好文章，逢人賞顏色。",
            "可憐何郎面，二十才冠飾。短髮予近梳，羅衫紫蟬翼。",
            "伯舅各驕縱，仁兄未摧抑。事業若杯盤，詩書甚徽纆。",
            "西州戎馬地，賢豪事雄特。百萬時可贏，十千良易借。",
            "寒食桐陰下，春風柳林側。藉草送遠遊，列筵酬博塞。",
            "萎蕤雲幕翠，燦爛紅茵赩。膾縷輕似絲，香醅膩如職。",
            "將軍頻下城，佳人盡傾國。媚語嬌不聞，纖腰軟無力。",
            "歌辭妙宛轉，舞態能剜刻。箏弦玉指調，粉汗紅綃拭。",
            "予時最年少，專務酒中職。未能解生獰，偏矜任狂直。",
            "曲庇桃根盞，橫講捎雲式。亂布鬥分朋，惟新間讒慝。",
            "恥作最先吐，羞言未朝食。醉眼漸紛紛，酒聲頻cH々。",
            "扣節參差亂，飛觥往來織。強起相維持，翻成兩匍匐。",
            "邊霜颯然降，戰馬鳴不息。但喜秋光麗，誰憂塞雲黑。",
            "常隨獵騎走，多在豪家匿。夜飲天既明，朝歌日還昃。",
            "荒狂歲雲久，名利心潛逼。時輩多得途，親朋屢相敕。",
            "閑因適農野，忽複愛稼穡。平生中聖人，翻然腐腸賊。",
            "亦從酒仙去，便被書魔惑。脫跡壯士場，甘心豎儒域。",
            "矜持翠筠管，敲斷黃金勒。屢益蘭膏燈，猶研兔枝墨。",
            "崎嶇來掉蕩，矯枉事沉默。隱笑甚艱難，斂容還屴崱。",
            "與君始分散，勉我勞修飾。岐路各營營，別離長惻惻。",
            "行看二十載，萬事紛何極。相值或須臾，安能洞胸臆。",
            "昨來陝郊會，悲歡兩難克。問我新相知，但報長相憶。",
            "豈無新知者，不及小相得。亦有生歲游，同年不同德。",
            "為別詎幾時，伊予墜溝洫。大江鼓風浪，遠道參荊棘。",
            "往事返無期，前途浩難測。一旦得自由，相求北山北。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷四百零一",
        "no#": 1
    },
    {
        "title": "三月二十四日宿曾峰館，夜對桐花，寄樂天",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "微月照桐花，月微花漠漠。怨澹不勝情，低回拂簾幕。",
            "葉新陰影細，露重枝條弱。夜久春恨多，風清暗香薄。",
            "是夕遠思君，思君瘦如削。但感事暌違，非言官好惡。",
            "奏書金鑾殿，步屣青龍閣。我在山館中，滿地桐花落。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷四百零一",
        "no#": 2
    },
    {
        "title": "酬樂天書懷見寄",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "新昌北門外，與君從此分。街衢走車馬，塵土不見君。",
            "君為分手歸，我行行不息。我上秦嶺南，君直樞星北。",
            "秦嶺高崔嵬，商山好顏色。月照山館花，裁詩寄相憶。",
            "天明作詩罷，草草隨所如。憑人寄將去，三月無報書。",
            "荊州白日晚，城上鼓冬冬。行逢賀州牧，致書三四封。",
            "封題樂天字，未坼已沾裳。坼書八九讀，淚落千萬行。",
            "中有酬我詩，句句截我腸。仍雲得詩夜，夢我魂淒涼。",
            "終言作書處，上直金鑾東。詩書費一夕，萬恨緘其中。",
            "中宵宮中出，複見宮月斜。書罷月亦落，曉燈隨暗花。",
            "想君書罷時，南望勞所思。況我江上立，吟君懷我詩。",
            "懷我浩無極，江水秋正深。清見萬丈底，照我平生心。",
            "感君求友什，因報壯士吟。持謝眾人口，銷盡猶是金。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷四百零一",
        "no#": 3
    },
    {
        "title": "酬樂天登樂遊園見憶",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "昔君樂遊園，悵望天欲曛。今我大江上，快意波翻雲。",
            "秋空壓澶漫，澒洞無垢氛。四顧皆豁達，我眉今日伸。",
            "長安隘朝市，百道走埃塵。軒車隨對列，骨肉非本親。",
            "誇游丞相第，偷入常侍門。愛君直如發，勿念江湖人。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷四百零一",
        "no#": 4
    },
    {
        "title": "酬樂天早夏見懷",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "庭柚有垂實，燕巢無宿雛。我亦辭社燕，茫茫焉所如。",
            "君詩夏方早，我歎秋已徂。食物風土異，衾裯時節殊。",
            "荒草滿田地，近移江上居。八日複切九，月明侵半除。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷四百零一",
        "no#": 5
    },
    {
        "title": "酬樂天勸醉",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "神曲清濁酒，牡丹深淺花。少年欲相飲，此樂何可涯。",
            "沉機造神境，不必悟楞伽。酡顏返童貌，安用成丹砂。",
            "劉伶稱酒德，所稱良未多。願君聽此曲，我為盡稱嗟。",
            "一杯顏色好，十盞膽氣加。半酣得自恣，酩酊歸太和。",
            "共醉真可樂，飛觥撩亂歌。獨醉亦有趣，兀然無與他。",
            "美人醉燈下，左右流橫波。王孫醉床上，顛倒眠綺羅。",
            "君今勸我醉，勸醉意如何。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷四百零一",
        "no#": 6
    },
    {
        "title": "和樂天初授戶曹喜而言志",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "王爵無細大，得請即為恩。君求戶曹掾，貴以祿奉親。",
            "聞君得所請，感我欲沾巾。今人重軒冕，所重華與紛。",
            "矜誇仕台閣，奔走無朝昏。君衣不盈篋，君食不滿囷。",
            "君言養既薄，何以榮我門。披誠再三請，天子憐儉貧。",
            "詞曹直文苑，捧詔榮且忻。歸來高堂上，兄弟羅酒尊。",
            "各稱千萬壽，共飲三四巡。我實知君者，千里能具陳。",
            "感君求祿意，求祿殊眾人。上以奉顏色，餘以及親賓。",
            "棄名不棄實，謀養不謀身。可憐白華士，永願淩青雲。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷四百零一",
        "no#": 7
    },
    {
        "title": "和樂天贈吳丹",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "不識吳生面，久知吳生道。跡雖染世名，心本奉天老。",
            "雌一守命門，回九填血腦。委氣榮衛和，咽津顏色好。",
            "傳聞共甲子，衰隤盡枯槁。獨有冰雪容，纖華奪鮮縞。",
            "問人何能爾，吳實曠懷抱。弁冕徒掛身，身外非所寶。",
            "伊予固童昧，希真亦雲早。石壇玉晨尊，晝夜長自掃。",
            "密印視丹田，遊神夢三島。萬過黃庭經，一食青精稻。",
            "冥搜方朔桃，結念安期棗。綠發幸未改，丹誠自能保。",
            "行當擺塵纓，吳門事探討。君為先此詞，終期搴瑤草。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷四百零一",
        "no#": 8
    },
    {
        "title": "和樂天秋題曲江",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "十載定交契，七年鎮相隨。長安最多處，多是曲江池。",
            "梅杏春尚小，芰荷秋已衰。共愛寥落境，相將偏此時。",
            "綿綿紅蓼水，颺颺白鷺鶿。詩句偶未得，酒杯聊久持。",
            "今來雲雨曠，舊賞魂夢知。況乃江楓夕，和君秋興詩。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷四百零一",
        "no#": 9
    },
    {
        "title": "和樂天別弟後月夜作",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "聞君別愛弟，明天照夜寒。秋雁拂簷影，曉琴當砌彈。",
            "悵望天澹澹，因思路漫漫。吟為別弟操，聞者為辛酸。",
            "況我兄弟遠，一身形影單。江波浩無極，但見時歲闌。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷四百零一",
        "no#": 10
    },
    {
        "title": "和樂天秋題牡丹叢",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "敝宅豔山卉，別來長歎息。吟君晚叢詠，似見摧頹色。",
            "欲識別後容，勤過晚叢側。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷四百零一",
        "no#": 11
    },
    {
        "title": "春月",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "春月雖至明，終有靄靄光。不似秋冬色，逼人寒帶霜。",
            "纖粉澹虛壁，輕煙籠半床。分暉間林影，餘照上虹梁。",
            "病久塵事隔，夜閑清興長。擁抱顛倒領，步屣東西廂。",
            "風柳結柔援，露梅飄暗香。雪含櫻綻蕊，珠蹙桃綴房。",
            "杳杳有餘思，行行安可忘。四鄰非舊識，無以話中腸。",
            "南有居士儼，默坐調心王。款關一問訊，為我披衣裳。",
            "延我入深竹，暖我於小堂。視身琉璃瑩，諭指芭蕉黃。",
            "複有比丘溢，早傳龍樹方。口中秘丹訣，肘後懸青囊。",
            "錫杖雖獨振，刀圭期共嘗。未知仙近遠，已覺神輕翔。",
            "夜久魂耿耿，月明露蒼蒼。悲哉沉眠士，寧見茲夕良。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷四百零一",
        "no#": 12
    },
    {
        "title": "月臨花",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "臨風颺颺花，透影朧朧月。巫峽隔波雲，姑峰漏霞雪。",
            "鏡勻嬌麵粉，燈泛高籠纈。夜久清露多，啼珠墜還結。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷四百零一",
        "no#": 13
    },
    {
        "title": "紅芍藥",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "芍藥綻紅綃，巴籬織青瑣。繁絲蹙金蕊，高焰當爐火。",
            "翦刻彤雲片，開張赤霞裹。煙輕琉璃葉，風亞珊瑚朵。",
            "受露色低迷，向人嬌婀娜。酡顏醉後泣，小女妝成坐。",
            "豔豔錦不如，夭夭桃未可。晴霞畏欲散，晚日愁將墮。",
            "結植本為誰，賞心期在我。采之諒多思，幽贈何由果。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷四百零一",
        "no#": 14
    },
    {
        "title": "送王十一南行",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "夏水漾天末，晚暘依岸村。風調烏尾勁，眷戀餘芳尊。",
            "解袂方瞬息，征帆已翩翻。江豚湧高浪，楓樹搖去魂。",
            "遠戍宗侶泊，暮煙洲渚昏。離心詎幾許，驟若移寒溫。",
            "此別信非久，胡為坐憂煩。我留石難轉，君泛雲無根。",
            "萬里湖南月，三聲山上猿。從茲耿幽夢，夜夜湘與沅。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷四百零一",
        "no#": 15
    },
    {
        "title": "三歎",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "孤劍鋒刃澀，猶能神彩生。有時雷雨過，暗吼闐闐聲。",
            "主人閟靈寶，畏作升天行。淬礪當陽鐵，刻為幹鏌名。",
            "遠求鸊鵜瑩，同用玉匣盛。顏色縱相類，利鈍頗相傾。",
            "雄為光電烻，雌但深泓澄。龍怒有奇變，青蛇終不驚。",
            "仙鳳翠皇死，葳蕤光彩低。非無鴛鸞侶，誓不同樹棲。",
            "飛馳歲雲暮，感念雛在泥。顧影不自暖，寄爾蟠桃雞。",
            "馴養豈無愧，類族安得齊。願言成羽翼，奮翅淩丹梯。",
            "天驥失龍偶，三年常夜嘶。哀緣噴風斷，渴且含霜啼。",
            "長恐絕遺類，不復躡雲霓。非無駉駉者，鶴意不在雞。",
            "春來筋骨瘦，吊影心亦迷。自此渥窪種，應生濁水泥。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷四百零一",
        "no#": 16
    },
    {
        "title": "遣晝",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "密竹有清陰，曠懷無塵滓。況乃秋日光，玲瓏曉窗裏。",
            "旬休聊自適，今辰日高起。櫛沐坐前軒，風輕鏡如水。",
            "開卷恣詠謠，望雲閑徙倚。新菊媚鮮妍，短萍憐靃靡。",
            "掃除田地靜，摘掇園蔬美。幽玩愜詩流，空堂稱居士。",
            "客來傷寂寞，我念遺煩鄙。心跡兩相忘，誰能驗行止。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷四百零一",
        "no#": 17
    },
    {
        "title": "冬夜懷李侍禦、王太祝、段丞",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "浩露煙壒盡，月光閑有餘。松篁細陰影，重以簾牖疏。",
            "泛覽星粲粲，輕河悠碧虛。纖雲不成葉，脈脈風絲舒。",
            "丹灶熾東序，燒香羅玉書。飄飄魂神舉，若驂鸞鶴輿。",
            "感念夙昔意，華尚簪與裾。簪裾詎幾許，累創吞鉤魚。",
            "今聞馨香道，一以悟臭帑。悟覺誓不惑，永抱胎仙居。",
            "晝夜欣所適，安知歲雲除。行行二三友，君懷複何如。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷四百零一",
        "no#": 18
    },
    {
        "title": "西齋小松二首",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "松樹短于我，清風亦已多。況乃枝上雪，動搖微月波。",
            "幽姿得閒地，詎感歲蹉跎。但恐廈終構，藉君當奈何。",
            "簇簇枝新黃，纖纖攢素指。柔苙漸依條，短莎還半委。",
            "清風日夜高，淩雲意何已。千歲盤老龍，修鱗自茲始。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷四百零一",
        "no#": 19
    },
    {
        "title": "周先生",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "寥寥空山岑，冷冷風松林。流月垂鱗光，懸泉揚高音。",
            "希夷周先生，燒香調琴心。神力盈三千，誰能還黃金。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷四百零一",
        "no#": 20
    }
]