[
    {
        "title": "有鳥二十章",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "有鳥有鳥名老鴟，鴟張貪很老不衰。似鷹指爪唯攫肉，",
            "珠丸彈射死不去，意在護巢兼護兒。",
            "有鳥有鳥毛似鶴，行步雖遲性靈惡。主人但見閑慢容，",
            "千年不死伴靈龜，梟心鶴貌何人覺。",
            "有鳥有鳥如鸛雀，食蛇抱xB天姿惡。行經水滸為毒流，",
            "嗚呼為有白色毛，亦得乘軒謬稱鶴。",
            "有鳥有鳥名為鳩，毛衣軟毳心性柔。鶻緣暖足憐不吃，",
            "佳人許伴鵷雛食，望爾化為張氏鉤。",
            "有鳥有鳥名野雞，天姿耿介行步齊。主人偏養憐整頓，",
            "秋鷹迸逐霜鶻遠，鵩鳥護巢當晝啼。主人頻問遣妖術，",
            "有鳥有鳥群翠碧，毛羽短長心並窄。皆曾偷食淥池魚，",
            "飛飛競占嘉樹林，百鳥不爭緣鳳惜。",
            "有鳥有鳥群紙鳶，因風假勢童子牽。去地漸高人眼亂，",
            "愁爾一朝還到地，落在深泥誰複憐。",
            "有鳥有鳥名啄木，木中求食常不足。偏啄鄧林求一蟲，",
            "可憐樹上百鳥兒，有時飛向新林宿。",
            "有鳥有鳥眾蝙蝠，長伴佳人占華屋。妖鼠多年羽翮生，",
            "大廈雖存柱石傾，暗齧棟樑成蠹木。",
            "有鳥有鳥名為鴞，深藏孔穴難動搖。鷹鸇繞樹探不得，",
            "當時幸有燎原火，何不鼓風連夜燒。",
            "有鳥有鳥名燕子，口中未省無泥滓。春風吹送廊廡間，",
            "驅去驅來長信風，暫托棟樑何用喜。",
            "有鳥有鳥名老烏，貪癡突悖天下無。田中攫肉吞不足，",
            "山鴉野鵲閑受肉，鳳凰不得聞罪辜。秋鷹掣斷架上索，",
            "有鳥有鳥謂白鷳，雪毛皓白紅觜殷。貴人妾婦愛光彩，",
            "無心為主擬銜花，空長白毛映紅肉。",
            "有鳥有鳥群雀兒，中庭啄粟籬上飛。秋鷹欺小嫌不食，",
            "翩翾百萬徒驚噪，扶搖勢遠何由知。古來妄說銜花報，",
            "有鳥有鳥皆百舌，舌端百囀聲咄eu。先春盡學百鳥啼，",
            "朝朝暮暮主人耳，桃李無言管弦咽。五月炎光朱火盛，",
            "有鳥有鳥毛羽黃，雄者為鴛雌者鴦。主人並養七十二，",
            "氣息榻然雙翅垂，猶入籠中就顏色。",
            "有鳥有鳥名鷂雛，鈴子眼睛蒼錦襦。貴人腕軟憐易臂，",
            "文王長在苑中獵，何日非熊休賣屠。",
            "有鳥有鳥名鸚鵡，養在雕籠解人語。主人曾問私所聞，",
            "山鴉野雀怪鸚語，競噪爭窺無已時。君不見隋朝隴頭姥，",
            "一鸚閉口不復言，母問不言何太久。鸚言悍婦殺鸚由，",
            "今之主人翻爾疑，何事籠中漫開口。",
            "有鳥有鳥名俊鶻，鷂小雕癡俊無匹。雛鴨拂爪血迸天，",
            "瞥然飛下人不知，攪碎荒城魅狐窟。",
            "有鳥有鳥真白鶴，飛上九霄雲漠漠。司晨守夜悲雞犬，",
            "遼東盡爾千歲人，悵望橋邊舊城郭。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷四百二十",
        "no#": 1
    },
    {
        "title": "有酒十章",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "有酒有酒雞初鳴，夜長睡足神慮清。悄然危坐心不平，",
            "胡為沉濁以升清，矗然分畫高下程。天蒸地鬱群動萌，",
            "有酒有酒東方明，一杯既進吞元精。尚思天地之始名，",
            "胡山高屹崒海泓澄，胡不日車杲杲晝夜行，",
            "有酒有酒兮湛淥波，飲將愉兮氣彌和。念萬古之紛羅，",
            "炎始暴耶，蚩尤熾耶，軒轅戰耶，不得已耶。仁耶，",
            "禹功大耶，人戴之耶。益不逮耶，啟能德耶。家天下耶，",
            "嗚呼遠堯舜之日耶，何棄舜之速耶。辛癸虐耶，湯武革耶。",
            "順天意耶，公天下耶。踵夏榮嗣，私其公耶。並建萬國，",
            "二代而隕，守不仁耶。漢魏而降，乘其機耶。短長理亂，",
            "我可奈何兮一杯又進歌且歌。",
            "有酒有酒兮黯兮溟，仰天大呼兮，天漫漫兮高兮青。",
            "高兮漫兮吾孰知天否與靈。取人之仰者，",
            "蛇噴雲而出穴，虎嘯風兮屢鳴。汙高巢而鳳去兮，",
            "人懼愁兮戴榮，天寂默兮無聲。嗚呼，天在雲之上兮，",
            "有酒有酒香滿尊，君寧不飲開君顏。豈不知君飲此心恨，",
            "筋疲力竭波更大，鰭燋甲裂身已幹。有翼勸爾升九天，",
            "螗蜋雖怒誰爾懼，鶡旦雖啼誰爾憐。摶空意遠風來壯，",
            "有酒有酒歌且哀，江春例早多早梅。櫻桃桃李相續開，",
            "四月清和豔殘卉，芍藥翻紅蒲映水。夏龍痡毒雷雨多，",
            "筍牙成竹冒霜雪，榴花落地還銷歇。萬古盈虧相逐行，",
            "霜霰過兮複奈何，靈芝夐絕荊棘多。荊棘多兮可奈何，",
            "有酒有酒方爛漫，飲酣拔劍心眼亂。聲若雷砰目流電，",
            "嗚呼，風後力牧得親見，我可奈何兮又進一杯除健羨。",
            "有酒有酒兮告臨江，風漫漫兮波長。渺渺兮注海，",
            "陰火然兮眾族沸渭，颶風作兮晝夜倡狂。顧千珍與萬怪兮，",
            "有酒有酒兮日將落，餘光委照在林薄。陽烏撩亂兮屋上棲，",
            "我可奈何兮時既昏，一杯又進兮聊處廓。",
            "有酒有酒兮再祝，祝予心兮何欲。欲天泰而地寧，",
            "欲日盛而星微兮，欲滋蘭而殲毒。欲人欲而天從，"
        ],
        "notes": [
            ""
        ],
        "volume": "卷四百二十",
        "no#": 2
    },
    {
        "title": "華之巫",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "有一人兮神之側，廟森森兮神默默。神默默兮可奈何，",
            "我能進若神之前，神不自言寄予口。爾欲見神安爾身，",
            "此盤不進行路難，陸有摧車舟有瀾。我聞此語長太息，",
            "假神力兮神未悟，行道之人不得度。我欲見神誅爾巫，",
            "爾巫爾巫且相保，吾民自有丘之禱。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷四百二十",
        "no#": 3
    },
    {
        "title": "廟之神",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "我馬煩兮釋我車，神之廟兮山之阿。予一拜而一祝，",
            "歌曰：今耶，古耶，有耶，無耶。福不自神耶，"
        ],
        "notes": [
            ""
        ],
        "volume": "卷四百二十",
        "no#": 4
    }
]