[
    {
        "title": "感懷詩一首",
        "author": "杜牧",
        "biography": "",
        "paragraphs": [
            "高文會隋季，提劍徇天意。扶持萬代人，步驟三皇地。",
            "聖雲繼之神，神仍用文治。德澤酌生靈，沉酣熏骨髓。",
            "旄頭騎箕尾，風塵薊門起。胡兵殺漢兵，屍滿咸陽市。",
            "宣皇走豪傑，談笑開中否。蟠聯兩河間，燼萌終不弭。",
            "號為精兵處，齊蔡燕趙魏。合環千里疆，爭為一家事。",
            "逆子嫁虜孫，西鄰聘東裏。急熱同手足，唱和如宮征。",
            "法制自作為，禮文爭僭擬。壓階螭鬥角，畫屋龍交尾。",
            "署紙日替名，分財賞稱賜。刳隍by萬尋，繚垣疊千雉。",
            "誓將付孱孫，血絕然方已。九廟仗神靈，四海為輸委。",
            "如何七十年，汗赩含羞恥。韓彭不再生，英衛皆為鬼。",
            "凶門爪牙輩，穰穰如兒戲。累聖但日籲，閫外將誰寄。",
            "屯田數十萬，堤防常懾惴。急征赴軍須，厚賦資凶器。",
            "因隳畫一法，且逐隨時利。流品極蒙尨，網羅漸離弛。",
            "夷狄日開張，黎元愈憔悴。邈矣遠太平，蕭然盡煩費。",
            "至於貞元末，風流恣綺靡。艱極泰循來，元和聖天子。",
            "元和聖天子，英明湯武上。茅茨覆宮殿，封章綻帷帳。",
            "伍旅拔雄兒，夢卜庸真相。勃雲走轟霆，河南一平蕩。",
            "繼于長慶初，燕趙終舁繈。攜妻負子來，北闕爭頓顙。",
            "故老撫兒孫，爾生今有望。茹鯁喉尚隘，負重力未壯。",
            "坐幄無奇兵，吞舟漏疏網。骨添薊垣沙，血漲滹沱浪。",
            "只雲徒有征，安能問無狀。一日五諸侯，奔亡如鳥往。",
            "取之難梯天，失之易反掌。蒼然太行路，翦翦還榛莽。",
            "關西賤男子，誓肉虜杯羹。請數系虜事，誰其為我聽。",
            "蕩蕩乾坤大，曈曈日月明。叱起文武業，可以豁洪溟。",
            "安得封域內，長有扈苗征。七十裏百里，彼亦何嘗爭。",
            "往往念所至，得醉愁蘇醒。韜舌辱壯心，叫閽無助聲。",
            "聊書感懷韻，焚之遺賈生。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷五百二十",
        "no#": 1
    },
    {
        "title": "杜秋娘詩",
        "author": "杜牧",
        "biography": "",
        "paragraphs": [
            "京江水清滑，生女白如脂。其間杜秋者，不勞朱粉施。",
            "老濞即山鑄，後庭千雙眉。秋持玉斝醉，與唱金縷衣。",
            "濞既白首叛，秋亦紅淚滋。吳江落日渡，灞岸綠楊垂。",
            "聯裾見天子，盼眄獨依依。椒壁懸錦幕，鏡奩蟠蛟螭。",
            "低鬟認新寵，窈嫋複融怡。月上白璧門，桂影涼參差。",
            "金階露新重，閑撚紫簫吹。莓苔夾城路，南苑雁初飛。",
            "紅粉羽林杖，獨賜辟邪旗。歸來煮豹胎，饜飫不能飴。",
            "咸池升日慶，銅雀分香悲。雷音後車遠，事往落花時。",
            "燕禖得皇子，壯發綠緌緌。畫堂授傅姆，天人親捧持。",
            "虎睛珠絡褓，金盤犀鎮帷。長楊射熊羆，武帳弄啞咿。",
            "漸拋竹馬劇，稍出舞雞奇。嶄嶄整冠佩，侍宴坐瑤池。",
            "眉宇儼圖畫，神秀射朝輝。一尺桐偶人，江充知自欺。",
            "王幽茅土削，秋放故鄉歸。觚棱拂鬥極，回首尚遲遲。",
            "四朝三十載，似夢複疑非。潼關識舊吏，吏發已如絲。",
            "卻喚吳江渡，舟人那得知。歸來四鄰改，茂苑草菲菲。",
            "清血灑不盡，仰天知問誰。寒衣一匹素，夜借鄰人機。",
            "我昨金陵過，聞之為歔欷。自古皆一貫，變化安能推。",
            "夏姬滅兩國，逃作巫臣姬。西子下姑蘇，一舸逐鴟夷。",
            "織室魏豹俘，作漢太平基。誤置代籍中，兩朝尊母儀。",
            "光武紹高祖，本系生唐兒。珊瑚破高齊，作婢舂黃糜。",
            "蕭後去揚州，突厥為閼氏。女子固不定，士林亦難期。",
            "射鉤後呼父，釣翁王者師。無國要孟子，有人毀仲尼。",
            "秦因逐客令，柄歸丞相斯。安知魏齊首，見斷簀中屍。",
            "給喪蹶張輩，廊廟冠峨危。珥貂七葉貴，何妨戎虜支。",
            "蘇武卻生返，鄧通終死饑。主張既難測，翻覆亦其宜。",
            "地盡有何物，天外複何之。指何為而捉，足何為而馳。",
            "耳何為而聽，目何為而窺。已身不自曉，此外何思惟。",
            "因傾一樽酒，題作杜秋詩。愁來獨長詠，聊可以自怡。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷五百二十",
        "no#": 2
    },
    {
        "title": "郡齋獨酌",
        "author": "杜牧",
        "biography": "",
        "paragraphs": [
            "前年鬢生雪，今年須帶霜。時節序鱗次，古今同雁行。",
            "甘英窮西海，四萬到洛陽。東南我所見，北可計幽荒。",
            "中畫一萬國，角角棋布方。地頑壓不穴，天迥老不僵。",
            "屈指百萬世，過如霹靂忙。人生落其內，何者為彭殤？",
            "促束自系縛，儒衣寬且長。旗亭雪中過，敢問當壚娘。",
            "我愛李侍中，標標七尺強。白羽八紮弓，髀壓綠檀槍。",
            "風前略橫陣，紫髯分兩傍。淮西萬虎士，怒目不敢當。",
            "功成賜宴麟德殿，猿超鶻掠廣球場。三千宮女側頭看，",
            "我愛朱處士，三吳當中央。罷亞百頃稻，西風吹半黃。",
            "尚可活鄉里，豈唯滿囷倉？後嶺翠撲撲，前溪碧泱泱。",
            "霧曉起鳧雁，日晚下牛羊。叔舅欲飲我，社甕爾來嘗。",
            "伯姊子欲歸，彼亦有壺漿。西阡下柳塢，東陌繞荷塘。",
            "姻親骨肉舍，煙火遙相望。太守政如水，長官貪似狼。",
            "征輸一雲畢，任爾自存亡。我昔造其室，羽儀鸞鶴翔。",
            "交橫碧流上，竹映琴書床。出語無近俗，堯舜禹武湯。",
            "問今天子少，誰人為棟樑？我曰天子聖，晉公提紀綱。",
            "聯兵數十萬，附海正誅滄。謂言大義小不義，",
            "豈知三載幾百戰，鉤車不得望其牆！答雲此山外，",
            "醺酣更唱太平曲，仁聖天子壽無疆。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷五百二十",
        "no#": 3
    },
    {
        "title": "張好好詩",
        "author": "杜牧",
        "biography": "",
        "paragraphs": [
            "君為豫章姝，十三才有餘。翠茁鳳生尾，丹葉蓮含跗。",
            "高閣倚天半，章江聯碧虛。此地試君唱，特使華筵鋪。",
            "主人顧四座，始訝來踟躕。吳娃起引贊，低徊映長裾。",
            "雙鬟可高下，才過青羅襦。盼盼乍垂袖，一聲雛鳳呼。",
            "繁弦迸關紐，塞管裂圓蘆。眾音不能逐，嫋嫋穿雲衢。",
            "主人再三歎，謂言天下殊。贈之天馬錦，副以水犀梳。",
            "龍沙看秋浪，明月游朱湖。自此每相見，三日已為疏。",
            "玉質隨月滿，豔態逐春舒。絳唇漸輕巧，雲步轉虛徐。",
            "旌旆忽東下，笙歌隨舳艫。霜凋謝樓樹，沙暖句溪蒲。",
            "身外任塵土，樽前極歡娛。飄然集仙客，諷賦欺相如。",
            "聘之碧瑤佩，載以紫雲車。洞閉水聲遠，月高蟾影孤。",
            "爾來未幾歲，散盡高陽徒。洛城重相見，婥婥為當壚。",
            "怪我苦何事，少年垂白須。朋遊今在否，落拓更能無。",
            "門館慟哭後，水雲秋景初。斜日掛衰柳，涼風生座隅。",
            "灑盡滿襟淚，短歌聊一書。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷五百二十",
        "no#": 4
    },
    {
        "title": "冬至日寄小侄阿宜詩",
        "author": "杜牧",
        "biography": "",
        "paragraphs": [
            "小侄名阿宜，未得三尺長。頭圓筋骨緊，兩眼明且光。",
            "去年學官人，竹馬繞四廊。指揮群兒輩，意氣何堅剛。",
            "今年始讀書，下口三五行。隨兄旦夕去，斂手整衣裳。",
            "去歲冬至日，拜我立我旁。祝爾願爾貴，仍且壽命長。",
            "今年我江外，今日生一陽。憶爾不可見，祝爾傾一觴。",
            "陽德比君子，初生甚微茫。排陰出九地，萬物隨開張。",
            "一似小兒學，日就複月將。勤勤不自已，二十能文章。",
            "仕宦至公相，致君作堯湯。我家公相家，劍佩嘗丁當。",
            "舊第開朱門，長安城中央。第中無一物，萬卷書滿堂。",
            "家集二百編，上下馳皇王。多是撫州寫，今來五紀強。",
            "尚可與爾讀，助爾為賢良。經書括根本，史書閱興亡。",
            "高摘屈宋豔，濃熏班馬香。李杜泛浩浩，韓柳摩蒼蒼。",
            "近者四君子，與古爭強梁。願爾一祝後，讀書日日忙。",
            "一日讀十紙，一月讀一箱。朝廷用文治，大開官職場。",
            "願爾出門去，取官如驅羊。吾兄苦好古，學問不可量。",
            "晝居府中治，夜歸書滿床。後貴有金玉，必不為汝藏。",
            "崔昭生崔芸，李兼生窟郎。堆錢一百屋，破散何披猖。",
            "今雖未即死，餓凍幾欲僵。參軍與縣尉，塵土驚劻勷。",
            "一語不中治，笞棰身滿瘡。官罷得絲發，好買百樹桑。",
            "稅錢未輸足，得米不敢嘗。願爾聞我語，歡喜入心腸。",
            "大明帝宮闕，杜曲我池塘。我若自潦倒，看汝爭翱翔。",
            "總語諸小道，此詩不可忘。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷五百二十",
        "no#": 5
    },
    {
        "title": "李甘詩",
        "author": "杜牧",
        "biography": "",
        "paragraphs": [
            "太和八九年，訓注極虓虎。潛身九地底，轉上青天去。",
            "四海鏡清澄，千官雲片縷。公私各閒暇，追游日相伍。",
            "豈知禍亂根，枝葉潛滋莽。九年夏四月，天誡若言語。",
            "烈風駕地震，獰雷驅猛雨。夜於正殿階，拔去千年樹。",
            "吾君不省覺，二凶日威武。操持北斗柄，開閉天門路。",
            "森森明庭士，縮縮循牆鼠。平生負奇節，一旦如奴虜。",
            "指名為錮黨，狀跡誰告訴。喜無李杜誅，敢憚髡鉗苦。",
            "時當秋夜月，日值曰庚午。喧喧皆傳言，明晨相登注。",
            "予時與和鼎，官班各持斧。和鼎顧予言，我死知處所。",
            "當庭裂詔書，退立須鼎俎。君門曉日開，赭案橫霞布。",
            "儼雅千官容，勃鬱吾累怒。適屬命鄜將，昨之傳者誤。",
            "明日詔書下，謫斥南荒去。夜登青泥阪，墜車傷左股。",
            "病妻尚在床，稚子初離乳。幽蘭思楚澤，恨水啼湘渚。",
            "怳怳三閭魂，悠悠一千古。其冬二凶敗，渙汗開湯罟。",
            "賢者須喪亡，讒人尚堆堵。予於後四年，諫官事明主。",
            "常欲雪幽冤，于時一裨補。拜章豈艱難，膽薄多憂懼。",
            "如何干鬥氣，竟作炎荒土。題此涕滋筆，以代投湘賦。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷五百二十",
        "no#": 6
    },
    {
        "title": "洛中送冀處士東游",
        "author": "杜牧",
        "biography": "",
        "paragraphs": [
            "處士有儒術，走可挾車輈。壇宇寬帖帖，符彩高酋酋。",
            "不愛事耕稼，不樂幹王侯。四十餘年中，超超為浪遊。",
            "元和五六歲，客于幽魏州。幽魏多壯士，意氣相淹留。",
            "劉濟願跪履，田興請建籌。處士拱兩手，笑之但掉頭。",
            "自此南走越，尋山入羅浮。願學不死藥，粗知其來由。",
            "卻于童頂上，蕭蕭玄發抽。我作八品吏，洛中如系囚。",
            "忽遭冀處士，豁若登高樓。拂榻與之坐，十日語不休。",
            "論今星璨璨，考古寒颼颼。治亂掘根本，蔓延相牽鉤。",
            "武事何駿壯，文理何優柔。顏回捧俎豆，項羽橫戈矛。",
            "祥雲繞毛髮，高浪開咽喉。但可感神鬼，安能為獻酬。",
            "好入天子夢，刻像來爾求。胡為去吳會，欲浮滄海舟。",
            "贈以蜀馬棰，副之胡罽裘。餞酒載三鬥，東郊黃葉稠。",
            "我感有淚下，君唱高歌酬。嵩山高萬尺，洛水流千秋。",
            "往事不可問，天地空悠悠。四百年炎漢，三十代宗周。",
            "二三裏遺堵，八九所高丘。人生一世內，何必多悲愁。",
            "歌闋解攜去，信非吾輩流。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷五百二十",
        "no#": 7
    },
    {
        "title": "送沈士赴蘇州，李中丞招以詩贈行",
        "author": "杜牧",
        "biography": "",
        "paragraphs": [
            "山城樹葉紅，下有碧溪水。溪橋向吳路，酒旗誇酒美。",
            "下馬此送君，高歌為君醉。念君苞材能，百工在城壘。",
            "空山三十年，鹿裘掛窗睡。自言隴西公，飄然我知己。",
            "舉酒屬吳門，今朝為君起。懸弓三百斤，囊書數萬紙。",
            "戰賊即戰賊，為吏即為吏。盡我所有無，惟公之指使。",
            "予曰隴西公，滔滔大君子。常思掄群材，一為國家治。",
            "譬如匠見木，礙眼皆不棄。大者粗十圍，小者細一指。",
            "cq橛與棟樑，施之皆有位。忽然豎明堂，一揮立能致。",
            "予亦何為者，亦受公恩紀。處士有常言，殘虜為犬豕。",
            "常恨兩手空，不得一馬棰。今依隴西公，如虎傅兩翅。",
            "公非刺史材，當坐岩廊地。處士魁奇姿，必展平生志。",
            "東吳饒風光，翠巘多名寺。疏煙亹亹秋，獨酌平生思。",
            "因書問故人，能忘批紙尾。公或憶姓名，為說都憔悴。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷五百二十",
        "no#": 8
    },
    {
        "title": "長安送友人游湖南",
        "author": "杜牧",
        "biography": "",
        "paragraphs": [
            "子性劇弘和，愚衷深褊狷。相舍囂譊中，吾過何由鮮。",
            "楚南饒風煙，湘岸苦縈宛。山密夕陽多，人稀芳草遠。",
            "青梅繁枝低，斑筍新梢短。莫哭葬魚人，酒醒且眠飯。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷五百二十",
        "no#": 9
    },
    {
        "title": "皇風",
        "author": "杜牧",
        "biography": "",
        "paragraphs": [
            "仁聖天子神且武，內興文教外披攘。以德化人漢文帝，",
            "何當提筆侍巡狩，前驅白旆吊河湟。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷五百二十",
        "no#": 10
    },
    {
        "title": "雪中書懷",
        "author": "杜牧",
        "biography": "",
        "paragraphs": [
            "臘雪一尺厚，雲凍寒頑癡。孤城大澤畔，人疏煙火微。",
            "憤悱欲誰語，憂慍不能持。天子號仁聖，任賢如事師。",
            "凡稱曰治具，小大無不施。明庭開廣敞，才雋受羈維。",
            "如日月縆升，若鸞鳳葳蕤。人才自朽下，棄去亦其宜。",
            "北虜壞亭障，聞屯千里師。牽連久不解，他盜恐旁窺。",
            "臣實有長策，彼可徐鞭笞。如蒙一召議，食肉寢其皮。",
            "斯乃廟堂事，爾微非爾知。向來躐等語，長作陷身機。",
            "行當臘欲破，酒齊不可遲。且想春候暖，甕間傾一卮。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷五百二十",
        "no#": 11
    },
    {
        "title": "雨中作",
        "author": "杜牧",
        "biography": "",
        "paragraphs": [
            "賤子本幽慵，多為雋賢侮。得州荒僻中，更值連江雨。",
            "一褐擁秋寒，小窗侵竹塢。濁醪氣色嚴，皤腹瓶罌古。",
            "酣酣天地寬，怳怳嵇劉伍。但為適性情，豈是藏鱗羽。",
            "一世一萬朝，朝朝醉中去。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷五百二十",
        "no#": 12
    },
    {
        "title": "偶游石盎僧舍",
        "author": "杜牧",
        "biography": "",
        "paragraphs": [
            "敬岑草浮光，句沚水解脈。益鬱乍怡融，凝嚴忽頹坼。",
            "梅纇暖眠酣，風緒和無力。鳧浴漲汪汪，雛嬌村冪冪。",
            "落日美樓臺，輕煙飾阡陌。瀲綠古津遠，積潤苔基釋。",
            "孰謂漢陵人，來作江汀客。載筆念無能，捧籌慚所畫。",
            "任轡偶追閑，逢幽果遭適。僧語淡如雲，塵事繁堪織。",
            "今古幾輩人，而我何能息。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷五百二十",
        "no#": 13
    },
    {
        "title": "赴京初入汴口，曉景即事，先寄兵部李郎中",
        "author": "杜牧",
        "biography": "",
        "paragraphs": [
            "清淮控隋漕，北走長安道。檣形櫛櫛斜，浪態迤迤好。",
            "初旭紅可染，明河澹如掃。澤闊鳥來遲，村饑人語早。",
            "露蔓蟲絲多，風蒲燕雛老。秋思高蕭蕭，客愁長嫋嫋。",
            "因懷京洛間，宦游何戚草。什伍持津梁，澒湧爭追討。",
            "翾便詎可尋，幾秘安能考。小人乏馨香，上下將何禱。",
            "唯有君子心，顯豁知幽抱。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷五百二十",
        "no#": 14
    },
    {
        "title": "獨酌",
        "author": "杜牧",
        "biography": "",
        "paragraphs": [
            "長空碧杳杳，萬古一飛鳥。生前酒伴閑，愁醉閑多少。",
            "煙深隋家寺，殷葉暗相照。獨佩一壺游，秋毫泰山小。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷五百二十",
        "no#": 15
    },
    {
        "title": "惜春",
        "author": "杜牧",
        "biography": "",
        "paragraphs": [
            "春半年已除，其餘強為有。即此醉殘花，便同嘗臘酒。",
            "悵望送春杯，殷勤掃花帚。誰為駐東流，年年長在手。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷五百二十",
        "no#": 16
    },
    {
        "title": "題安州浮雲寺樓寄湖州張郎中",
        "author": "杜牧",
        "biography": "",
        "paragraphs": [
            "去夏疏雨餘，同倚朱闌語。當時樓下水，今日到何處。",
            "恨如春草多，事與孤鴻去。楚岸柳何窮，別愁紛若絮。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷五百二十",
        "no#": 17
    },
    {
        "title": "過驪山作",
        "author": "杜牧",
        "biography": "",
        "paragraphs": [
            "始皇東游出周鼎，劉項縱觀皆引頸。削平天下實辛勤，",
            "牧童火入九泉底，燒作灰時猶未枯。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷五百二十",
        "no#": 18
    },
    {
        "title": "池州送孟遲先輩",
        "author": "杜牧",
        "biography": "",
        "paragraphs": [
            "昔子來陵陽，時當苦炎熱。我雖在金台，頭角長垂折。",
            "奉披塵意驚，立語平生豁。寺樓最鶱軒，坐送飛鳥沒。",
            "一樽中夜酒，半破前峰月。煙院松飄蕭，風廊竹交戛。",
            "時步郭西南，繚徑苔圓折。好鳥響丁丁，小溪光汃汃。",
            "籬落見娉婷，機絲弄啞軋。煙濕樹姿嬌，雨餘山態活。",
            "仲秋往曆陽，同上牛磯歇。大江吞天去，一練橫坤抹。",
            "千帆美滿風，曉日殷鮮血。曆陽裴太守，襟韻苦超越。",
            "鞔鼓畫麒麟，看君擊狂節。離袖颭應勞，恨粉啼還咽。",
            "明年忝諫官，綠樹秦川闊。子提健筆來，勢若誇父渴。",
            "九衢林馬撾，千門織車轍。秦台破心膽，黥陣驚毛髮。",
            "子既屈一鳴，餘固宜三刖。慵憂長者來，病怯長街喝。",
            "僧爐風雪夜，相對眠一褐。暖灰重擁瓶，曉粥還分缽。",
            "青雲馬生角，黃州使持節。秦嶺望樊川，只得回頭別。",
            "商山四皓祠，心與樗蒲說。大澤蒹葭風，孤城狐兔窟。",
            "且複考詩書，無因見簪笏。古訓屹如山，古風冷刮骨。",
            "周鼎列瓶罌，荊璧橫拋摋。力盡不可取，忽忽狂歌發。",
            "三年未為苦，兩郡非不達。秋浦倚吳江，去楫飛青鶻。",
            "溪山好畫圖，洞壑深閨闥。竹岡森羽林，花塢團宮纈。",
            "景物非不佳，獨坐如鞲絏。丹鵲東飛來，喃喃送君劄。",
            "呼兒旋供衫，走門空踏襪。手把一枝物，桂花香帶雪。",
            "喜極至無言，笑餘翻不悅。人生直作百歲翁，",
            "蓬萊頂上斡海水，水盡到底看海空。月於何處去，",
            "離別豈足更關意，衰老相隨可奈何。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷五百二十",
        "no#": 19
    },
    {
        "title": "重送",
        "author": "杜牧",
        "biography": "",
        "paragraphs": [
            "手撚金僕姑，腰懸玉轆轤。爬頭峰北正好去，"
        ],
        "notes": [
            ""
        ],
        "volume": "卷五百二十",
        "no#": 20
    },
    {
        "title": "題池州弄水亭",
        "author": "杜牧",
        "biography": "",
        "paragraphs": [
            "弄水亭前溪，颭灩翠綃舞。綺席草芊芊，紫嵐峰伍伍。",
            "螭蟠得形勢，翬飛如軒戶。一鏡奩曲堤，萬丸跳猛雨。",
            "檻前燕雁棲，枕上巴帆去。叢筠侍修廊，密蕙媚幽圃。",
            "杉樹碧為幢，花駢紅作堵。停樽遲晚月，咽咽上幽渚。",
            "客舟耿孤燈，萬里人夜語。漫流罥苔槎，饑鳧曬雪羽。",
            "玄絲落鉤餌，冰鱗看吞吐。斷霓天帔垂，狂燒漢旗怒。",
            "曠朗半秋曉，蕭瑟好風露。光潔疑可攬，欲以襟懷貯。",
            "幽抱吟九歌，羈情思湘浦。四時皆異狀，終日為良遇。",
            "小山浸石棱，撐舟入幽處。孤歌倚桂岩，晚酒眠松塢。",
            "紆餘帶竹村，蠶鄉足砧杵。塍泉落環佩，畦苗差纂組。",
            "風俗知所尚，豪強恥孤侮。鄰喪不相舂，公租無詬負。",
            "農時貴伏臘，簪瑱事禮賂。鄉校富華禮，征行產強弩。",
            "不能自勉去，但愧來何暮。故園漢上林，信美非吾土。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷五百二十",
        "no#": 21
    },
    {
        "title": "題宣州開元寺",
        "author": "杜牧",
        "biography": "",
        "paragraphs": [
            "南朝謝脁城，東吳最深處。亡國去如鴻，遺寺藏煙塢。",
            "樓飛九十尺，廊環四百柱。高高下下中，風繞松桂樹。",
            "青苔照朱閣，白鳥兩相語。溪聲入僧夢，月色暉粉堵。",
            "閱景無旦夕，憑闌有今古。留我酒一樽，前山看春雨。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷五百二十",
        "no#": 22
    },
    {
        "title": "大雨行",
        "author": "杜牧",
        "biography": "",
        "paragraphs": [
            "東垠黑風駕海水，海底卷上天中央。三吳六月忽淒慘，",
            "神鞭鬼馭載陰帝，來往噴灑何顛狂。四面崩騰玉京仗，",
            "百川氣勢苦豪俊，坤關密鎖愁開張。太和六年亦如此，",
            "盡召邑中豪健者，闊展朱盤開酒場。奔觥槌鼓助聲勢，",
            "景物不盡人自老，誰知前事堪悲傷。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷五百二十",
        "no#": 23
    },
    {
        "title": "自宣州赴官入京，路逢裴坦判官歸宣州，因題贈",
        "author": "杜牧",
        "biography": "",
        "paragraphs": [
            "敬亭山下百頃竹，中有詩人小謝城。城高跨樓滿金碧，",
            "縈風酒旆掛朱閣，半醉遊人聞弄笙。我初到此未三十，",
            "老閑腰下丈二組，塵土高懸千載名。重遊鬢白事皆改，",
            "雲罍看人捧，波臉任他橫。一醉六十日，古來聞阮生。",
            "是非離別際，始見醉中情。今日送君話前事，"
        ],
        "notes": [
            ""
        ],
        "volume": "卷五百二十",
        "no#": 24
    },
    {
        "title": "贈宣州元處士",
        "author": "杜牧",
        "biography": "",
        "paragraphs": [
            "陵陽北郭隱，身世兩忘者。蓬蒿三畝居，寬於一天下。",
            "樽酒對不酌，默與玄相話。人生自不足，愛歎遭逢寡。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷五百二十",
        "no#": 25
    },
    {
        "title": "村行",
        "author": "杜牧",
        "biography": "",
        "paragraphs": [
            "春半南陽西，柔桑過村塢。嫋嫋垂柳風，點點回塘雨。",
            "蓑唱牧牛兒，籬窺蒨裙女。半濕解征衫，主人饋雞黍。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷五百二十",
        "no#": 26
    },
    {
        "title": "史將軍二首",
        "author": "杜牧",
        "biography": "",
        "paragraphs": [
            "長鉟周都尉，閑如秋嶺雲。取蝥弧登壘，以駢鄰翼軍。",
            "百戰百勝價，河南河北聞。今遇太平日，老去誰憐君。",
            "壯氣蓋燕趙，耽耽魁傑人。彎弧五百步，長戟八十斤。",
            "河湟非內地，安史有遺塵。何日武台坐，兵符授虎臣。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷五百二十",
        "no#": 27
    }
]