[
    {
        "title": "魯望讀《襄陽耆舊傳》，見贈五百言，過褒庸材，靡有稱是。然襄陽曩事歷歷在目，夫《耆舊傳》所未載者，漢陽王則宗社元勛，孟浩然則文章大匠，予次而贊之，因而寄答，亦詩人無言不酬之義也，次韻",
        "author": "皮日休",
        "biography": "",
        "paragraphs": [
            "漢水碧于天，南荊廓然秀。廬羅遵古俗，鄢郢迷昔囿。",
            "幽奇無得狀，巉絕不能究。興替忽矣新，山川悄然舊。",
            "斑斑生造士，一一應玄宿。巴庸乃嶮岨，屈景實豪右。",
            "是非既自分，涇渭不相就。粵自靈均來，清才若天漱。",
            "偉哉泂上隱，卓爾隆中耨。始將麋鹿狎，遂與麒麟鬥。",
            "萬乘不可謁，千鐘固非茂。爰從景升死，境上多兵候。",
            "檀溪試戈船，峴嶺屯貝胄。寂寞數百年，質唯包礫琇。",
            "上玄賞唐德，生賢命之授。是為漢陽王，帝曰俞爾奏。",
            "巨德聳神鬼，宏才轢前後。勢端唯金莖，質古乃玉豆。",
            "行葉蔭大椿，詞源吐洪溜。六成清廟音，一柱明堂構。",
            "在昔房陵遷，圓穹正中漏。繄王揭然出，上下拓宇宙。",
            "俯視三事者，騃騃若童幼。低摧護中興，若鳳視其鷇。",
            "遇險必伸足，逢誅將引脰。既正北極尊，遂治眾星謬。",
            "重聞章陵幸，再見岐陽狩。日似新刮膜，天如重熨縐。",
            "易政疾似欬，求賢甚於購。化之未期年，民安而國富。",
            "翼衛兩舜趨，鉤陳十堯驟。忽然遺相印，如羿卸其彀。",
            "奸幸卻乘釁，播遷遂終壽。遺廟屹峰崿，功名紛組繡。",
            "開元文物盛，孟子生荊岫。斯文縱奇巧，秦璽新雕鏤。",
            "甘窮臥牛衣，受辱對狗竇。思變如易爻，才通似玄首。",
            "秘于龍宮室，怪於天篆籀。知者競欲戴，嫉者或將詬。",
            "任達且百觚，遂為當時陋。既作才鬼終，恐為仙籍售。",
            "予生二賢末，得作升木狖。兼濟與獨善，俱敢懷其臭。",
            "江漢稱炳靈，克明嗣清晝。繼彼欲為三，如醨如醇酎。",
            "既見陸夫子，駑心卻伏廄。結彼世外交，遇之於邂逅。",
            "兩鶴思競閑，雙松格爭瘦。唯恐別仙才，漣漣涕襟袖。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷六百零九",
        "no#": 1
    },
    {
        "title": "魯望昨以五百言見貽，過有褒美，內揣庸陋，彌增愧悚，因成一千言上述吾唐文物之盛，次敘相得之歡，亦迭和之微旨也",
        "author": "皮日休",
        "biography": "",
        "paragraphs": [
            "三辰至精氣，生自蒼頡前。粵從有文字，精氣銖於綿。",
            "所以楊墨後，文詞縱橫顛。元狩富材術，建安儼英賢。",
            "厥祀四百餘，作者如排穿。五馬渡江日，群魚食蒲年。",
            "大風蕩天地，萬陣黃須膻。縱有命世才，不如一空弮。",
            "後至陳隋世，得之拘且緛。太浮如瀲灩，太細如蚳蝝。",
            "太亂如靡靡，太輕如芊芊。流之為䣱醟，變之為遊畋。",
            "百足雖雲眾，不救殺馬蚿。君臣作降虜，北走如㺦猭。",
            "所以文字妖，致其國朝遷。吾唐革其弊，取士將科縣。",
            "文星下為人，洪秀密於緶。大開紫宸扉，來者皆詳延。",
            "日晏朝不罷，龍姿歡䡒䡒。于焉周道反，由是秦法悛。",
            "射洪陳子昂，其聲亦喧闐。惜哉不得時，將奮猶拘攣。",
            "玉壘李太白，銅堤孟浩然。李寬包堪輿，孟澹擬漪漣。",
            "埋骨採石壙，留神鹿門埏。俾其羈旅死，實覺天地孱。",
            "猗與子美思，不盡如轉輇。縱為三十車，一字不可捐。",
            "既作風雅主，遂司歌詠權。誰知耒陽土，埋卻真神仙。",
            "當于李杜際，名輩或溯沿。良禦非異馬，由弓非他弦。",
            "其物無同異，其人有媸妍。自開元至今，宗社紛如煙。",
            "爽若沆瀣英，高如昆侖巔。百家囂浮說，諸子率寓篇。",
            "築之為京觀，解之為牲牷。各持天地維，率意東西牽。",
            "競抵元化首，爭扼真宰咽。或作制誥藪，或為宮體淵。",
            "或堪被金石，或可投花鈿。或為輿隸唱，或被兒童憐。",
            "烏壘虜亦寫，雞林夷爭傳。披揭覆載樞，捭闔神異鍵。",
            "力掀尾閭立，思軋大塊旋。降氣或若虹，耀影或如wH。",
            "萬象瘡複痏，百靈瘠且q3。謂乎數十公，筆若明堂椽。",
            "其中有擬者，不絕當如綖。齊驅不讓策，並駕或爭駢。",
            "所以吾唐風，直將三代甄。被此文物盛，由乎聲詩宣。",
            "采彼風人謠，輶軒輕似鸇。麗者固不舍，鄙者亦為銓。",
            "其中有鑒戒，一一堪雕鐫。乙夜以觀之，吾君無釋焉。",
            "遂命大司樂，度之如星躔。播於樂府中，俾為萬代蠲。",
            "吹彼圓丘竹，誦茲清廟弦。不惟娛列祖，兼可格上玄。",
            "粵予何為者，生自江海壖。騃騃自總角，不甘耕一廛。",
            "諸昆指倉庫，謂我死道邊。何為不力農，稽古真可嘕。",
            "遂與襏襫著，兼之笞笠全。風吹蔓草花，颯颯盈荒田。",
            "老牛瞪不行，力弱誰能鞭。乃將耒與耜，並換槧與鉛。",
            "閱彼圖籍肆，致之千百編。攜將入蘇嶺，不就無出緣。",
            "堆書塞低屋，添硯涸小泉。對燈任髻爇，憑案從肘研。",
            "苟無切玉刀，難除指上胼。爾來五寒暑，試藝稱精專。",
            "昌黎道未著，文教如欲騫。其中有聲病，於我如舚䡲。",
            "是敢驅頹波，歸之於大川。其文如可用，不敢佞與便。",
            "明水在稿秸，太羹臨豆籩。將來示時人，猰貐垂饞涎。",
            "亦或尚華縟，亦曾為便嬛。亦能制灝灝，亦解攻翩翩。",
            "唯思逢陣敵，與彼爭後先。避兵入句吳，窮悴只自跧。",
            "平原陸夫子，投刺來翩躚。開卷讀數行，為之加敬虔。",
            "忽窮一兩首，反顧唯曲拳。始來遺巾幗，乃敢排戈鋋。",
            "或為拔幟走，或遭劘壘還。不能收亂轍，豈暇重為篿。",
            "雖然未三北，亦可輸千鐉。向來說文字，爾汝名可聯。",
            "聖人病歿世，不患窮而蹎。我未九品位，君無一囊錢。",
            "相逢得何事，兩籠酬戲箋。無顏解偷合，底事居冗員。",
            "方知萬鐘祿，不博五湖船。夷險但明月，死生應白蓮。",
            "吟餘憑幾飲，釣罷偎蓑眠。終拋峴山業，相共此留連。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷六百零九",
        "no#": 2
    },
    {
        "title": "吳中苦雨因書一百韻寄魯望",
        "author": "皮日休",
        "biography": "",
        "paragraphs": [
            "全吳臨巨溟，百里到滬瀆。海物競駢羅，水怪爭滲漉。",
            "狂蜃吐其氣，千尋勃然蹙。一刷半天墨，架為欹危屋。",
            "怒鯨瞪相向，吹浪山轂轂。倏忽腥杳冥，須臾坼崖谷。",
            "帝命有嚴程，慈物敢潛伏。噓之為玄雲，彌亙千萬幅。",
            "直拔倚天劍，又建橫海纛。化之為暴雨，潈潈射平陸。",
            "如將月窟寫，似把天河撲。著樹勝戟支，中人過箭鏃。",
            "龍光倏閃照，虯角搊琤觸。此時一千里，平下天臺瀑。",
            "雷公恣其志，䃸磹裂電目。蹋破霹靂車，折卻三四輻。",
            "雨工避罪者，必在蚊睫宿。狂發鏗訇音，不得懈怠僇。",
            "頃刻勢稍止，尚自傾蔌蔌。不敢履洿處，恐蹋爛地軸。",
            "自爾凡十日，茫然晦林麓。只是遇滂沱，少曾逢霢霂。",
            "伊餘之廨宇，古制拙蔔築。頹簷倒菌黃，破砌頑莎綠。",
            "只有方丈居，其中蹐且局。朽處或似醉，漏時又如沃。",
            "階前平氾濫，牆下起趢趚。唯堪著笞笠，複可乘艒宿。",
            "雞犬並淋漓，兒童但咿噢。勃勃生濕氣，人人牢於鋦。",
            "鬚眉漬將斷，肝膈蒸欲熟。當庭死蘭芷，四垣盛薋菉。",
            "解帙展斷書，拂床安壞櫝。跳樑老蛙黽，直向床前浴。",
            "蹲前但相聒，似把白丁辱。空廚方欲炊，漬米未離bL。",
            "薪蒸濕不著，白晝須然燭。汙萊既已濘，買魚不獲鮛。",
            "竟未成麥饘，安能得粱肉。更有陸先生，荒林抱窮蹙。",
            "壞宅四五舍，病筱三兩束。蓋簷低礙首，蘚地滑澾足。",
            "注欲透承塵，濕難庇廚簏。低摧在圭竇，索漠拋偏裻。",
            "手指既已胼，肌膚亦將瘯。一苞勢欲陊，將撐乏寸木。",
            "盡日欠束薪，經時無寸粟。䗂蝓將入甑，蟚蜞已臨鍑。",
            "嬌兒未十歲，枵然自啼哭。一錢買粔籹，數裏走病僕。",
            "破碎舊鶴籠，狼藉晚蠶蔟。千卷素書外，此外無餘蓄。",
            "著處紵衣裂，戴次紗帽醭。惡陰潛過午，未及烹葵菽。",
            "吳中銅臭戶，七萬沸如臛。嗇止甘蟹䱬，侈唯僭車服。",
            "皆希尉吏旨，盡怕裏胥錄。低眉事庸奴，開顏納金玉。",
            "唯到陸先生，不能分一斛。先生之志氣，薄漢如鴻鵠。",
            "遇善必擎跽，見才輒馳逐。廉不受一芥，其餘安可黷。",
            "如何鄉里輩，見之乃蝟縮。粵予苦心者，師仰但踖踧。",
            "受易既可注，請玄又堪蔔。百家皆搜蕩，六藝盡翻覆。",
            "似餒見太牢，如迷遇華燭。半年得酬唱，一日屢往復。",
            "三秀間稂莠，九成雜巴濮。奔命既不暇，乞降但相續。",
            "吟詩口吻噅，把筆指節瘃。君才既不窮，吾道由是篤。",
            "所益諒弘多，厥交過親族。相逢似丹漆，相望如脁肭。",
            "論業敢並驅，量分合繼躅。相違始兩日，忡忡想華縟。",
            "出門泥漫漶，恨無直轅輂。十錢賃一輪，逢上鳴斛觫。",
            "赤腳枕書帙，訪予穿詰曲。入門且抵掌，大噱時碌碌。",
            "茲淋既浹旬，無乃害九穀。予惟餓不死，得非道之福。",
            "手中捉詩卷，語快還共讀。解帶似歸來，脫巾若沐浴。",
            "疏如松間篁，野甚麋對鹿。行譚弄書簽，臥話枕棋局。",
            "呼童具盤餐，擫衣換雞鶩。或蒸一升麻，或煠兩把菊。",
            "用以閱幽奇，豈能資口腹。十分煎皋盧，半榼挽醽醁。",
            "高談繄無盡，晝漏何太促。我公大司諫，一切從民欲。",
            "梅潤侵束杖，和氣生空獄。而民當斯時，不覺有煩溽。",
            "念澇為之災，拜神再三告。太陰霍然收，天地一澄肅。",
            "燔炙既芬芬，威儀乃毣毣。須權元化柄，用拯中夏酷。",
            "我願薦先生，左右輔司牧。茲雨何足雲，唯思舉顏歜。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷六百零九",
        "no#": 3
    },
    {
        "title": "初夏即事寄魯望",
        "author": "皮日休",
        "biography": "",
        "paragraphs": [
            "夏景恬且曠，遠人疾初平。黃鳥語方熟，紫桐陰正清。",
            "廨宇有幽處，私游無定程。歸來閉雙關，亦忘枯與榮。",
            "土室作深谷，蘚垣為幹城。俯杉突杝架，迸筍支簷楹。",
            "片石共坐穩，病鶴同喜晴。癭木四五器，筇杖一兩莖。",
            "泉為葛天味，松作羲皇聲。或看名畫徹，或吟閑詩成。",
            "忽枕素琴睡，時把仙書行。自然寡儔侶，莫說更紛爭。",
            "具區包地髓，震澤含天英。粵從三讓來，俊造紛然生。",
            "顧予客茲地，薄我皆為傖。唯有陸夫子，盡力提客卿。",
            "各負出俗才，俱懷超世情。駐我一棧車，啜君數藜羹。",
            "敲門若我訪，倒屣欣逢迎。胡餅蒸甚熟，貊盤舉尤輕。",
            "茗脆不禁炙，酒肥或難傾。掃除就藤下，移榻尋虛明。",
            "唯共陸夫子，醉與天壤並。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷六百零九",
        "no#": 4
    },
    {
        "title": "二遊詩：徐詩",
        "author": "皮日休",
        "biography": "",
        "paragraphs": [
            "東莞為著姓，奕代皆雋哲。強學取科第，名聲盡孤揭。",
            "自為方州來，清操稱凜冽。唯寫墳籍多，必雲清俸絕。",
            "宣毫利若風，剡紙光與月。劄吏指欲胼，萬通排未闋。",
            "樓船若夏屋，欲載如垤eJ。轉徙入吳都，縱橫礙門闑。",
            "縹囊輕似霧，緗帙殷於血。以此為基構，將斯用貽厥。",
            "重于通侯印，貴卻全師節。我愛參卿道，承家能介潔。",
            "潮田五萬步，草屋十餘楶。微宦不能去，歸來坐如刖。",
            "保茲萬卷書，守慎如羈絏。念我曾苦心，相逢無間別。",
            "引之看秘寶，任得窮披閱。軸閑翠鈿剝，簽古紅牙折。",
            "帙解帶芸香，卷開和桂屑。枕兼石鋒刃，榻共松瘡癤。",
            "一臥寂無喧，數編看盡徹。或攜歸廨宇，或把穿林樾。",
            "挈過太湖風，抱宿支硎雪。如斯未星紀，悉得分毫末。",
            "翦除幽僻藪，滌蕩玄微窟。學海正狂波，予頭向中bK。",
            "聖人患不學，垂誡尤為切。苟昧古與今，何殊喑共fw。",
            "昔之慕經史，有以傭筆劄。何況遇斯文，借之不曾輟。",
            "吾衣任縠纑，吾食某糠核。其道苟可光，斯文那自伐。",
            "何竹青堪殺，何蒲重好截。如能盈兼兩，便足酬饑渴。",
            "有此競苟榮，聞之兼可噦。東皋耨煙雨，南嶺提薇蕨。",
            "何以謝徐君，公車不聞設。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷六百零九",
        "no#": 5
    },
    {
        "title": "二遊詩：任詩",
        "author": "皮日休",
        "biography": "",
        "paragraphs": [
            "任君恣高放，斯道能寡合。一宅閑林泉，終身遠囂雜。",
            "嘗聞佐浩穰，散性多儑bY。欻爾解其綬，遺之如棄靸。",
            "歸來鄉黨內，卻與親朋洽。開溪未讓丁，列第方稱甲。",
            "入門約百步，古木聲霎霎。廣檻小山欹，斜廊怪石夾。",
            "白蓮倚闌楯，翠鳥緣簾押。地勢似五瀉，岩形若三峽。",
            "猿眠但膃肭，鳧食時啑唼。撥荇下文竿，結藤縈桂楫。",
            "門留醫樹客，壁倚栽花鍤。度歲止褐衣，經旬唯白vS。",
            "多君方閉戶，顧我能倒屟。請題在茅棟，留坐于石榻。",
            "魂從清景遛，衣任煙霞裛。階墀龜任上，枕席鷗方狎。",
            "沼似頗黎鏡，當中見魚眨。杯杓悉杉瘤，盤筵盡荷葉。",
            "閑斟不置罰，閑弈無爭劫。閑日不整冠，閑風無用箑。",
            "以斯為思慮，吾道寧疲苶。袞衣競璀璨，鼓吹爭鞺鞳。",
            "欲者解擠排，詬者能詀讘。權豪暫翻覆，刑禍相填壓。",
            "此時一圭竇，不肯饒閶闔。有第可棲息，有書可漁獵。",
            "吾欲與任君，終身以斯愜。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷六百零九",
        "no#": 6
    },
    {
        "title": "追和虎丘寺清遠道士詩",
        "author": "皮日休",
        "biography": "",
        "paragraphs": [
            "成道自衰周，避世窮炎漢。荊杞雖雲梗，煙霞尚容竄。",
            "茲岑信靈異，吾懷愜流玩。石澀古鐵鉎，嵐重輕埃漫。",
            "松膏膩幽徑，蘋沫著孤岸。諸蘿幄幕暗，眾鳥陶匏亂。",
            "岩罅地中心，海光天一半。玄猿行列歸，白雲次第散。",
            "蟾蜍生夕景，沆瀣餘清旦。風日采幽什，墨客學靈翰。",
            "嗟予慕斯文，一詠複三歎。顯晦雖不同，茲吟粗堪贊。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷六百零九",
        "no#": 7
    },
    {
        "title": "追和幽獨君詩次韻",
        "author": "皮日休",
        "biography": "",
        "paragraphs": [
            "念爾風雅魄，幽咽猶能文。空令傷魂鳥，啼破山邊墳。",
            "恨劇但埋土，聲幽難放哀。墳古春自晚，愁緒空崔嵬。",
            "白楊老無花，枯根侵夜台。天高有時裂，川去何時回。",
            "雙睫不能濡，六藏無可摧。不聞搴蓬事，何必深悲哉。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷六百零九",
        "no#": 8
    },
    {
        "title": "奉和魯望讀陰符經見寄",
        "author": "皮日休",
        "biography": "",
        "paragraphs": [
            "三百八十言，出自伊祁氏。上以生神仙，次雲立仁義。",
            "玄機一以發，五賊紛然起。結為日月精，融作天地髓。",
            "不測似陰陽，難名若神鬼。得之升高天，失之沈厚地。",
            "具茨雲木老，大塊煙霞委。自顓頊以降，賊為聖人軌。",
            "堯乃一庶人，得之賊帝摯。摯見其德尊，脫身授其位。",
            "舜唯一鰥民，冗冗作什器。得之賊帝堯，白丁作天子。",
            "禹本刑人後，以功繼其嗣。得之賊帝舜，用以平洚水。",
            "自禹及文武，天機嗒然弛。姬公樹其綱，賊之為聖智。",
            "聲詩川競大，禮樂山爭峙。爰從幽厲餘，宸極若孩稚。",
            "九伯真犬彘，諸侯實虎兕。五星合其耀，白日下闕裏。",
            "由是聖人生，于焉當亂紀。黃帝之五賊，拾之若青紫。",
            "高揮春秋筆，不可刊一字。賊子虐甚斨，奸臣痛于棰。",
            "至今千餘年，蚩蚩受其賜。時代更複改，刑政崩且陊。",
            "予將賊其道，所動多訾毀。叔孫與臧倉，賢聖多如此。",
            "如何黃帝機，吾得多坎躓。縱失生前祿，亦多身後利。",
            "我欲賊其名，垂之千萬祀。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷六百零九",
        "no#": 9
    },
    {
        "title": "初夏遊楞伽精舍",
        "author": "皮日休",
        "biography": "",
        "paragraphs": [
            "越舼輕似萍，漾漾出煙郭。人聲漸疏曠，天氣忽寥廓。",
            "伊予愜斯志，有似劀q3瘼。遇勝即夷猶，逢幽且淹泊。",
            "俄然棹深處，虛無倚岩崿。霜毫一道人，引我登龍閣。",
            "當中見壽象，欲禮光紛箔。珠幡時相鏗，恐是諸天樂。",
            "樹杪見觚棱，林端逢赭堊。千尋井猶在，萬祀靈不涸。",
            "下通蛟人道，水色黮而惡。欲照六藏驚，將窺百骸愕。",
            "朅去山南嶺，其險如邛笮。悠然放吾興，欲把青天摸。",
            "紫藤垂罽珥，紅荔懸纓絡。蘚厚滑似漦，峰尖利如鍔。",
            "斯須到絕頂，似愈漸離z8。一片太湖光，只驚天漢落。",
            "梅風脫綸帽，乳水透芒屩。嵐姿與波彩，不動渾相著。",
            "既不暇供應，將何以酬酢。卻來穿竹徑，似入青油幕。",
            "穴恐水君開，龕如鬼工鑿。窮幽入茲院，前楯臨巨壑。",
            "遺畫龍奴獰，殘香蟲篆薄。褫魂窺玉鏡，澄慮聞金鐸。",
            "雲態共縈留，鳥言相許諾。古木勢如虺，近之恐相蠚。",
            "怒泉聲似激，聞之意爭博。時禽倏已嘿，眾籟蕭然作。",
            "遂令不羈性，戀此如纏縛。念彼上人者，將生付寂寞。",
            "曾無膚撓事，肯把心源度。胡為儒家流，沒齒勤且恪。",
            "沐猴本不冠，未是謀生錯。言行既異調，棲遲亦同托。",
            "願力儻不遺，請作華林鶴。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷六百零九",
        "no#": 10
    },
    {
        "title": "公齋四詠：小松",
        "author": "皮日休",
        "biography": "",
        "paragraphs": [
            "婆娑只三尺，移來白雲徑。亭亭向空意，已解淩遼夐。",
            "葉健似虯須，枝脆如鶴脛。清音猶未成，紺彩空不定。",
            "陰圓小芝蓋，鱗澀修荷柄。先愁被鷃搶，預恐遭蝸病。",
            "結根幸得地，且免離離映。磥砢不難遇，在保晚成性。",
            "一日造明堂，為君當畢命。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷六百零九",
        "no#": 11
    },
    {
        "title": "公齋四詠：小桂",
        "author": "皮日休",
        "biography": "",
        "paragraphs": [
            "一子落天上，生此青璧枝。欻從山之幽，劚斷雲根移。",
            "勁挺隱珪質，盤珊緹油姿。葉彩碧髓融，花狀白毫蕤。",
            "棱層立翠節，偃蹇樛青螭。影淡雪霽後，香泛風和時。",
            "吾祖在月竁，孤貞能見怡。願老君子地，不敢辭喧卑。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷六百零九",
        "no#": 12
    },
    {
        "title": "公齋四詠：新竹",
        "author": "皮日休",
        "biography": "",
        "paragraphs": [
            "笠澤多異竹，移之植後楹。一架三百本，綠沈森冥冥。",
            "圓緊珊瑚節，釤利翡翠翎。儼若青帝仗，矗如紫姑屏。",
            "槭槭微風度，漠漠輕靄生。如神語鈞天，似樂奏洞庭。",
            "一玩九藏冷，再聞百骸醒。有根可以執，有pF可以馨。",
            "願稟君子操，不敢先凋零。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷六百零九",
        "no#": 13
    },
    {
        "title": "公齋四詠：鶴屏",
        "author": "皮日休",
        "biography": "",
        "paragraphs": [
            "三幅吹空縠，孰寫仙禽狀。bo耳側以聽，赤精曠如望。",
            "引吭看雲勢，翹足臨池樣。頗似近蓐席，還如入方丈。",
            "盡日空不鳴，窮年但相向。未許子晉乘，難教道林放。",
            "貌既合羽儀，骨亦符法相。願升君子堂，不必思昆閬。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷六百零九",
        "no#": 14
    },
    {
        "title": "奉酬崔璐進士見寄次韻",
        "author": "皮日休",
        "biography": "",
        "paragraphs": [
            "伊餘幼且賤，所稟自以殊。弱歲謬知道，有心匡皇符。",
            "意超海上鷹，運局轅下駒。縱性作古文，所為皆自如。",
            "但恐才格劣，敢誇詞彩敷。句句考事實，篇篇窮玄虛。",
            "誰能變羊質，競不獲驪珠。粵有造化手，曾開天地爐。",
            "文章鄴下秀，氣貌淹中儒。展我此志業，期君持中樞。",
            "蒼生眼穿望，勿作磻溪謨。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷六百零九",
        "no#": 15
    }
]
