[
    {
        "title": "太湖詩：初入太湖",
        "author": "皮日休",
        "biography": "",
        "paragraphs": [
            "聞有太湖名，十年未曾識。今朝得遊泛，大笑稱平昔。",
            "一舍行胥塘，盡日到震澤。三萬六千頃，千頃頗黎色。",
            "連空淡無纇，照野平絕隙。好放青翰舟，堪弄白玉笛。",
            "疏岑七十二，eH々露矛戟。悠然嘯傲去，天上搖畫艗。",
            "西風乍獵獵，驚波罨涵碧。倏忽雷陣吼，須臾玉崖坼。",
            "樹動為蜃尾，山浮似鼇脊。落照射鴻溶，清輝蕩拋cQ。",
            "雲輕似可染，霞爛如堪摘。漸暝無處泊，挽帆從所適。",
            "枕下聞澎湃，肌上生瘮t7。討異足邅回，尋幽多阻隔。",
            "願風與良便，吹入神仙宅。甘將一蘊書，永事嵩山伯。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷六百一十",
        "no#": 1
    },
    {
        "title": "太湖詩：曉次神景宮",
        "author": "皮日休",
        "biography": "",
        "paragraphs": [
            "夜半幽夢中，扁舟似鳧躍。曉來到何許，俄倚包山腳。",
            "三百六十丈，攢空利如削。遐瞻但徙倚，欲上先矍鑠。",
            "濃露濕莎裳，淺泉漸草屩。行行未一裏，節境轉寂寞。",
            "靜徑侵泬寥，仙扉傍岩崿。松聲正凊絕，海日方照灼。",
            "欻臨幽虛天，萬想皆擺落。壇靈有芝菌，殿聖無鳥雀。",
            "瓊幃自迴旋，錦旌空粲錯。鼎氣為龍虎，香煙混丹雘。",
            "凝看出次雲，默聽語時鶴。綠書不可注，雲笈應無鑰。",
            "晴來鳥思喜，崦裏花光弱。天籟如擊琴，泉聲似摐鐸。",
            "清齋洞前院，敢負玄科約。空中悉羽章，地上皆靈藥。",
            "金醴可酣暢，玉豉堪咀嚼。存心服燕胎，叩齒讀龍蹻。",
            "福地七十二，茲焉永堪托。在獸乏虎貙，於蟲不毒蠚。",
            "嘗聞擇骨錄，仙志非可作。綠腸既朱髓，青肝複紫絡。",
            "伊餘乏此相，天與形貌惡。每嗟原憲瘇，常苦齊侯瘧。",
            "終然合委頓，剛亦慕寥廓。三茅亦常住，竟與珪組薄。",
            "欲問包山神，來賒少岩壑。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷六百一十",
        "no#": 2
    },
    {
        "title": "太湖詩：入林屋洞",
        "author": "皮日休",
        "biography": "",
        "paragraphs": [
            "齋心已三日，筋骨如煙輕。腰下佩金獸，手中持火鈴。",
            "幽塘四百里，中有日月精。連亙三十六，各各為玉京。",
            "自非心至誠，必被神物烹。顧余慕大道，不能惜微生。",
            "遂招放曠侶，同作幽憂行。其門才函丈，初若盤薄硎。",
            "洞氣黑昳ft，苔發紅鬇鬡。試足值坎窞，低頭避崢嶸。",
            "攀緣不知倦，怪異焉敢驚。匍匐一百步，稍稍策可橫。",
            "忽然白蝙蝠，來撲松炬明。人語散澒洞，石響高玲玎。",
            "腳底龍蛇氣，頭上波濤聲。有時若服匿，偪仄如見繃。",
            "俄爾造平淡，豁然逢光晶。金堂似鐫出，玉座如琢成。",
            "前有方丈沼，凝碧融人睛。雲漿湛不動，璚露涵而馨。",
            "漱之恐減算，酌之必延齡。愁為三官責，不敢攜一bl。",
            "昔雲夏后氏，于此藏真經。刻之以紫琳，秘之以丹瓊。",
            "期之以萬祀，守之以百靈。焉得彼丈人，竊之不加刑。",
            "石匱一以出，左神俄不扃。禹書既雲得，吳國由是傾。",
            "蘚縫才半尺，中有怪物腥。欲去既嚄唶，將回又伶俜。",
            "卻遵舊時道，半日出杳冥。屨泥惹石髓，衣濕沾雲英。",
            "玄籙乏仙骨，青文無絳名。雖然入陰宮，不得朝上清。",
            "對彼神仙窟，自厭濁俗形。卻憎造物者，遣我騎文星。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷六百一十",
        "no#": 3
    },
    {
        "title": "太湖詩：雨中游包山精舍",
        "author": "皮日休",
        "biography": "",
        "paragraphs": [
            "松門亙五裏，彩碧高下絢。幽人共躋攀，勝事頗清便。",
            "翣翣林上雨，隱隱湖中電。薜帶輕束腰，荷笠低遮面。",
            "濕屨黏煙霧，穿衣落霜霰。笑次度岩壑，困中遇台殿。",
            "老僧三四人，梵字十數卷。施稀無夏屋，境僻乏朝膳。",
            "散發抵泉流，支頤數雲片。坐石忽忘起，捫蘿不知倦。",
            "異蝶時似錦，幽禽或如鈿。篥簩還戛刃，栟櫚自搖扇。",
            "俗態既鬥藪，野情空眷戀。道人摘芝菌，為予備午饌。",
            "渴興石榴羹，饑愜胡麻飯。如何事于役，茲遊急於傳。",
            "卻將塵土衣，一任瀑絲濺。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷六百一十",
        "no#": 4
    },
    {
        "title": "太湖詩：游毛公壇",
        "author": "皮日休",
        "biography": "",
        "paragraphs": [
            "卻上南山路，松行儼如廡。松根礙幽徑，孱顏不能斧。",
            "擺履跨亂雲，側巾蹲怪樹。三休且半日，始到毛公塢。",
            "兩水合一澗，潈崖卻為浦。相敵百千戟，共攂十萬鼓。",
            "噴散日月精，射破神仙府。唯愁絕地脈，又恐折天柱。",
            "一窺耳目眩，再聽雲發豎。次到煉丹井，井幹翳宿莽。",
            "下有蕊剛丹，勺之百疾愈。凝于白獺髓，湛似桐馬乳。",
            "黃露醒齒牙，碧黏甘肺腑。檜異松複怪，枯疏互撐拄。",
            "幹蛟一百丈，髐然半天舞。下有毛公壇，壇方不盈畝。",
            "當時雲龍篆，一片苔蘚古。時時仙禽來，忽忽祥煙聚。",
            "我愛周息元，忽起應明主。三諫卻歸來，回頭唾圭組。",
            "伊余何不幸，斯人不復睹。如何大開口，與世爭枯腐。",
            "將山待誇娥，以肉投猰貐。欻坐侵桂陰，不知巳與午。",
            "茲地足靈境，他年終結宇。敢道萬石君，輕於一絲縷。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷六百一十",
        "no#": 5
    },
    {
        "title": "太湖詩：三宿神景宮",
        "author": "皮日休",
        "biography": "",
        "paragraphs": [
            "古觀岑且寂，幽人情自怡。一來包山下，三宿湖之湄。",
            "況此深夏夕，不逢清月姿。玉泉浣衣後，金殿添香時。",
            "客省高且敞，客床蟠複奇。石枕冷入腦，筍席寒侵肌。",
            "氣清寐不著，起坐臨階墀。松陰忽微照，獨見螢火芝。",
            "素鶴警微露，白蓮明暗池。窗櫺帶乳蘚，壁縫含雲蕤。",
            "聞磬走魍魎，見燭奔羈雌。沆瀣欲滴瀝，芭蕉未離披。",
            "五更山蟬響，醒發如吹篪。杉風忽然起，飄破步虛詞。",
            "道客巾屨樣，上清朝禮儀。明發作此事，豈複甘趨馳。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷六百一十",
        "no#": 6
    },
    {
        "title": "太湖詩：以毛公泉一瓶獻上諫議因寄",
        "author": "皮日休",
        "biography": "",
        "paragraphs": [
            "劉根昔成道，茲塢四百年。毿毿被其體，號為綠毛仙。",
            "因思清泠汲，鑿彼岝峉巔。五色既煉矣，一勺方鏗然。",
            "既用文武火，俄窮雌雄篇。赤鹽撲紅霧，白華飛素煙。",
            "服之生羽翼，倏爾沖玄天。真隱尚有跡，厥祀將近千。",
            "我來討靈勝，到此期終焉。滴苦破竇淨，蘚深餘甃圓。",
            "澄如玉髓潔，泛若金精鮮。顏色半帶乳，氣味全和鉛。",
            "飲之融痞蹇，濯之伸拘攣。有時玩者觸，倏忽風雷顛。",
            "素綆絲不短，越罌腹甚便。汲時月液動，擔處玉漿旋。",
            "敢獻大司諫，置之鈴閣前。清如介潔性，滌比掃蕩權。",
            "炙背野人興，亦思侯伯憐。也知飲冰苦，願受一瓶泉。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷六百一十",
        "no#": 7
    },
    {
        "title": "太湖詩：縹緲峰",
        "author": "皮日休",
        "biography": "",
        "paragraphs": [
            "頭戴華陽帽，手拄大夏筇。清晨陪道侶，來上縹緲峰。",
            "帶露嗅藥蔓，和雲尋鹿蹤。時驚q0p0鼠，飛上千丈松。",
            "翠壁內有室，叩之虛eGcP。古穴下徹海，視之寒鴻蒙。",
            "遇歇有佳思，緣危無倦容。須臾到絕頂，似鳥穿樊籠。",
            "恐足蹈海日，疑身淩天風。眾岫點巨浸，四方接圓穹。",
            "似將青螺髻，撒在明月中。片白作越分，孤嵐為吳宮。",
            "一陣靉靆氣，隱隱生湖東。激雷與波起，狂電將日紅。",
            "礊礊雨點大，金髇轟下空。暴光隔雲閃，仿佛亙天龍。",
            "連拳百丈尾，下拔湖之洪。捽為一雪山，欲與昭回通。",
            "移時卻cs下，細碎衡與嵩。神物諒不測，絕景尤難窮。",
            "杖策下返照，漸聞仙觀鐘。煙波濆肌骨，雲壑闐心胸。",
            "竟死愛未足，當生且歡逢。不然把天爵，自拜太湖公。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷六百一十",
        "no#": 8
    },
    {
        "title": "太湖詩：桃花塢",
        "author": "皮日休",
        "biography": "",
        "paragraphs": [
            "夤緣度南嶺，盡日穿林樾。窮深到茲塢，逸興轉超忽。",
            "塢名雖然在，不見桃花發。恐是武陵溪，自閉仙日月。",
            "倚峰小精舍，當嶺殘耕垡。將洞任回環，把雲恣披拂。",
            "閑禽啼叫窕，險狖眠硉矹。微風吹重嵐，碧埃輕勃勃。",
            "清陰減鶴睡，秀色治人渴。敲竹鬥錚摐，弄泉爭咽嗢。",
            "空齋蒸柏葉，野飯調石發。空羨塢中人，終身無履襪。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷六百一十",
        "no#": 9
    },
    {
        "title": "太湖詩：明月灣",
        "author": "皮日休",
        "biography": "",
        "paragraphs": [
            "曉景澹無際，孤舟恣回環。試問最幽處，號為明月灣。",
            "半岩翡翠巢，望見不可攀。柳弱下絲網，藤深垂花鬘。",
            "松癭忽似狖，石文或如虥。釣壇兩三處，苔老腥斒斑。",
            "沙雨幾處霽，水禽相向閑。野人波濤上，白屋幽深間。",
            "曉培橘栽去，暮作魚梁還。清泉出石砌，好樹臨柴關。",
            "對此老且死，不知憂與患。好境無處住，好處無境刪。",
            "赧然不自適，脈脈當湖山。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷六百一十",
        "no#": 10
    },
    {
        "title": "太湖詩：練瀆",
        "author": "皮日休",
        "biography": "",
        "paragraphs": [
            "吳王厭得國，所玩終不足。一上姑蘇台，猶自嫌局促。",
            "艅艎六宮鬧，艨沖後軍肅。一陣水麝風，空中蕩平淥。",
            "鳥困避錦帆，龍跧防鐵軸。流蘇惹煙浪，羽葆飄岩穀。",
            "靈境太蹂踐，因茲塞林屋。空闊嫌太湖，崎嶇開練瀆。",
            "三尋齾石齒，數裏穿山腹。底靜似金膏，礫碎如丹粟。",
            "波殿鄭妲醉，蟾閣西施宿。幾轉含煙舟，一唱來雲曲。",
            "不知闌楯上，夜有越人鏃。君王掩面死，嬪禦不敢哭。",
            "豔魄逐波濤，荒宮養麋鹿。國破溝亦淺，代變草空綠。",
            "白鳥都不知，朝眠還暮浴。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷六百一十",
        "no#": 11
    },
    {
        "title": "太湖詩：投龍潭",
        "author": "皮日休",
        "biography": "",
        "paragraphs": [
            "龜山下最深，惡氣何洋溢。涎水瀑龍巢，腥風卷蛟室。",
            "曉來林岑靜，獰色如怒日。氣湧撲炱煤，波澄掃純漆。",
            "下有水君府，貝闕光比櫛。左右列介臣，縱橫守鱗卒。",
            "月中珠母見，煙際楓人出。生犀不敢燒，水怪恐摧捽。",
            "時有慕道者，作彼投龍術。端嚴持碧簡，齋戒揮紫筆。",
            "兼以金蜿蜒，投之光焌律。琴高坐赤鯉，何許縱仙逸。",
            "我願與之遊，茲焉托靈質。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷六百一十",
        "no#": 12
    },
    {
        "title": "太湖詩：孤園寺",
        "author": "皮日休",
        "biography": "",
        "paragraphs": [
            "艇子小且兀，緣湖蕩白芷。縈紆泊一碕，宛到孤園寺。",
            "蘿島凝清陰，松門湛虛翠。寒泉飛碧螭，古木鬥蒼兕。",
            "鐘梵在水魄，樓臺入雲肆。岩邊足鳴wJ，樹杪多飛鸓。",
            "香莎滿院落，風泛金靃靡。靜鶴啄柏蠹，閑猱弄榅eb。",
            "小殿熏陸香，古經貝多紙。老僧方瞑坐，見客還強起。",
            "指茲正險絕，何以來到此。先言洞壑數，次話真如理。",
            "磬韻醒閒心，茶香凝皓齒。巾之劫貝布，饌以栴檀餌。",
            "數刻得清淨，終身欲依止。可憐陶侍讀，身列丹台位。",
            "雅號曰勝力，亦聞師佛氏。今日到孤園，何妨稱弟子。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷六百一十",
        "no#": 13
    },
    {
        "title": "太湖詩：上真觀",
        "author": "皮日休",
        "biography": "",
        "paragraphs": [
            "徑盤在山肋，繚繞窮雲端。摘菌杖頭紫，緣崖屐齒刓。",
            "半日到上真，洞宮知造難。雙戶啟真景，齋心方可觀。",
            "天鈞鳴響亮，天祿行蹣跚。琪樹夾一徑，萬條青琅玕。",
            "兩松峙庭際，怪狀籲可歎。大螾騰共結，修蛇飛相盤。",
            "皮膚坼甲胄，枝節擒貙犴。罅處似天裂，朽中如井眢。",
            "褵褷風聲癬，跁跒地方痑。根上露鉗釱，空中狂波瀾。",
            "合時若莽蒼，辟處如轘轅。儼對無霸陣，靜問嚴陵灘。",
            "靈飛一以護，山都焉敢幹。兩廊潔寂曆，中殿高巑岏。",
            "靜架九色節，閑懸十絕幡。微風時一吹，百寶清闌珊。",
            "昔有葉道士，位當升靈官。欲箋紫微志，唯食虹影丹。",
            "既逐隱龍去，道風由此殘。猶聞絳目草，往往生空壇。",
            "羽客兩三人，石上譚泥丸。謂我或龍胄，粲然與之歡。",
            "衣巾紫華冷，食次白芝寒。自覺有真氣，恐隨風力摶。",
            "明朝若更住，必擬隳儒冠。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷六百一十",
        "no#": 14
    },
    {
        "title": "太湖詩：銷夏灣",
        "author": "皮日休",
        "biography": "",
        "paragraphs": [
            "太湖有曲處，其門為兩崖。當中數十頃，別如一天池。",
            "號為銷夏灣，此名無所私。赤日莫斜照，清風多遙吹。",
            "沙嶼掃粉墨，松竹調塤篪。山果紅靺鞨，水苔青wK髵。",
            "木陰厚若瓦，岩磴滑如飴。我來此游息，夏景方赫曦。",
            "一坐磐石上，肅肅寒生肌。小艖或可泛，短策或可支。",
            "行驚翠羽起，坐見白蓮披。斂袖弄輕浪，解巾敵涼颸。",
            "但有水雲見，更餘沙禽知。京洛往來客，暍死緣賓士。",
            "此中便可老，焉用名利為。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷六百一十",
        "no#": 15
    },
    {
        "title": "太湖詩：包山祠",
        "author": "皮日休",
        "biography": "",
        "paragraphs": [
            "白雲最深處，像設盈岩堂。村祭足茗粣，水奠多桃漿。",
            "箘uM突古砌，薜荔繃頹牆。爐灰寂不然，風送杉桂香。",
            "積雨晦州裏，流波漂稻粱。恭惟大司諫，憫此如發狂。",
            "命予傳明禱，祗事實不遑。一奠若肸蚃，再祝如激揚。",
            "出廟未半日，隔雲逢澹光。gf々雨點少，漸收羽林槍。",
            "忽然山家犬，起吠白日傍。公心與神志，相向如玄黃。",
            "我願作一疏，奏之於穹蒼。留神千萬祀，永福吳封疆。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷六百一十",
        "no#": 16
    },
    {
        "title": "太湖詩：聖姑廟",
        "author": "皮日休",
        "biography": "",
        "paragraphs": [
            "洛神有靈逸，古廟臨空渚。暴雨駁丹青，荒蘿繞梁梠。",
            "野風旋芝蓋，饑烏銜椒糈。寂寂落楓花，時時鬥鼯鼠。",
            "常雲三五夕，盡會妍神侶。月下留紫姑，霜中召青女。",
            "俄然響環佩，倏爾鳴機杼。樂至有聞時，香來無定處。",
            "目瞪如有待，魂斷空無語。雲雨竟不生，留情在何處。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷六百一十",
        "no#": 17
    },
    {
        "title": "太湖詩：太湖石",
        "author": "皮日休",
        "biography": "",
        "paragraphs": [
            "茲山有石岸，抵浪如受屠。雪陣千萬戰，蘚岩高下刳。",
            "乃是天詭怪，信非人功夫。白丁一雲取，難甚網珊瑚。",
            "厥狀複若何，鬼工不可圖。或拳若虺蜴，或蹲如虎貙。",
            "連絡若鉤鎖，重疊如萼跗。或若巨人骼，或如太帝符。",
            "胮肛筼簹筍，格磔琅玕株。斷處露海眼，移來和沙須。",
            "求之煩耄倪，載之勞舳艫。通侯一以眄，貴卻驪龍珠。",
            "厚賜以賝贐，遠去窮京都。五侯土山下，要爾添岩齬。",
            "賞玩若稱意，爵祿行斯須。苟有王佐士，崛起於太湖。",
            "試問欲西笑，得如茲石無。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷六百一十",
        "no#": 18
    },
    {
        "title": "太湖詩：崦裏",
        "author": "皮日休",
        "biography": "",
        "paragraphs": [
            "崦裏何幽奇，膏腴二十頃。風吹稻花香，直過龜山頂。",
            "青苗細膩臥，白羽悠溶靜。塍畔起鸊鵜，田中通舴艋。",
            "幾家傍潭洞，孤戍當林嶺。罷釣時煮菱，停繰或焙茗。",
            "峭然八十翁，生計於此永。苦力供征賦，怡顏過朝暝。",
            "洞庭取異事，包山極幽景。念爾飽得知，亦是遺民幸。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷六百一十",
        "no#": 19
    },
    {
        "title": "太湖詩：石板",
        "author": "皮日休",
        "biography": "",
        "paragraphs": [
            "翠石數百步，如板漂不流。空疑水妃意，浮出青玉洲。",
            "中若瑩龍劍，外唯疊蛇矛。狂波忽然死，浩氣清且浮。",
            "似將翠黛色，抹破太湖秋。安得三五夕，攜酒棹扁舟。",
            "召取月夫人，嘯歌於上頭。又恐霄景闊，虛皇拜仙侯。",
            "欲建九錫碑，當立十二樓。瓊文忽然下，石板誰能留。",
            "此事少知者，唯應波上鷗。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷六百一十",
        "no#": 20
    }
]