[
    {
        "title": "讀襄陽耆舊傳，因作詩五百言寄皮襲美",
        "author": "陸龜蒙",
        "biography": "",
        "paragraphs": [
            "漢皋古來雄，山水天下秀。高當軫翼分，化作英髦囿。",
            "暴秦之前人，灰滅不可究。自從宋生賢，特立冠耆舊。",
            "離騷既日月，九辯即列宿。卓哉悲秋辭，合在風雅右。",
            "龐公樂幽隱，辟聘無所就。只愛鹿門泉，泠泠倚岩漱。",
            "孔明臥龍者，潛伏躬耕耨。忽遭玄德雲，遂起鱗角鬥。",
            "三胡節皆峻，二習名亦茂。其餘文武家，相望如斥堠。",
            "緬思齊梁降，寂寞寡清胄。凝融為漪瀾，複結作瑩琇。",
            "不知粹和氣，有得方大受。將生皮夫子，上帝可其奏。",
            "並包數公才，用以殿厥後。嘗聞兒童歲，嬉戲陳俎豆。",
            "積漸開詞源，一派分萬溜。先崇丘旦室，大懼隳結構。",
            "次補荀孟垣，所貴亡罅漏。仰瞻三皇道，蟣虱在宇宙。",
            "卻視五霸圖，股掌弄孩幼。或能醢髖髀，或與翼雛鷇。",
            "或喜掉直舌，或樂斬邪脰。或耨鉏翳薈，或整理錯謬。",
            "或如百千騎，合遝原野狩。又如曉江平，風死波不皺。",
            "幽埋力須掘，遺落貲必購。乃于文學中，十倍猗頓富。",
            "囊乏向咸鎬，馬重遲步驟。專場射策時，縛虎當羿彀。",
            "歸來把通籍，且作高堂壽。未足逞戈矛，誰雲被文繡。",
            "從知偶東下，帆影拂吳岫。物象悉摧藏，精靈畏雕鏤。",
            "伊余抱沈疾，憔悴守圭竇。方推洪範疇，更念大玄首。",
            "陳詩采風俗，學古窮篆籀。朝朝貰薪米，往往逢責詬。",
            "既被鄰里輕，亦為妻子陋。持冠適甌越，敢怨不得售。",
            "窘若曬沙魚，悲如哭霜狖。唯君枉車轍，以逐海上臭。",
            "披襟兩相對，半夜忽白晝。執熱濯清風，忘憂飲醇酎。",
            "驅為文翰侶，駑皂參驥廄。有時諧宮商，自喜真邂逅。",
            "道孤情易苦，語直詩還瘦。藻匠如見酬，終身致懷袖。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷六百一十七",
        "no#": 1
    },
    {
        "title": "襲美先輩以龜蒙所獻五百言，既蒙見和復示榮唱至於千字，提獎之重，蔑有稱實，再抒鄙懷用伸酬謝",
        "author": "陸龜蒙",
        "biography": "",
        "paragraphs": [
            "洪範分九疇，轉成天下規。河圖孕八卦，煥作玄中奇。",
            "先開否臧源，次築經緯基。粵若魯聖出，正當周德衰。",
            "越疆必載質，曆國將扶危。諸侯恣崛強，王室方陵遲。",
            "歌鳳時不偶，獲麟心益悲。始嗟吾道窮，竟使空言垂。",
            "首贊五十易，又刪三百詩。遂令篇籍光，可並日月姿。",
            "向非筆削功，未必無瑕疵。迨至夫子沒，微言散如枝。",
            "所宗既不同，所得亦異宜。名法在深刻，虛玄至希夷。",
            "自從戰伐來，一派縱橫馳。寒穀生豔木，沸潭結流澌。",
            "驚奔失壯士，好惡隨纖兒。嬴氏並六合，勢尊丞相斯。",
            "加於挾書律，盡取坑焚之。南勒會稽頌，北恢胡亥阺。",
            "猶懷遍巡狩，不暇親維持。及漢文景後，鴻生方dr摫。",
            "簸揚堯舜風，反作三代吹。飄颻四百載，左右為藩籬。",
            "鄴下曹父子，獵賢甚熊羆。發論若霞駁，裁詩如錦摛。",
            "徐王應劉輩，頭角咸相衰。或有妙絕賞，或為獨步推。",
            "或許潤色美，或嫌詆訶癡。倏以中利病，且非混醇醨。",
            "雅當乎魏文，麗矣哉陳思。不肯少選妄，恐貽後世嗤。",
            "吾祖仗才力，革車蒙虎皮。手持一白旄，直向文場麾。",
            "輕若脫鉗釱，豁如抽扊扅。精鋼不足利，騕褭何勞追。",
            "大可罩山嶽，微堪析毫釐。十體免負贅，百家咸起痿。",
            "爭入鬼神奧，不容天地私。一篇邁華藻，萬古無孑遺。",
            "刻鵠尚未已，雕龍奮而為。劉生吐英辯，上下窮高卑。",
            "下臻宋與齊，上指軒從羲。豈但標八索，殆將包兩儀。",
            "人謠洞野老，騷怨明湘累。立本以致詰，驅宏來抵隵。",
            "清如朔雪嚴，緩若春煙羸。或欲開戶牖，或將飾纓緌。",
            "雖非倚天劍，亦是囊中錐。皆由內史意，致得東莞詞。",
            "梁元盡索虜，後主終亡隋。哀音但浮脆，豈望分雄雌。",
            "吾唐揖讓初，陛列森咎夔。作頌媲吉甫，直言過祖伊。",
            "明皇踐中日，墨客肩參差。嶽淨秀擢削，海寒光陸離。",
            "皆能取穴鳳，盡擬乘雲螭。邇來二十祀，俊造相追隨。",
            "餘生落其下，亦值文明時。少小不好弄，逡巡奉弓箕。",
            "雖然苦貧賤，未省親嚅㖇。秋倚抱風桂，曉烹承露葵。",
            "窮年只敗袍，積日無晨炊。遠訪賣藥客，閑尋捕魚師。",
            "歸來蠹編上，得以含情窺。抗韻吟比雅，覃思念棿摛。",
            "因知昭明前，剖石呈清琪。又嗟昭明後，敗葉埋芳蕤。",
            "縱有月旦評，未能天下知。徒為強貔豹，不免參狐狸。",
            "誰蹇行地足，誰抽刺天鬐。誰作河畔草，誰為洞中芝。",
            "誰若靈囿鹿，誰猶清廟犧。誰輕如鴻毛，誰密如凝脂。",
            "誰比蜀嚴靜，誰方巴賨貲。誰能釣抃鼇，誰能灼神龜。",
            "誰背如水火，誰同若塤篪。誰可作梁棟，誰敢驅穀蠡。",
            "用此常不快，無人動交鈹。空消病裏骨，枉白愁中髭。",
            "鹿門先生才，大小無不怡。就彼六籍內，說詩直解頤。",
            "顧我迷未遠，開懷潰其疑。初開鑿本源，漸乃疏旁支。",
            "邃古派氾濫，皇朝光赫曦。揣摩是非際，一一如襟期。",
            "李杜氣不易，孟陳節難移。信知君子言，可並神明蓍。",
            "枯腐尚求律，膏肓猶謁醫。況將太牢味，見啖逋懸饑。",
            "今來置家地，正枕吳江湄。餌薄鉤不曲，跫然守空坻。",
            "嘿坐無影響，唯君款茅茨。抽書亂簽帙，酌茗煩甌dy。",
            "或伴補缺砌，或偕詣荒祠。孤筇倚煙蔓，細木橫風漪。",
            "觸雨妨扉屨，臨流泥江蘺。既狎野人調，甘為豪士訾。",
            "不敢負建鼓，唯憂掉降旗。希君念餘勇，挽袖登文陴。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷六百一十七",
        "no#": 2
    },
    {
        "title": "奉酬襲美先輩吳中苦雨一百韻",
        "author": "陸龜蒙",
        "biography": "",
        "paragraphs": [
            "微生參最靈，天與意緒拙。人皆機巧求，百徑無一達。",
            "家為唐臣來，奕世唯稷卨。只垂青白風，凜凜自貽厥。",
            "猶殘賜書在，編簡苦斷絕。其間忠孝字，萬古光不滅。",
            "孱孫誠瞢昧，有志常搰搰。敢雲嗣良弓，但欲終守節。",
            "喧嘩不入耳，讒佞不掛舌。仰詠堯舜言，俯遵周孔轍。",
            "所貪既仁義，豈暇理生活。縱有舊田園，拋來亦蕪沒。",
            "因之成否塞，十載真契闊。凍骭一襜褕，饑腸少糠籺。",
            "甘心付天壤，委分任回斡。笠澤臥孤雲，桐江釣明月。",
            "盈筐盛芡芰，滿釜煮鱸鱖。酒幟風外俯，茶槍露中擷。",
            "歌謠非大雅，捃摭為小說。上可補熏莖，傍堪跐芽蘖。",
            "方當賣罾罩，盡以易紙劄。蹤跡尚吳門，夢魂先魏闕。",
            "尋聞天子詔，赫怒誅叛卒。宵旰憫烝黎，謨明問征伐。",
            "王師雖繼下，賊壘未即拔。此時淮海波，半是生人血。",
            "霜戈驅少壯，敗屋棄羸耋。踐蹋比塵埃，焚燒同稿秸。",
            "吾皇自神聖，執事皆間傑。射策亦何為，春卿遂聊輟。",
            "伊余將貢技，未有恥可刷。卻問漁樵津，重耕煙雨墢。",
            "諸侯急兵食，冗剩方翦截。不可抱詞章，巡門事幹謁。",
            "歸來闔蓬楗，壁立空豎褐。暖手抱孤煙，披書向殘雪。",
            "幽憂和憤懣，忽愁自驚蹶。文兮乏寸毫，武也無尺鐵。",
            "平生所韜蓄，到死不開豁。念此令人悲，翕然生內熱。",
            "加之被皸瘃，況複久藜糲。既為霜露侵，一臥增百疾。",
            "筋骸將束縛，腠理如棰撻。初謂抵狂貙，又如當毒蠍。",
            "江南多事鬼，巫覡連甌粵。可口是妖訛，恣情專賞罰。",
            "良醫只備位，藥肆或虛設。而我正萎痿，安能致訶咄。",
            "椒蘭任芳苾，精粣從羅列。醆斝既屢傾，錢刀亦隨爇。",
            "兼之瀆財賄，不止行盜竊。天地如有知，微妖豈逃殺。",
            "其時心力憤，益使氣息輟。永夜更呻吟，空床但皮骨。",
            "君來贊賢牧，野鶴聊簪笏。謂我同光塵，心中有溟渤。",
            "輪蹄相壓至，問遺無虛月。首到春鴻蒙，猶殘病根茇。",
            "看花雖眼暈，見酒忘肺渴。隱幾還自怡，蓬盧亦爭喝。",
            "抽毫更唱和，劍戟相磨戛。何大不包羅，何微不挑刮。",
            "今來值霖雨，晝夜無暫歇。雜若碎淵淪，高如破轇轕。",
            "何勞鼉吼岸，詎要鸛鳴垤。只意江海翻，更愁山嶽裂。",
            "初驚蚩尤陣，虎豹爭搏齧。又疑伍胥濤，蛟蜃相蹙拶。",
            "千家蒙瀑練，忽似好披拂。萬瓦垂玉繩，如堪取縈結。",
            "況余居低下，本是蛙蚓窟。邇來增號呼，得以恣唐突。",
            "先誇屋舍好，又恃頭角凸。厚地雖直方，身能遍穿穴。",
            "常參莊辯裏，亦造揚玄末。偃仰縱無機，形容且相忽。",
            "低頭增歎詫，到口複嗢咽。沮洳漬琴書，莓苔染巾襪。",
            "解衣換倉粟，秕稗猶未脫。饑鳥屢窺臨，泥僮苦舂bN。",
            "或聞秋稼穡，大半沈澎汃。耕父蠹齊民，農夫思旱魃。",
            "吾觀天之意，未必洪水割。且要虐飛龍，又圖滋跛鱉。",
            "三吳明太守，左右皆儒哲。有力即扶危，懷仁過救暍。",
            "鹿門皮夫子，氣調真俊逸。截海上雲鷹，橫空下霜鶻。",
            "文壇如命將，可以持玉鉞。不獨扆羲軒，便當城老佛。",
            "顧餘為山者，所得才簣撮。譬如飾箭材，尚欠鏃與筈。",
            "閑將歈兒唱，強倚帝子瑟。幸得遠瀟湘，不然嗤賈屈。",
            "開緘窺寶肆，璣貝光比櫛。朗詠沖樂懸，陶匏響鏗擖。",
            "古來愁霖賦，不是不清越。非君頓挫才，沴氣難摧折。",
            "馳情扣虛寂，力盡無所掇。不足謝徽音，只令凋鬢髮。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷六百一十七",
        "no#": 3
    },
    {
        "title": "奉酬襲美先輩初夏見寄次韻",
        "author": "陸龜蒙",
        "biography": "",
        "paragraphs": [
            "積雨晦皋圃，門前煙水準。蘋蘅增遙吹，枕席分餘清。",
            "村旆詫酒美，賒來滿鋞程。未必減宣子，何羨謝公榮。",
            "借宅去人遠，敗牆連古城。愁鴟占枯枿，野鼠趨前楹。",
            "昨日雲破損，晚林先覺晴。幽篁倚微照，碧粉含疏莖。",
            "蠹簡有遺字，gs琴無泛聲。蠶寒繭尚薄，燕喜雛新成。",
            "覽物正搖思，得君初夏行。誠明複散誕，化匠安能爭。",
            "海浪刷三島，天風吹六英。洪崖領玉節，坐使虛音生。",
            "吾祖傲洛客，因言幾為傖。末裔實漁者，敢懷幹墨卿。",
            "唯思釣璜老，遂得持竿情。何須乞鵝炙，豈在斟羊羹。",
            "畦蔬與甕醁，便可相攜迎。蟠木幾甚曲，筍皮冠且輕。",
            "閒心放羈靮，醉腳從欹傾。一徑有餘遠，一窗有餘明。",
            "秦皇苦不達，天下何足並。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷六百一十七",
        "no#": 4
    },
    {
        "title": "奉和襲美二遊詩：徐詩",
        "author": "陸龜蒙",
        "biography": "",
        "paragraphs": [
            "嘗聞四書曰，經史子集焉。苟非天祿中，此事無由全。",
            "自從秦火來，歷代逢迍邅。漢祖入關日，蕭何為政年。",
            "盡力取圖籍，遂持天下權。中興熹平時，教化還相宣。",
            "立石刻五經，置於太學前。賊卓亂王室，君臣如轉圜。",
            "洛陽且煨燼，載籍宜為煙。逮晉武革命，生民才息肩。",
            "惠懷亟寡昧，戎羯俄腥膻。已覺天地閉，競為東南遷。",
            "日既不暇給，墳索何由專。爾後國脆弱，人多尚虛玄。",
            "任學者得謗，清言者為賢。直至沈範輩，始家藏簡編。",
            "禦府有不足，仍令就之傳。梁元渚宮日，盡取如蚳蝝。",
            "兵威忽破碎，焚爇無遺篇。近者隋後主，搜羅勢駢闐。",
            "寶函映玉軸，彩翠明霞鮮。伊唐受命初，載史聲連延。",
            "砥柱不我助，驚波湧淪漣。遂令因去書，半在餘浮泉。",
            "貞觀購亡逸，蓬瀛漸周旋。炅然東壁光，與月爭流天。",
            "偉矣開元中，王道真平平。八萬五千卷，一一皆塗鉛。",
            "人間盛傳寫，海內奔窮研。目雲西齋書，有過東皋田。",
            "吾聞徐氏子，奕世皆才賢。因知遺孫謀，不在黃金錢。",
            "插架幾萬軸，森森若戈鋋。風吹簽牌聲，滿室鏗鏘然。",
            "佳哉鹿門子，好問如除t9。倏來參卿處，遂得參卿憐。",
            "開懷展櫥簏，唯在性所便。素業已千仞，今為峻雲巔。",
            "雄才舊百派，相近浮日川。君抱王佐圖，縱步淩陶甄。",
            "他時若報德，誰在參卿先。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷六百一十七",
        "no#": 5
    },
    {
        "title": "奉和襲美二遊詩：任詩",
        "author": "陸龜蒙",
        "biography": "",
        "paragraphs": [
            "吳之辟疆園，在昔勝概敵。前聞富修竹，後說紛怪石。",
            "風煙慘無主，載祀將六百。草色與行人，誰能問遺跡。",
            "不知清景在，盡付任君宅。卻是五湖光，偷來傍簷隙。",
            "出門向城路，車馬聲躪躒。入門望亭隈，水木氣岑寂。",
            "犨牆繞曲岸，勢似行無極。十步一危梁，乍疑當絕壁。",
            "池容澹而古，樹意蒼然僻。魚驚尾半紅，鳥下衣全碧。",
            "斜來島嶼隱，恍若瀟湘隔。雨靜持殘絲，煙消有餘脈。",
            "朅來任公子，擺落名利役。雖將祿代耕，頗愛巾隨策。",
            "秋籠支遁鶴，夜榻戴顒客。說史足為師，譚禪差作伯。",
            "君多鹿門思，到此情便適。偶蔭桂堪帷，縱吟苔可席。",
            "顧余真任誕，雅遂中心獲。但知醉還醒，豈知玄尚白。",
            "甘閑在雞口，不貴封龍額。即此自怡神，何勞謝公屐。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷六百一十七",
        "no#": 6
    },
    {
        "title": "次追和清遠道士詩韻",
        "author": "陸龜蒙",
        "biography": "",
        "paragraphs": [
            "一代先後賢，聲容劇河漢。況茲邁古士，複曆蒼崖竄。",
            "辰經幾十萬，邈與靈壽玩。海岳尚推移，都鄙固蕪漫。",
            "羸僧下高閣，獨鳥沒遠岸。嘯初風雨來，吟餘鐘唄亂。",
            "如何煉精魄，萬祀忽欲半。寧為斷臂憂，肯作秋柏散。",
            "吾聞酆宮內，日月自昏旦。左右修文郎，縱橫灑篇翰。",
            "斯人久冥漠，得不垂慨歎。庶或有神交，相從重興贊。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷六百一十七",
        "no#": 7
    },
    {
        "title": "補沈恭子詩",
        "author": "陸龜蒙",
        "biography": "",
        "paragraphs": [
            "靈質貫軒昊，遐年越商周。自然失遠裔，安得怨寡儔。",
            "我亦小國胤，易名慚見優。雖非放曠懷，雅奉逍遙遊。",
            "攜手桂枝下，屬詞山之幽。風雨一以過，林麓颯然秋。",
            "落日倚石壁，天寒登古丘。荒泉已無夕，敗葉翳不流。",
            "亂翠缺月隱，衰紅清露愁。覽物性未逸，反為情所囚。",
            "異才偶絕境，佳藻窮冥搜。虛傾寂寞音，敢作雜佩酬。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷六百一十七",
        "no#": 8
    }
]