[
    {
        "title": "詩三百三首",
        "author": "寒山",
        "biography": "",
        "paragraphs": [
            "凡讀我詩者，心中須護淨。慳貪繼日廉，諂曲登時正。",
            "驅遣除惡業，歸依受真性。今日得佛身，急急如律令。",
            "重岩我卜居，鳥道絕人跡。庭際何所有，白雲抱幽石。",
            "住茲凡幾年，屢見春冬易。寄語鐘鼎家，虛名定無益。",
            "可笑寒山道，而無車馬蹤。聯溪難記曲，疊嶂不知重。",
            "泣露千般草，吟風一樣松。此時迷徑處，形問影何從。",
            "吾家好隱淪，居處絕囂塵。踐草成三徑，瞻雲作四鄰。",
            "助歌聲有鳥，問法語無人。今日娑婆樹，幾年為一春。",
            "琴書須自隨，祿位用何為。投輦從賢婦，巾車有孝兒。",
            "風吹曝麥地，水溢沃魚池。常念鷦鷯鳥，安身在一枝。",
            "弟兄同五郡，父子本三州。欲驗飛鳧集，須征白兔遊。",
            "靈瓜夢裏受，神橘座中收。鄉國何迢遞，同魚寄水流。",
            "一為書劍客，二遇聖明君。東守文不賞，西征武不勳。",
            "學文兼學武，學武兼學文。今日既老矣，餘生不足雲。",
            "莊子說送終，天地為棺槨。吾歸此有時，唯須一番箔。",
            "死將喂青蠅，吊不勞白鶴。餓著首陽山，生廉死亦樂。",
            "人問寒山道，寒山路不通。夏天冰未釋，日出霧朦朧。",
            "似我何由屆，與君心不同。君心若似我，還得到其中。",
            "天生百尺樹，剪作長條木。可惜棟樑材，拋之在幽谷。",
            "年多心尚勁，日久皮漸禿。識者取將來，猶堪柱馬屋。",
            "驅馬度荒城，荒城動客情。高低舊雉堞，大小古墳塋。",
            "自振孤蓬影，長凝拱木聲。所嗟皆俗骨，仙史更無名。",
            "鸚鵡宅西國，虞羅捕得歸。美人朝夕弄，出入在庭幃。",
            "賜以金籠貯，扃哉損羽衣。不如鴻與鶴，颻颺入雲飛。",
            "玉堂掛珠簾，中有嬋娟子。其貌勝神仙，容華若桃李。",
            "東家春霧合，西舍秋風起。更過三十年，還成苷蔗滓。",
            "城中娥眉女，珠佩珂珊珊。鸚鵡花前弄，琵琶月下彈。",
            "長歌三月響，短舞萬人看。未必長如此，芙蓉不耐寒。",
            "父母續經多，田園不羨他。婦搖機軋軋，兒弄口ex々。",
            "拍手摧花舞，支頤聽鳥歌。誰當來歎賞，樵客屢經過。",
            "家住綠岩下，庭蕪更不芟。新藤垂繚繞，古石豎巉岩。",
            "山果獼猴摘，池魚白鷺銜。仙書一兩卷，樹下讀喃喃。",
            "四時無止息，年去又年來。萬物有代謝，九天無朽摧。",
            "東明又西暗，花落複花開。唯有黃泉客，冥冥去不回。",
            "歲去換愁年，春來物色鮮。山花笑淥水，岩岫舞青煙。",
            "蜂蝶自雲樂，禽魚更可憐。朋遊情未已，徹曉不能眠。",
            "手筆太縱橫，身材極瑰瑋。生為有限身，死作無名鬼。",
            "自古如此多，君今爭奈何。可來白雲裏，教爾紫芝歌。",
            "欲得安身處，寒山可長保。微風吹幽松，近聽聲逾好。",
            "下有斑白人，喃喃讀黃老。十年歸不得，忘卻來時道。",
            "俊傑馬上郎，揮鞭指綠楊。謂言無死日，終不作梯航。",
            "四運花自好，一朝成萎黃。醍醐與石蜜，至死不能嘗。",
            "有一餐霞子，其居諱俗遊。論時實蕭爽，在夏亦如秋。",
            "幽澗常瀝瀝，高松風颼颼。其中半日坐，忘卻百年愁。",
            "妾在邯鄲住，歌聲亦抑揚。賴我安居處，此曲舊來長。",
            "既醉莫言歸，留連日未央。兒家寢宿處，繡被滿銀床。",
            "快搒三翼舟，善乘千里馬。莫能造我家，謂言最幽野。",
            "岩岫深嶂中，雲雷竟日下。自非孔丘公，無能相救者。",
            "智者君拋我，愚者我拋君。非愚亦非智，從此斷相聞。",
            "入夜歌明月，侵晨舞白雲。焉能拱口手，端坐鬢紛紛。",
            "有鳥五色彣，棲桐食竹實。徐動合禮儀，和鳴中音律。",
            "昨來何以至，為吾暫時出。儻聞弦歌聲，作舞欣今日。",
            "茅棟野人居，門前車馬疏。林幽偏聚鳥，溪闊本藏魚。",
            "山果攜兒摘，皋田共婦鋤。家中何所有，唯有一床書。",
            "登陟寒山道，寒山路不窮。溪長石磊磊，澗闊草濛濛。",
            "苔滑非關雨，松鳴不假風。誰能超世累，共坐白雲中。",
            "六極常嬰困，九維徒自論。有才遺草澤，無藝閉蓬門。",
            "日上岩猶暗，煙消谷尚昏。其中長者子，個個總無褌。",
            "白雲高嵯峨，淥水蕩潭波。此處聞漁父，時時鼓棹歌。",
            "聲聲不可聽，令我愁思多。誰謂雀無角，其如穿屋何。",
            "杳杳寒山道，落落冷澗濱。啾啾常有鳥，寂寂更無人。",
            "磧磧風吹面，紛紛雪積身。朝朝不見日，歲歲不知春。",
            "少年何所愁，愁見鬢毛白。白更何所愁，愁見日逼迫。",
            "移向東岱居，配守北邙宅。何忍出此言，此言傷老客。",
            "聞道愁難遣，斯言謂不真。昨朝曾趁卻，今日又纏身。",
            "月盡愁難盡，年新愁更新。誰知席帽下，元是昔愁人。",
            "兩龜乘犢車，驀出路頭戲。一蠱從傍來，苦死欲求寄。",
            "不載爽人情，始載被沈累。彈指不可論，行恩卻遭刺。",
            "三月蠶猶小，女人來采花。隈牆弄蝴蝶，臨水擲蝦蟆。",
            "羅袖盛梅子，金鎞挑筍芽。鬥論多物色，此地勝餘家。",
            "東家一老婆，富來三五年。昔日貧於我，今笑我無錢。",
            "渠笑我在後，我笑渠在前。相笑儻不止，東邊複西邊。",
            "富兒多鞅掌，觸事難祇承。倉米已赫赤，不貸人鬥升。",
            "轉懷鉤距意，買絹先揀綾。若至臨終日，吊客有蒼蠅。",
            "余曾昔睹聰明士，博達英靈無比倫。一選嘉名喧宇宙，",
            "忽然富貴貪財色，瓦解冰消不可陳。",
            "白鶴銜苦桃，千里作一息。欲往蓬萊山，將此充糧食。",
            "未達毛摧落，離群心慘惻。卻歸舊來巢，妻子不相識。",
            "慣居幽隱處，乍向國清中。時訪豐幹道，仍來看拾公。",
            "獨回上寒岩，無人話合同。尋究無源水，源窮水不窮。",
            "生前大愚癡，不為今日悟。今日如許貧，總是前生作。",
            "今生又不修，來生還如故。兩岸各無船，渺渺難濟渡。",
            "璨璨盧家女，舊來名莫愁。貪乘摘花馬，樂搒採蓮舟。",
            "膝坐綠熊席，身披青鳳裘。哀傷百年內，不免歸山丘。",
            "低眼鄒公妻，邯鄲杜生母。二人同老少，一種好面首。",
            "昨日會客場，惡衣排在後。只為著破裙，吃他殘czwW。",
            "獨臥重岩下，蒸雲晝不消。室中雖暡靉，心裏絕喧囂。",
            "夢去游金闕，魂歸度石橋。拋除鬧我者，歷歷樹間瓢。",
            "夫物有所用，用之各有宜。用之若失所，一缺複一虧。",
            "圓鑿而方枘，悲哉空爾為。驊騮將捕鼠，不及跛貓兒。",
            "誰家長不死，死事舊來均。始憶八尺漢，俄成一聚塵。",
            "黃泉無曉日，青草有時春。行到傷心處，松風愁殺人。",
            "騮馬珊瑚鞭，驅馳洛陽道。自矜美少年，不信有衰老。",
            "白髮會應生，紅顏豈長保。但看北邙山，個是蓬萊島。",
            "竟日常如醉，流年不暫停。埋著蓬蒿下，曉月何冥冥。",
            "骨肉消散盡，魂魄幾凋零。遮莫咬鐵口，無因讀老經。",
            "一向寒山坐，淹留三十年。昨來訪親友，太半入黃泉。",
            "漸減如殘燭，長流似逝川。今朝對孤影，不覺淚雙懸。",
            "相喚采芙蓉，可憐清江裏。遊戲不覺暮，屢見狂風起。",
            "浪捧鴛鴦兒，波搖鸂鶒子。此時居舟楫，浩蕩情無已。",
            "吾心似秋月，碧潭清皎潔。無物堪比倫，教我如何說。",
            "垂柳暗如煙，飛花飄似霰。夫居離婦州，婦住思夫縣。",
            "各在天一涯，何時得相見。寄語明月樓，莫貯雙飛燕。",
            "有酒相招飲，有肉相呼吃。黃泉前後人，少壯須努力。",
            "玉帶暫時華，金釵非久飾。張翁與鄭婆，一去無消息。",
            "可憐好丈夫，身體極棱棱。春秋未三十，才藝百般能。",
            "金羈逐俠客，玉饌集良朋。唯有一般惡，不傳無盡燈。",
            "桃花欲經夏，風月催不待。訪覓漢時人，能無一個在。",
            "朝朝花遷落，歲歲人移改。今日揚塵處，昔時為大海。",
            "我見東家女，年可有十八。西舍競來問，願姻夫妻活。",
            "烹羊煮眾命，聚頭作淫殺。含笑樂呵呵，啼哭受殃抉。",
            "田舍多桑園，牛犢滿廄轍。肯信有因果，頑皮早晚裂。",
            "眼看消磨盡，當頭各自活。紙袴瓦作褌，到頭凍餓殺。",
            "我見百十狗，個個毛猙獰。臥者渠自臥，行者渠自行。",
            "投之一塊骨，相與啀喍爭。良由為骨少，狗多分不平。",
            "極目兮長望，白雲四茫茫。鴟鴉飽腲腇，鸞鳳饑彷徨。",
            "駿馬放石磧，蹇驢能至堂。天高不可問，鷦鵊在滄浪。",
            "洛陽多女兒，春日逞華麗。共折路邊花，各持插高髻。",
            "髻高花匼匝，人見皆睥睨。別求醦醦憐，將歸見夫婿。",
            "春女衒容儀，相將南陌陲。看花愁日晚，隱樹怕風吹。",
            "年少從傍來，白馬黃金羈。何須久相弄，兒家夫婿知。",
            "群女戲夕陽，風來滿路香。綴裙金蛺蝶，插髻玉鴛鴦。",
            "角婢紅羅縝，閹奴紫錦裳。為觀失道者，鬢白心惶惶。",
            "若人逢鬼魅，第一莫驚懅。捺硬莫采渠，呼名自當去。",
            "燒香請佛力，禮拜求僧助。蚊子叮鐵牛，無渠下觜處。",
            "浩浩黃河水，東流長不息。悠悠不見清，人人壽有極。",
            "苟欲乘白雲，曷由生羽翼。唯當鬒發時，行住須努力。",
            "乘茲朽木船，采彼紝婆子。行至大海中，波濤複不止。",
            "唯齎一宿糧，去岸三千里。煩惱從何生，愁哉緣苦起。",
            "默默永無言，後生何所述。隱居在林藪，智日何由出。",
            "枯槁非堅衛，風霜成夭疾。土牛耕石田，未有得稻日。",
            "山中何太冷，自古非今年。遝嶂恒凝雪，幽林每吐煙。",
            "草生芒種後，葉落立秋前。此有沈迷客，窺窺不見天。",
            "山客心悄悄，常嗟歲序遷。辛勤采芝朮，搜斥詎成仙。",
            "庭廓雲初卷，林明月正圓。不歸何所為，桂樹相留連。",
            "有人兮山楹，雲卷兮霞纓。秉芳兮欲寄，路漫漫兮難征。",
            "心惆悵兮狐疑，年老已無成。眾喔咿斯，蹇獨立兮忠貞。",
            "豬吃死人肉，人吃死豬腸。豬不嫌人臭，人反道豬香。",
            "豬死拋水內，人死掘土藏。彼此莫相啖，蓮花生沸湯。",
            "快哉混沌身，不飯複不尿。遭得誰鑽鑿，因茲立九竅。",
            "朝朝為衣食，歲歲愁租調。千個爭一錢，聚頭亡命叫。",
            "啼哭緣何事，淚如珠子顆。應當有別離，複是遭喪禍。",
            "所為在貧窮，未能了因果。塚間瞻死屍，六道不幹我。",
            "婦女慵經織，男夫懶耨田。輕浮耽挾彈，跕躧拈抹弦。",
            "凍骨衣應急，充腸食在先。今誰念於汝，苦痛哭蒼天。",
            "不行真正道，隨邪號行婆。口慚神佛少，心懷嫉妒多。",
            "背後噇魚肉，人前念佛陀。如此修身處，難應避奈何。",
            "世有一等愚，茫茫恰似驢。還解人言語，貪淫狀若豬。",
            "險巇難可測，實語卻成虛。誰能共伊語，令教莫此居。",
            "有漢姓傲慢，名貪字不廉。一身無所解，百事被他嫌。",
            "死惡黃連苦，生憐白蜜甜。吃魚猶未止，食肉更無厭。",
            "縱你居犀角，饒君帶虎睛。桃枝將辟穢，蒜殼取為瓔。",
            "暖腹茱萸酒，空心枸杞羹。終歸不免死，浪自覓長生。",
            "蔔擇幽居地，天臺更莫言。猿啼溪霧冷，嶽色草門連。",
            "折葉覆松室，開池引澗泉。已甘休萬事，采蕨度殘年。",
            "益者益其精，可名為有益。易者易其形，是名之有易。",
            "能益複能易，當得上仙籍。無益複無易，終不免死厄。",
            "徒勞說三史，浪自看五經。洎老檢黃籍，依前住白丁。",
            "筮遭連蹇卦，生主虛危星。不及河邊樹，年年一度青。",
            "碧澗泉水清，寒山月華白。默知神自明，觀空境逾寂。",
            "我今有一襦，非羅複非綺。借問作何色，不紅亦不紫。",
            "夏天將作衫，冬天將作被。冬夏遞互用，長年只這是。",
            "白拂栴檀柄，馨香竟日聞。柔和如卷霧，搖拽似行雲。",
            "禮奉宜當暑，高提複去塵。時時方丈內，將用指迷人。",
            "貪愛有人求快活，不知禍在百年身。但看陽焰浮漚水，",
            "行密節高霜下竹，方知不枉用心神。",
            "多少般數人，百計求名利。心貪覓榮華，經營圖富貴。",
            "心未片時歇，奔突如煙氣。家眷實團圓，一呼百諾至。",
            "不過七十年，冰消瓦解置。死了萬事休，誰人承後嗣。",
            "水浸泥彈丸，方知無意智。",
            "貪人好聚財，恰如梟愛子。子大而食母，財多還害己。",
            "散之即福生，聚之即禍起。無財亦無禍，鼓翼青雲裏。",
            "去家一萬里，提劍擊匈奴。得利渠即死，失利汝即殂。",
            "渠命既不惜，汝命亦何辜。教汝百勝術，不貪為上謨。",
            "瞋是心中火，能燒功德林。欲行菩薩道，忍辱護真心。",
            "汝為埋頭癡兀兀，愛向無明羅刹窟。再三勸你早修行，",
            "直待斬首作兩段，方知自身奴賊物。",
            "惡趣甚茫茫，冥冥無日光。人間八百歲，未抵半宵長。",
            "此等諸癡子，論情甚可傷。勸君求出離，認取法中王。",
            "世有多解人，愚癡徒苦辛。不求當來善，唯知造惡因。",
            "五逆十惡輩，三毒以為親。一死入地獄，長如鎮庫銀。",
            "天高高不窮，地厚厚無極。動物在其中，憑茲造化力。",
            "爭頭覓飽暖，作計相啖食。因果都未詳，盲兒問乳色。",
            "天下幾種人，論時色數有。賈婆如許夫，黃老元無婦。",
            "衛氏兒可憐，鐘家女極醜。渠若向西行，我便東邊走。",
            "賢士不貪婪，癡人好爐冶。麥地占他家，竹園皆我者。",
            "努膊覓錢財，切齒驅奴馬。須看郭門外，壘壘松柏下。",
            "嗊嗊買魚肉，擔歸喂妻子。何須殺他命，將來活汝己。",
            "此非天堂緣，純是地獄滓。徐六語破堆，始知沒道理。",
            "有人把椿樹，喚作白栴檀。學道多沙數，幾個得泥丸。",
            "棄金卻擔草，謾他亦自謾。似聚砂一處，成團也大難。",
            "蒸砂擬作飯，臨渴始掘井。用力磨碌磚，那堪將作鏡。",
            "佛說元平等，總有真如性。但自審思量，不用閑爭競。",
            "推尋世間事，子細總皆知。凡事莫容易，盡愛討便宜。",
            "護即弊成好，毀即是成非。故知雜濫口，背面總由伊。",
            "冷暖我自量，不信奴唇皮。",
            "蹭蹬諸貧士，饑寒成至極。閒居好作詩，劄劄用心力。",
            "賤他言孰采，勸君休歎息。題安糊餅上，乞狗也不吃。",
            "欲識生死譬，且將冰水比。水結即成冰，冰消返成水。",
            "已死必應生，出生還複死。冰水不相傷，生死還雙美。",
            "尋思少年日，游獵向平陵。國使職非願，神仙未足稱。",
            "聯翩騎白馬，喝兔放蒼鷹。不覺大流落，皤皤誰見矜。",
            "偃息深林下，從生是農夫。立身既質直，出語無諂諛。",
            "保我不鑒璧，信君方得珠。焉能同泛灩，極目波上鳧。",
            "不須攻人惡，何用伐己善。行之則可行，卷之則可卷。",
            "祿厚憂積大，言深慮交淺。聞茲若念茲，小子當自見。",
            "富兒會高堂，華燈何煒煌。此時無燭者，心願處其傍。",
            "不意遭排遣，還歸暗處藏。益人明詎損，頓訝惜餘光。",
            "世有聰明士，勤苦探幽文。三端自孤立，六藝越諸君。",
            "神氣卓然異，精彩超眾群。不識個中意，逐境亂紛紛。",
            "層層山水秀，煙霞鎖翠微。嵐拂紗巾濕，露沾蓑草衣。",
            "足躡游方履，手執古藤枝。更觀塵世外，夢境複何為。",
            "滿卷才子詩，溢壺聖人酒。行愛觀牛犢，坐不離左右。",
            "霜露入茅簷，月華明甕牖。此時吸兩甌，吟詩五百首。",
            "施家有兩兒，以藝幹齊楚。文武各自備，托身為得所。",
            "孟公問其術，我子親教汝。秦衛兩不成，失時成齟齬。",
            "止宿鴛鴦鳥，一雄兼一雌。銜花相共食，刷羽每相隨。",
            "戲入煙霄裏，宿歸沙岸湄。自憐生處樂，不奪鳳凰池。",
            "或有衒行人，才藝過周孔。見罷頭兀兀，看時身侗侗。",
            "繩牽未肯行，錐刺猶不動。恰似羊公鶴，可憐生氃氋。",
            "少小帶經鋤，本將兄共居。緣遭他輩責，剩被自妻疏。",
            "拋絕紅塵境，常遊好閱書。誰能借鬥水，活取轍中魚。",
            "變化計無窮，生死竟不止。三途鳥雀身，五嶽龍魚已。",
            "世濁作fh羺時清為騄耳。前回是富兒，今度成貧士。",
            "書判全非弱，嫌身不得官。銓曹被拗折，洗垢覓瘡瘢。",
            "必也關天命，今冬更試看。盲兒射雀目，偶中亦非難。",
            "貧驢欠一尺，富狗剩三寸。若分貧不平，中半富與困。",
            "始取驢飽足，卻令狗饑頓。為汝熟思量，令我也愁悶。",
            "柳郎八十二，藍嫂一十八。夫妻共百年，相憐情狡猾。",
            "弄璋字烏cY，擲瓦名婠妠。屢見枯楊荑，常遭青女殺。",
            "大有饑寒客，生將獸魚殊。長存磨石下，時哭路邊隅。",
            "累日空思飯，經冬不識襦。唯齎一束草，並帶五升麩。",
            "赫赫誰壚肆，其酒甚濃厚。可憐高幡幟，極目平升鬥。",
            "何意訝不售，其家多猛狗。童子欲來沽，狗咬便是走。",
            "籲嗟濁濫處，羅刹共賢人。謂是等流類，焉知道不親。",
            "狐假師子勢，詐妄卻稱珍。鉛礦入爐冶，方知金不知。",
            "田家避暑月，鬥酒共誰歡。雜雜排山果，疏疏圍酒樽。",
            "蘆莦將代席，蕉葉且充盤。醉後支頤坐，須彌小彈丸。",
            "個是何措大，時來省南院。年可三十餘，曾經四五選。",
            "囊裏無青蚨，篋中有黃絹。行到食店前，不敢暫回面。",
            "為人常吃用，愛意須慳惜。老去不自由，漸被他推斥。",
            "送向荒山頭，一生願虛擲。亡羊罷補牢，失意終無極。",
            "浪造淩霄閣，虛登百尺樓。養生仍夭命，誘讀詎封侯。",
            "不用從黃口，何須厭白頭。未能端似箭，且莫曲如鉤。",
            "雲山疊疊連天碧，路僻林深無客遊。遠望孤蟾明皎皎，",
            "可歎往年與今日，無心還似水東流。",
            "富貴疏親聚，只為多錢米。貧賤骨肉離，非關少兄弟。",
            "急須歸去來，招賢閣未啟。浪行朱雀街，踏破皮鞋底。",
            "我見一癡漢，仍居三兩婦。養得八九兒，總是隨宜手。",
            "丁防是新差，資財非舊有。黃蘖作驢秋，始知苦在後。",
            "新穀尚未熟，舊穀今已無。就貸一鬥許，門外立踟躕。",
            "夫出教問婦，婦出遣問夫。慳惜不救乏，財多為累愚。",
            "大有好笑事，略陳三五個。張公富奢華，孟子貧轗軻。",
            "只取侏儒飽，不憐方朔餓。巴歌唱者多，白雪無人和。",
            "老翁娶少婦，發白婦不耐。老婆嫁少夫，面黃夫不愛。",
            "老翁娶老婆，一一無棄背。少婦嫁少夫，兩兩相憐態。",
            "雍容美少年，博覽諸經史。盡號曰先生，皆稱為學士。",
            "未能得官職，不解秉耒耜。冬披破布衫，蓋是書誤己。",
            "鳥語情不堪，其時臥草庵。櫻桃紅爍爍，楊柳正毿毿。",
            "旭日銜青嶂，晴雲洗淥潭。誰知出塵俗，馭上寒山南。",
            "昨日何悠悠，場中可憐許。上為桃李徑，下作蘭蓀渚。",
            "複有綺羅人，舍中翠毛羽。相逢欲相喚，脈脈不能語。",
            "丈夫莫守困，無錢須經紀。養得一牸牛，生得五犢子。",
            "犢子又生兒，積數無窮已。寄語陶朱公，富與君相似。",
            "之子何惶惶，卜居須自審。南方瘴癘多，北地風霜甚。",
            "荒陬不可居，毒川難可飲。魂兮歸去來，食我家園葚。",
            "昨夜夢還家，見婦機中織。駐梭如有思，擎梭似無力。",
            "呼之回面視，況複不相識。應是別多年，鬢毛非舊色。",
            "人生不滿百，常懷千載憂。自身病始可，又為子孫愁。",
            "下視禾根土，上看桑樹頭。秤錘落東海，到底始知休。",
            "世有一等流，悠悠似木頭。出語無知解，雲我百不憂。",
            "問道道不會，問佛佛不求。子細推尋著，茫然一場愁。",
            "董郎年少時，出入帝京裏。衫作嫩鵝黃，容儀畫相似。",
            "常騎踏雪馬，拂拂紅塵起。觀者滿路傍，個是誰家子。",
            "個是誰家子，為人大被憎。癡心常憤憤，肉眼醉瞢瞢。",
            "見佛不禮佛，逢僧不施僧。唯知打大臠，除此百無能。",
            "人以身為本，本以心為柄。本在心莫邪，心邪喪本命。",
            "未能免此殃，何言懶照鏡。不念金剛經，卻令菩薩病。",
            "城北仲家翁，渠家多酒肉。仲翁婦死時，吊客滿堂屋。",
            "仲翁自身亡，能無一人哭。吃他杯臠者，何太冷心腹。",
            "下愚讀我詩，不解卻嗤誚。中庸讀我詩，思量雲甚要。",
            "上賢讀我詩，把著滿面笑。楊修見幼婦，一覽便知妙。",
            "自有慳惜人，我非慳惜輩。衣單為舞穿，酒盡緣歌啐。",
            "當取一腹飽，莫令兩腳儽。蓬蒿鑽髑髏，此日君應悔。",
            "我行經古墳，淚盡嗟存沒。塚破壓黃腸，棺穿露白骨。",
            "欹斜有甕瓶，掁撥無簪笏。風至攬其中，灰塵亂ej々。",
            "夕陽赫西山，草木光曄曄。複有朦朧處，松蘿相連接。",
            "此中多伏虎，見我奮迅鬣。手中無寸刃，爭不懼懾懾。",
            "出身既擾擾，世事非一狀。未能舍流俗，所以相追訪。",
            "昨吊徐五死，今送劉三葬。終日不得閒，為此心悽愴。",
            "有樂且須樂，時哉不可失。雖雲一百年，豈滿三萬日。",
            "寄世是須臾，論錢莫啾唧。孝經末後章，委曲陳情畢。",
            "獨坐常忽忽，情懷何悠悠。山腰雲縵縵，穀口風颼颼。",
            "猿來樹嫋嫋，鳥入林啾啾。時催鬢颯颯，歲盡老惆惆。",
            "一人好頭肚，六藝盡皆通。南見驅歸北，西風趁向東。",
            "長漂如泛萍，不息似飛蓬。問是何等色，姓貧名曰窮。",
            "他賢君即受，不賢君莫與。君賢他見容，不賢他亦拒。",
            "嘉善矜不能，仁徒方得所。勸逐子張言，拋卻卜商語。",
            "俗薄真成薄，人心個不同。殷翁笑柳老，柳老笑殷翁。",
            "何故兩相笑，俱行譣詖中。裝車競嵽嵲，翻載各瀧涷。",
            "是我有錢日，恒為汝貸將。汝今既飽暖，見我不分張。",
            "須憶汝欲得，似我今承望。有無更代事，勸汝熟思量。",
            "人生一百年，佛說十二部。慈悲如野鹿，瞋忿似家狗。",
            "家狗趁不去，野鹿常好走。欲伏獼猴心，須聽獅子吼。",
            "教汝數般事，思量知我賢。極貧忍賣屋，才富須買田。",
            "空腹不得走，枕頭須莫眠。此言期眾見，掛在日東邊。",
            "寒山多幽奇，登者皆恒懾。月照水澄澄，風吹草獵獵。",
            "凋梅雪作花，杌木雲充葉。觸雨轉鮮靈，非晴不可涉。",
            "有樹先林生，計年逾一倍。根遭陵谷變，葉被風霜改。",
            "咸笑外凋零，不憐內文采。皮膚脫落盡，唯有貞實在。",
            "寒山有裸蟲，身白而頭黑。手把兩卷書，一道將一德。",
            "住不安釜灶，行不齎衣裓。常持智慧劍，擬破煩惱賊。",
            "有人畏白首，不肯舍朱紱。采藥空求仙，根苗亂挑掘。",
            "數年無效驗，癡意瞋怫鬱。獵師披袈裟，元非汝使物。",
            "昔時可哥貧，今朝最貧凍。作事不諧和，觸途成倥傯。",
            "行泥屢腳屈，坐社頻腹痛。失卻斑貓兒，老鼠圍飯甕。",
            "我見世間人，堂堂好儀相。不報父母恩，方寸底模樣。",
            "欠負他人錢，蹄穿始惆悵。個個惜妻兒，爺娘不供養。",
            "兄弟似冤家，心中長悵怏，憶昔少年時，求神願成長。",
            "今為不孝子，世間多此樣。買肉自家噇，抹觜道我暢。",
            "自逞說嘍羅，聰明無益當。牛頭努目瞋，出去始時晌。",
            "擇佛燒好香，揀僧歸供養。羅漢門前乞，趁卻閑和尚。",
            "不悟無為人，從來無相狀。封疏請名僧，儭錢兩三樣。",
            "雲光好法師，安角在頭上。汝無平等心，聖賢俱不降。",
            "凡聖皆混然，勸君休取相。我法妙難思，天龍盡回向。",
            "我今稽首禮，無上法中王。慈悲大喜舍，名稱滿十方。",
            "眾生作依怙，智慧身金剛。頂禮無所著，我師大法王。",
            "可貴天然物，獨一無伴侶。覓他不可見，出入無門戶。",
            "促之在方寸，延之一切處。你若不信愛，相逢不相遇。",
            "餘家有一窟，窟中無一物。淨潔空堂堂，光華明日日。",
            "蔬食養微軀，布裘遮幻質。任你千聖現，我有天真佛。",
            "男兒大丈夫，作事莫莽鹵。勁挺鐵石心，直取菩提路。",
            "邪路不用行，行之枉辛苦。不要求佛果，識取心王主。",
            "粵自居寒山，曾經幾萬載。任運遁林泉，棲遲觀自在。",
            "寒岩人不到，白雲常靉靆。細草作臥褥，青天為被蓋。",
            "快活枕石頭，天地任變改。",
            "可重是寒山，白雲常自閑。猿啼暢道內，虎嘯出人間。",
            "獨步石可履，孤吟藤好攀。松風清颯颯，鳥語聲eX々。",
            "閑自訪高僧，煙山萬萬層。師親指歸路，月掛一輪燈。",
            "閒遊華頂上，日朗晝光輝。四顧晴空裏，白雲同鶴飛。",
            "世有多事人，廣學諸知見。不識本真性，與道轉懸遠。",
            "若能明實相，豈用陳虛願。一念了自心，開佛之知見。",
            "寒山有一宅，宅中無闌隔。六門左右通，堂中見天碧。",
            "房房虛索索，東壁打西壁。其中一物無，免被人來惜。",
            "寒到燒軟火，饑來煮菜吃。不學田舍翁，廣置牛莊宅。",
            "盡作地獄業，一入何曾極。好好善思量，思量知軌則。",
            "儂家暫下山，入到城隍裏。逢見一群女，端正容貌美。",
            "頭戴蜀樣花，燕脂塗粉膩。金釧鏤銀朵，羅衣緋紅紫。",
            "朱顏類神仙，香帶氛氳氣。時人皆顧盼，癡愛染心意。",
            "謂言世無雙，魂影隨他去。狗咬枯骨頭，虛自舐唇齒。",
            "不解返思量，與畜何曾異。今成白髮婆，老陋若精魅。",
            "無始由狗心，不超解脫地。",
            "一自遁寒山，養命餐山果。平生何所憂，此世隨緣過。",
            "日月如逝川，光陰石中火。任你天地移，我暢岩中坐。",
            "我見世間人，茫茫走路塵。不知此中事，將何為去津。",
            "榮華能幾日，眷屬片時親。縱有千斤金，不如林下貧。",
            "自聞梁朝日，四依諸賢士。寶志萬回師，四仙傅大士。",
            "顯揚一代教，作時如來使。造建僧伽藍，信心歸佛理。",
            "雖乃得如斯，有為多患累。與道殊懸遠，折西補東爾。",
            "不達無為功，損多益少利。有聲而無形，至今何處去。",
            "籲嗟貧複病，為人絕友親。甕裏長無飯，甑中屢生塵。",
            "蓬庵不免雨，漏榻劣容身。莫怪今憔悴，多愁定損人。",
            "養女畏太多，已生須訓誘。捺頭遣小心，鞭背令緘口。",
            "未解乘機杼，那堪事箕帚。張婆語驢駒，汝大不如母。",
            "秉志不可卷，須知我匪席。浪造山林中，獨臥盤陀石。",
            "辯士來勸余，速令受金璧。鑿牆植蓬蒿，若此非有益。",
            "以我棲遲處，幽深難可論。無風蘿自動，不霧竹長昏。",
            "澗水緣誰咽，山雲忽自屯。午時庵內坐，始覺日頭暾。",
            "憶昔遇逢處，人間逐勝遊。樂山登萬仞，愛水泛千舟。",
            "送客琵琶穀，攜琴鸚鵡洲。焉知松樹下，抱膝冷颼颼。",
            "報汝修道者，進求虛勞神。人有精靈物，無字複無文。",
            "呼時歷歷應，隱處不居存。叮嚀善保護，勿令有點痕。",
            "去年春鳥鳴，此時思弟兄。今年秋菊爛，此時思發生。",
            "綠水千腸咽，黃雲四面平。哀哉百年內，腸斷憶咸京。",
            "多少天臺人，不識寒山子。莫知真意度，喚作閑言語。",
            "一住寒山萬事休，更無雜念掛心頭。",
            "閑於石壁題詩句，任運還同不系舟。",
            "可惜百年屋，左倒右複傾。牆壁分散盡，木植亂差橫。",
            "磚瓦片片落，朽爛不堪停。狂風吹驀榻，再豎卒難成。",
            "精神殊爽爽，形貌極堂堂。能射穿七劄，讀書覽五行。",
            "經眠虎頭枕，昔坐象牙床。若無一堵物，不啻冷如霜。",
            "笑我田舍兒，頭頰底縶澀。巾子未曾高，腰帶長時急。",
            "非是不及時，無錢趁不及。一日有錢財，浮圖頂上立。",
            "買肉血dj々，買魚跳鱍鱍。君身招罪累，妻子成快活。",
            "才死渠便嫁，他人誰敢遏。一朝如破床，兩個當頭脫。",
            "客難寒山子，君詩無道理。吾觀乎古人，貧賤不為恥。",
            "應之笑此言，談何疏闊矣。願君似今日，錢是急事爾。",
            "從生不往來，至死無仁義。言既有枝葉，心懷便險詖。",
            "若其開小道，緣此生大偽。詐說造雲梯，削之成棘刺。",
            "一瓶鑄金成，一瓶埏泥出。二瓶任君看，那個瓶牢實。",
            "欲知瓶有二，須知業非一。將此驗生因，修行在今日。",
            "摧殘荒草廬，其中煙火蔚。借問群小兒，生來凡幾日。",
            "門外有三車，迎之不肯出。飽食腹膨脝，個是癡頑物。",
            "有身與無身，是我複非我。如此審思量，遷延倚岩坐。",
            "足間青草生，頂上紅塵墮。已見俗中人，靈床施酒果。",
            "昨見河邊樹，摧殘不可論。二三餘幹在，千萬斧刀痕。",
            "霜凋萎疏葉，波沖枯朽根。生處當如此，何用怨乾坤。",
            "余見僧繇性希奇，巧妙間生梁朝時。道子飄然為殊特，",
            "饒邈虛空寫塵跡，無因畫得志公師。",
            "久住寒山凡幾秋，獨吟歌曲絕無憂。蓬扉不掩常幽寂，",
            "饑餐一粒伽陀藥，心地調和倚石頭。",
            "丹丘迥聳與雲齊，空裏五峰遙望低。雁塔高排出青嶂，",
            "碧落千山萬仞現，藤蘿相接次連溪。",
            "千生萬死凡幾生，生死來去轉迷情。",
            "不識心中無價寶，猶似盲驢信腳行。",
            "老病殘年百有餘，面黃頭白好山居。布裘擁質隨緣過，",
            "浮生幻化如燈燼，塚內埋身是有無。",
            "世間何事最堪嗟，儘是三途造罪楂。不學白雲岩下客，",
            "三界橫眠閑無事，明月清風是我家。",
            "昔年曾到大海遊，為采摩尼誓懇求。直到龍宮深密處，",
            "賈客卻歸門內去，明珠元在我心頭。",
            "眾星羅列夜明深，岩點孤燈月未沈。",
            "圓滿光華不磨瑩，掛在青天是我心。",
            "千年石上古人蹤，萬丈岩前一點空。",
            "明月照時常皎潔，不勞尋討問西東。",
            "寒山頂上月輪孤，照見晴空一物無。",
            "可貴天然無價寶，埋在五陰溺身軀。",
            "我向前溪照碧流，或向岩邊坐磐石。",
            "心似孤雲無所依，悠悠世事何須覓。",
            "我家本住在寒山，石岩棲息離煩緣。泯時萬象無痕跡，",
            "方知摩尼一顆珠，解用無方處處圓。",
            "世人何事可籲嗟，苦樂交煎勿底涯。生死往來多少劫，",
            "只為主人不了絕，遂招遷謝逐迷邪。",
            "餘家本住在天臺，雲路煙深絕客來。千仞岩巒深可遁，",
            "自覺浮生幻化事，逍遙快樂實善哉。",
            "憐底眾生病，餐嘗略不厭。蒸豚搵蒜醬，炙鴨點椒鹽。",
            "去骨鮮魚膾，兼皮熟肉臉。不知他命苦，只取自家甜。",
            "讀書豈免死，讀書豈免貧。何以好識字，識字勝他人。",
            "丈夫不識字，無處可安身。黃連搵蒜醬，忘計是苦辛。",
            "我見瞞人漢，如籃盛水走。一氣將歸家，籃裏何曾有。",
            "我見被人瞞，一似園中韭。日日被刀傷，天生還自有。",
            "不見朝垂露，日爍自消除。人身亦如此，閻浮是寄居。",
            "切莫因循過，且令三毒祛。菩提即煩惱，盡令無有餘。",
            "水清澄澄瑩，徹底自然見。心中無一事，水清眾獸現。",
            "心若不妄起，永劫無改變。若能如是知，是知無背面。",
            "自從到此天臺境，經今早度幾冬春。",
            "山水不移人自老，見卻多少後生人。",
            "說食終不飽，說衣不免寒。飽吃須是飯，著衣方免寒。",
            "不解審思量，只道求佛難。回心即是佛，莫向外頭看。",
            "可畏輪回苦，往復似翻塵。蟻巡環未息，六道亂紛紛。",
            "改頭換面孔，不離舊時人。速了黑暗獄，無令心性昏。",
            "可畏三界輪，念念未曾息。才始似出頭，又卻遭沈溺。",
            "假使非非想，蓋緣多福力。爭似識真源，一得即永得。",
            "昨日遊峰頂，下窺千尺崖。臨危一株樹，風擺兩枝開。",
            "雨漂即零落，日曬作塵埃。嗟見此茂秀，今為一聚灰。",
            "自古多少聖，叮嚀教自信。人根性不等，高下有利鈍。",
            "真佛不肯認，置功枉受困。不知清淨心，便是法王印。",
            "我聞天臺山，山中有琪樹。永言欲攀之，莫曉石橋路。",
            "緣此生悲歎，幸居將已慕。今日觀鏡中，颯颯鬢垂素。",
            "養子不經師，不及都亭鼠。何曾見好人，豈聞長者語。",
            "為染在熏蕕，應須擇朋侶。五月販鮮魚，莫教人笑汝。",
            "徒閉蓬門坐，頻經石火遷。唯聞人作鬼，不見鶴成仙。",
            "念此那堪說，隨緣須自憐。回瞻郊郭外，古墓犁為田。",
            "時人見寒山，各謂是風顛。貌不起人目，身唯布裘纏。",
            "我語他不會，他語我不言。為報往來者，可來向寒山。",
            "自在白雲間，從來非買山。下危須策杖，上險捉藤攀。",
            "澗底松常翠，溪邊石自斑。友朋雖阻絕，春至鳥eX々。",
            "我在村中住，眾推無比方。昨日到城下，卻被狗形相。",
            "或嫌袴太窄，或說衫少長。攣卻鷂子眼，雀兒舞堂堂。",
            "死生元有命，富貴本由天。此是古人語，吾今非謬傳。",
            "聰明好短命，癡騃卻長年。鈍物豐財寶，醒醒漢無錢。",
            "國以人為本，猶如樹因地。地厚樹扶疏，地薄樹憔悴。",
            "不得露其根，枝枯子先墜。決陂以取魚，是取一期利。",
            "眾生不可說，何意許顛邪。面上兩惡鳥，心中三毒蛇。",
            "是渠作障礙，使你事煩拏。舉手高彈指，南無佛陀耶。",
            "自樂平生道，煙蘿石洞間。野情多放曠，長伴白雲間。",
            "有路不通世，無心孰可攀。石床孤夜坐，圓月上寒山。",
            "大海水無邊，魚龍萬萬千。遞互相食啖，冗冗癡肉團。",
            "為心不了絕，妄想起如煙。性月澄澄朗，廓爾照無邊。",
            "自見天台頂，孤高出眾群。風搖松竹韻，月現海潮頻。",
            "下望青山際，談玄有白雲。野情便山水，本志慕道倫。",
            "三五癡後生，作事不真實。未讀十卷書，強把雌黃筆。",
            "將他儒行篇，喚作賊盜律。脫體似蟫蟲，咬破他書帙。",
            "心高如山嶽，人我不伏人。解講圍陀典，能談三教文。",
            "心中無慚愧，破戒違律文。自言上人法，稱為第一人。",
            "愚者皆讚歎，智者撫掌笑。陽焰虛空花，豈得免生老。",
            "不如百不解，靜坐絕憂惱。",
            "如許多寶貝，海中乘壞舸。前頭失卻桅，後頭又無柁。",
            "宛轉任風吹，高低隨浪簸。如何得到岸，努力莫端坐。",
            "我見凡愚人，多畜資財穀。飲酒食生命，謂言我富足。",
            "莫知地獄深，唯求上天福。罪業如毗富，豈得免災毒。",
            "財主忽然死，爭共當頭哭。供僧讀文疏，空是鬼神祿。",
            "福田一個無，虛設一群禿。不如早覺悟，莫作黑暗獄。",
            "狂風不動樹，心真無罪福。寄語冗冗人，叮嚀再三讀。",
            "勸你三界子，莫作勿道理。理短被他欺，理長不奈你。",
            "世間濁濫人，恰似黍粘子。不見無事人，獨脫無能比。",
            "早須返本源，三界任緣起。清淨入如流，莫飲無明水。",
            "三界人蠢蠢，六道人茫茫。貪財愛淫欲，心惡若豺狼。",
            "地獄如箭射，極苦若為當。兀兀過朝夕，都不別賢良。",
            "好惡總不識，猶如豬及羊。共語如木石，嫉妒似顛狂。",
            "不自見己過，如豬在圈臥。不知自償債，卻笑牛牽磨。",
            "人生在塵蒙，恰似盆中蟲。終日行繞繞，不離其盆中。",
            "神仙不可得，煩惱計無窮。歲月如流水，須臾作老翁。",
            "寒山出此語，複似顛狂漢。有事對面說，所以足人怨。",
            "心真出語直，直心無背面。臨死度奈河，誰是嘍羅漢。",
            "冥冥泉台路，被業相拘絆。",
            "我見多知漢，終日用心神。岐路逞嘍羅，欺謾一切人。",
            "唯作地獄滓，不修正直因。忽然無常至，定知亂紛紛。",
            "寄語諸仁者，複以何為懷。達道見自性，自性即如來。",
            "天真元具足，修證轉差回。棄本卻逐末，只守一場呆。",
            "世有一般人，不惡又不善。不識主人公，隨客處處轉。",
            "因循過時光，渾是癡肉臠。雖有一靈台，如同客作漢。",
            "常聞釋迦佛，先受然燈記。然燈與釋迦，只論前後智。",
            "前後體非殊，異中無有異。一佛一切佛，心是如來地。",
            "常聞國大臣，朱紫簪纓祿。富貴百千般，貪榮不知辱。",
            "奴馬滿宅舍，金銀盈帑屋。癡福暫時扶，埋頭作地獄。",
            "忽死萬事休，男女當頭哭。不知有禍殃，前路何疾速。",
            "家破冷颼颼，食無一粒粟。凍餓苦淒淒，良由不覺觸。",
            "上人心猛利，一聞便知妙。中流心清淨，審思雲甚要。",
            "下士鈍暗癡，頑皮最難裂。直待血淋頭，始知自摧滅。",
            "看取開眼賊，鬧市集人決。死屍棄如塵，此時向誰說。",
            "男兒大丈夫，一刀兩段截。人面禽獸心，造作何時歇。",
            "我有六兄弟，就中一個惡。打伊又不得，罵伊又不著。",
            "處處無奈何，耽財好淫殺。見好埋頭愛，貪心過羅刹。",
            "阿爺惡見伊，阿娘嫌不悅。昨被我捉得，惡罵恣情掣。",
            "趁向無人處，一一向伊說。汝今須改行，覆車須改轍。",
            "若也不信受，共汝惡合殺。汝受我調伏，我共汝覓活。",
            "從此盡和同，如今過菩薩。學業攻爐冶，煉盡三山鐵。",
            "至今靜恬恬，眾人皆贊說。",
            "昔日極貧苦，夜夜數他寶。今日審思量，自家須營造。",
            "掘得一寶藏，純是水精珠。大有碧眼胡，密擬買將去。",
            "余即報渠言，此珠無價數。",
            "一生慵懶作，憎重只便輕。他家學事業，餘持一卷經。",
            "無心裝褾軸，來去省人擎。應病則說藥，方便度眾生。",
            "但自心無事，何處不惺惺。",
            "我見出家人，不入出家學。欲知真出家，心淨無繩索。",
            "澄澄孤玄妙，如如無倚托。三界任縱橫，四生不可泊。",
            "無為無事人，逍遙實快樂。",
            "昨到雲霞觀，忽見仙尊士。星冠月帔橫，盡雲居山水。",
            "余問神仙術，雲道若為比。謂言靈無上，妙藥心神秘。",
            "守死待鶴來，皆道乘魚去。餘乃返窮之，推尋勿道理。",
            "但看箭射空，須臾還墜地。饒你得仙人，恰似守屍鬼。",
            "心月自精明，萬象何能比。欲知仙丹術，身內元神是。",
            "莫學黃巾公，握愚自守擬。",
            "餘家有一宅，其宅無正主。地生一寸草，水垂一滴露。",
            "火燒六個賊，風吹黑雲雨。子細尋本人，布裹真珠爾。",
            "傳語諸公子，聽說石齊奴。僮僕八百人，水碓三十區。",
            "捨下養魚鳥，樓上吹笙竽。伸頭臨白刃，癡心為綠珠。",
            "何以長惆悵，人生似朝菌。那堪數十年，親舊凋落盡。",
            "以此思自哀，哀情不可忍。奈何當奈何，托體歸山隱。",
            "襤縷關前業，莫訶今日身。若言由塚墓，個是極癡人。",
            "到頭君作鬼，豈令男女貧。皎然易解事，作麼無精神。",
            "我見黃河水，凡經幾度清。水流如急箭，人世若浮萍。",
            "癡屬根本業，無明煩惱坑。輪回幾許劫，只為造迷盲。",
            "二儀既開闢，人乃居其中。迷汝即吐霧，醒汝即吹風。",
            "惜汝即富貴，奪汝即貧窮。碌碌群漢子，萬事由天公。",
            "余勸諸稚子，急離火宅中。三車在門外，載你免飄蓬。",
            "露地四衢坐，當天萬事空。十方無上下，來去任西東。",
            "若得個中意，縱橫處處通。",
            "可歎浮生人，悠悠何日了。朝朝無閒時，年年不覺老。",
            "總為求衣食，令心生煩惱。擾擾百千年，去來三惡道。",
            "時人尋雲路，雲路杳無蹤。山高多險峻，澗闊少玲瓏。",
            "碧嶂前兼後，白雲西複東。欲知雲路處，雲路在虛空。",
            "寒山棲隱處，絕得雜人過。時逢林內鳥，相共唱山歌。",
            "瑞草聯溪穀，老松枕嵯峨。可觀無事客，憩歇在岩阿。",
            "五嶽俱成粉，須彌一寸山。大海一滴水，吸入在心田。",
            "生長菩提子，遍蓋天中天。語汝慕道者，慎莫繞十纏。",
            "無衣自訪覓，莫共狐謀裘。無食自採取，莫共羊謀羞。",
            "借皮兼借肉，懷歎複懷愁。皆緣義失所，衣食常不周。",
            "自羨山間樂，逍遙無倚托。逐日養殘軀，閑思無所作。",
            "時披古佛書，往往登石閣。下窺千尺崖，上有雲盤泊。",
            "寒月冷颼颼，身似孤飛鶴。",
            "我見轉輪王，千子常圍繞。十善化四天，莊嚴多七寶。",
            "七寶鎮隨身，莊嚴甚妙好。一朝福報盡，猶若棲蘆鳥。",
            "還作牛領蟲，六趣受業道。況複諸凡夫，無常豈長保。",
            "生死如旋火，輪回似麻稻。不解早覺悟，為人枉虛老。",
            "平野水寬闊，丹丘連四明。仙都最高秀，群峰聳翠屏。",
            "遠遠望何極，矹矹勢相迎。獨標海隅外，處處播嘉名。",
            "可貴一名山，七寶何能比。松月颼颼冷，雲霞片片起。",
            "匼匝幾重山，回還多少裏。溪澗靜澄澄，快活無窮已。",
            "我見世間人，生而還複死。昨朝猶二八，壯氣胸襟士。",
            "如今七十過，力困形憔悴。恰似春日花，朝開夜落爾。",
            "迥聳霄漢外，雲裏路岧嶢。瀑布千丈流，如鋪練一條。",
            "下有棲心窟，橫安定命橋。雄雄鎮世界，天臺名獨超。",
            "盤陀石上坐，溪澗冷淒淒。靜玩偏嘉麗，虛岩蒙霧迷。",
            "怡然憩歇處，日斜樹影低。我自觀心地，蓮花出淤泥。",
            "隱士遁人間，多向山中眠。青蘿疏麓麓，碧澗響聯聯。",
            "騰騰且安樂，悠悠自清閒。免有染世事，心靜如白蓮。",
            "寄語食肉漢，食時無逗遛。今生過去種，未來今日修。",
            "只取今日美，不畏來生憂。老鼠入飯甕，雖飽難出頭。",
            "自從出家後，漸得養生趣。伸縮四肢全，勤聽六根具。",
            "褐衣隨春冬，糲食供朝暮。今日懇懇修，願與佛相遇。",
            "五言五百篇，七字七十九。三字二十一，都來六百首。",
            "一例書岩石，自誇雲好手。若能會我詩，真是如來母。",
            "世事繞悠悠，貪生早晚休。研盡大地石，何時得歇頭。",
            "四時周變易，八節急如流。為報火宅主，露地騎白牛。",
            "可笑五陰窟，四蛇共同居。黑暗無明燭，三毒遞相驅。",
            "伴黨六個賊，劫掠法財珠。斬卻魔軍輩，安泰湛如蘇。",
            "常聞漢武帝，爰及秦始皇。俱好神仙術，延年竟不長。",
            "金台既摧折，沙丘遂滅亡。茂陵與驪嶽，今日草茫茫。",
            "憶得二十年，徐步國清歸。國清寺中人，盡道寒山癡。",
            "癡人何用疑，疑不解尋思。我尚自不識，是伊爭得知。",
            "低頭不用問，問得複何為。有人來罵我，分明了了知。",
            "雖然不應對，卻是得便宜。",
            "語你出家輩，何名為出家。奢華求養活，繼綴族姓家。",
            "美舌甜唇觜，諂曲心鉤加。終日禮道場，持經置功課。",
            "爐燒神佛香，打鐘高聲和。六時學客舂，晝夜不得臥。",
            "只為愛錢財，心中不脫灑。見他高道人，卻嫌誹謗罵。",
            "驢屎比麝香，苦哉佛陀耶。又見出家兒，有力及無力。",
            "上上高節者，鬼神欽道德。君王分輦坐，諸侯拜迎逆。",
            "堪為世福田，世人須保惜。下下低愚者，詐現多求覓。",
            "濁濫即可知，愚癡愛財色。著卻福田衣，種田討衣食。",
            "作債稅牛犁，為事不忠直。朝朝行弊惡，往往痛臀脊。",
            "不解善思量，地獄苦無極。一朝著病纏，三年臥床席。",
            "亦有真佛性，翻作無明賊。南無佛陀耶，遠遠求彌勒。",
            "寒岩深更好，無人行此道。白雲高岫閑，青嶂孤猿嘯。",
            "我更何所親，暢志自宜老。形容寒暑遷，心珠甚可保。",
            "岩前獨靜坐，圓月當天耀。萬象影現中，一輪本無照。",
            "廓然神自清，含虛洞玄妙。因指見其月，月是心樞要。",
            "本志慕道倫，道倫常獲親。時逢杜源客，每接話禪賓。",
            "談玄月明夜，探理日臨晨。萬機俱泯跡，方識本來人。",
            "元非隱逸士，自號山林人。仕魯蒙幘帛，且愛裹疏巾。",
            "道有巢許操，恥為堯舜臣。獼猴罩帽子，學人避風塵。",
            "自古諸哲人，不見有長存。生而還複死，盡變作灰塵。",
            "積骨如毗富，別淚成海津。唯有空名在，豈免生死輪。",
            "今日岩前坐，坐久煙雲收。一道清溪冷，千尋碧嶂頭。",
            "白雲朝影靜，明月夜光浮。身上無塵垢，心中那更憂。",
            "千雲萬水間，中有一閑士。白日游青山，夜歸岩下睡。",
            "倏爾過春秋，寂然無塵累。快哉何所依，靜若秋江水。",
            "勸你休去來，莫惱他閻老。失腳入三途，粉骨遭千搗。",
            "長為地獄人，永隔今生道。勉你信餘言，識取衣中寶。",
            "世間一等流，誠堪與人笑。出家弊己身，誑俗將為道。",
            "雖著離塵衣，衣中多養蚤。不如歸去來，識取心王好。",
            "高高峰頂上，四顧極無邊。獨坐無人知，孤月照寒泉。",
            "泉中且無月，月自在青天。吟此一曲歌，歌終不是禪。",
            "有個王秀才，笑我詩多失。雲不識蜂腰，仍不會鶴膝。",
            "平側不解壓，凡言取次出。我笑你作詩，如盲徒詠日。",
            "我住在村鄉，無爺亦無娘。無名無姓第，人喚作張王。",
            "並無人教我，貧賤也尋常。自憐心的實，堅固等金剛。",
            "寒山出此語，此語無人信。蜜甜足人嘗，黃蘖苦難近。",
            "順情生喜悅，逆意多瞋恨。但看木傀儡，弄了一場困。",
            "我見人轉經，依他言語會。口轉心不轉，心口相違背。",
            "心真無委曲，不作諸纏蓋。但且自省躬，莫覓他替代。",
            "可中作得主，是知無內外。",
            "寒山唯白雲，寂寂絕埃塵。草座山家有，孤燈明月輪。",
            "石床臨碧沼，虎鹿每為鄰。自羨幽居樂，長為象外人。",
            "鹿生深林中，飲水而食草。伸腳樹下眠，可憐無煩惱。",
            "系之在華堂，肴膳極肥好。終日不肯嘗，形容轉枯槁。",
            "花上黃鶯子，eX々聲可憐美人顏似玉，對此弄鳴弦。",
            "玩之能不足，眷戀在齠年。花飛鳥亦散，灑淚秋風前。",
            "棲遲寒岩下，偏訝最幽奇。攜籃采山茹，挈籠摘果歸。",
            "蔬齋敷茅坐，啜啄食紫芝。清沼濯瓢缽，雜和煮稠稀。",
            "當陽擁裘坐，閑讀古人詩。",
            "昔日經行處，今複七十年。故人無來往，埋在古塚間。",
            "余今頭已白，猶守片雲山。為報後來子，何不讀古言。",
            "欲向東岩去，於今無量年。昨來攀葛上，半路困風煙。",
            "徑窄衣難進，苔粘履不全。住茲丹桂下，且枕白雲眠。",
            "我見利智人，觀者便知意。不假尋文字，直入如來地。",
            "心不逐諸緣，意根不妄起。心意不生時，內外無餘事。",
            "身著空花衣，足躡龜毛履。手把兔角弓，擬射無明鬼。",
            "君看葉裏花，能得幾時好。今日畏人攀，明朝待誰掃。",
            "可憐嬌豔情，年多轉成老。將世比於花，紅顏豈長保。",
            "畫棟非吾宅，松林是我家。一生俄爾過，萬事莫言賒。",
            "濟渡不造筏，漂淪為采花。善根今未種，何日見生芽。",
            "出生三十年，當遊千萬里。行江青草合，入塞紅塵起。",
            "煉藥空求仙，讀書兼詠史。今日歸寒山，枕流兼洗耳。",
            "寒山無漏岩，其岩甚濟要。八風吹不動，萬古人傳妙。",
            "寂寂好安居，空空離譏誚。孤月夜長明，圓日常來照。",
            "虎丘兼虎溪，不用相呼召。世間有王傅，莫把同周邵。",
            "我自遁寒岩，快活長歌笑。",
            "沙門不持戒，道士不服藥。自古多少賢，盡在青山腳。",
            "有人笑我詩，我詩合典雅。不煩鄭氏箋，豈用毛公解。",
            "不恨會人稀，只為知音寡。若遣趁宮商，余病莫能罷。",
            "忽遇明眼人，即自流天下。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷八百零六",
        "no#": 1
    },
    {
        "title": "三字詩六首",
        "author": "寒山",
        "biography": "",
        "paragraphs": [
            "寒山道，無人到。若能行，稱十號。有蟬鳴，",
            "我獨居，名善導。子細看，何相好。",
            "寒山寒，冰鎖石。藏山青，現雪白。",
            "日出照，一時釋。從茲暖，養老客。",
            "我居山，勿人識。白雲中，常寂寂。",
            "寒山深，稱我心。純白石，勿黃金。",
            "泉聲響，撫伯琴。有子期，辨此音。",
            "重岩中，足清風。扇不搖，涼冷通。",
            "明月照，白雲籠。獨自坐，一老翁。",
            "寒山子，長如是。獨自居，不生死。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷八百零六",
        "no#": 2
    },
    {
        "title": "拾遺二首新添",
        "author": "寒山",
        "biography": "",
        "paragraphs": [
            "我見世間人，個個爭意氣。一朝忽然死，只得一片地。",
            "闊四尺，長丈二。汝若會出來爭意氣，我與汝立碑記。",
            "家有寒山詩，勝汝看經卷。書放屏風上，時時看一遍。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷八百零六",
        "no#": 3
    }
]