[
    {
        "title": "蒙求",
        "author": "李瀚2",
        "biography": "",
        "paragraphs": [
            "王戎簡要，裴楷清通。孔明臥龍，呂望非熊。楊震關西，",
            "郅都蒼鷹，甯成乳虎。周嵩狼抗，梁冀跋扈。郗超髯參，",
            "武仲不休，士衡患多。桓譚非讖，王商止訛。嵇呂命駕，",
            "黃霸政殊，梁習治最。墨子悲絲，楊朱泣岐。朱博烏集，",
            "燕昭築台，鄭莊置驛。瓘靖二妙，岳湛連璧。郤詵一枝，",
            "晉宣狼顧，漢祖龍顏。鮑靚記井，羊祜識環。仲容青雲，",
            "蕭何定律，叔孫制禮。葛豐刺舉，息躬曆詆。管甯割席，",
            "孫楚漱石，郝隆曬書。枚皋詣闕，充國自贊。王衍風鑒，",
            "山濤識量，毛玠公方。袁盎卻座，衛瓘撫床。于公高門，",
            "詰汾興魏，鱉靈王蜀。不疑誣金，卞和泣玉。檀卿沐猴，",
            "王忳繡被，張氏銅鉤。丁公遽戮，雍齒先侯。陳雷膠漆，",
            "郭文游山，袁宏泊渚。黃琬對日，秦宓論天。孟軻養素，",
            "魯恭馴雉，宋均去獸。廣客蛇影，殷師牛鬥。元禮模楷，",
            "枚乘蒲輪，鄭均白衣。陵母伏劍，軻親斷機。齊後破環，",
            "羅含吞鳥，江淹夢筆。李廞清貞，劉驎高率。蔣詡三徑，",
            "西施捧心，孫壽折腰。靈輒扶輪，魏顆結草。逸少傾寫，",
            "公超霧市，魯般雲梯。田單火牛，江逌爇雞。蔡裔殞盜，",
            "淵客泣珠，交甫解佩。龔勝不屈，孫寶自劾。呂安題鳳，",
            "馮衍歸裏，張昭塞門。蘇韶鬼靈，盧充幽婚。震畏四知，",
            "三王尹京，二鮑糾慝。孫康映雪，車胤聚螢。李充四部，",
            "阮宣杖頭，畢卓甕下。文伯羞鱉，孟宗寄鮓。史丹青蒲，",
            "華歆忤旨，陳群蹙容。王浚懸刀，丁固生松。姜維膽鬥，",
            "杜康造酒，蒼頡制字。樗裏智囊，邊韶經笥。滕公佳城，",
            "顏叔秉燭，宋弘不諧。鄧通銅山，郭況金穴。秦彭樊轅，",
            "巫馬戴星，宓賤彈琴。郝廉留錢，雷義送金。逢萌掛冠，",
            "王承魚盜，丙吉牛喘。賈琮褰帷，郭賀露冕。馮媛當熊，",
            "楊生黃雀，毛子白龜。宿瘤采桑，漆室憂葵。韋賢滿籝，",
            "郭巨將坑，董永自賣。仲連蹈海，範蠡泛湖。文寶緝柳，",
            "伊尹負鼎，甯戚叩角。趙壹坎壈，顏駟蹇剝。龔遂勸農，",
            "龐統展驥，仇覽棲鷹。葛亮顧廬，韓信升壇。王褒柏慘，",
            "周公握發，蔡邕倒屣。王敦傾室，紀瞻出妓。暴勝持斧，",
            "魏勃掃門，潘嶽望塵。京房推律，翼奉觀性。甘甯奢侈，",
            "馮異大樹，千秋小車。漂母進食，孫鐘設瓜。壺公謫天，",
            "馬安四至，應璩三入。郭解借交，朱家脫急。虞延克期，",
            "初平起石，左慈擲杯。武陵桃源，劉阮天臺。王儉墜車，",
            "胡嬪爭摴，晉武傷指。石慶數馬，孔光溫樹。翟湯隱操，",
            "師曠清耳，離婁明目。仲文照鏡，臨江折軸。欒巴噀酒，",
            "衛後發鬒，飛燕體輕。玄石沈湎，劉伶解酲。趙勝謝躄，",
            "張憑理窟，裴頠談藪。仲宣獨步，子建八鬥。廣漢鉤距，",
            "濟叔不癡，周兄無慧。虞卿擔簦，蘇章負笈。南風擲孕，",
            "相如題柱，終軍棄繻。孫晨槁席，原憲桑樞。端木辭金，",
            "衛玠羊車，王恭鶴氅。管仲隨馬，蒼舒稱象。丁蘭刻木，",
            "龐儉鑿井，陰方祀灶。韓壽竊香，王蒙市帽。句踐投醪，",
            "義縱攻剽，周陽暴虐。孟陽擲瓦，賈氏如皋。顏回簞瓢，",
            "老萊斑衣，黃香扇枕。王祥守奈，蔡順分椹。淮南食時，",
            "季珪士首，長孺國器。陸玩無人，賈詡非次。何晏神伏，",
            "龍逢板出，張華台坼。董奉活燮，扁鵲起虢。寇恂借一，",
            "西門投巫，何謙焚祠。孟嘗還珠，劉昆反火。姜肱共被，",
            "桓典避馬，王尊叱馭。晁錯峭直，趙禹廉倨。亮遺巾幗，",
            "楚元置醴，陳蕃下榻。廣利泉湧，王霸冰合。孔融坐滿，",
            "許史侯盛，韋平相延。雍伯種玉，黃尋飛錢。王允千里，",
            "戴封積薪，耿恭拜井。汲黯開倉，馮驩折券。齊景駟千，",
            "廉頗負荊，須賈擢發。孔翊絕書，申嘉私謁。淵明把菊，",
            "賈逵問事，許慎無雙。婁敬和親，白起坑降。蕭史鳳台，",
            "張敞畫眉，謝鯤折齒。盛彥感螬，薑詩躍鯉。宗資主諾，",
            "將閭仰天，王淩呼廟。二疏散金，陸賈分橐。慈明八龍，",
            "無鹽如漆，姑射若冰。邾子投火，王思怒蠅。符朗皂白，",
            "黥布開關，張良燒棧。陳遺飯感，陶侃酒限。楚昭萍實，",
            "泛毓字孤，郗鑒吐哺。苟弟轉酷，嚴母掃墓。洪喬擲水，",
            "鮑照篇翰，陳琳書檄。浩浩萬古，不可備甄。芟繁摭華，"
        ],
        "notes": [
            ""
        ],
        "volume": "卷八百八十一",
        "no#": 1
    }
]