[
    {
        "title": "劉生詩",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "生名師命其姓劉，自少軒輊非常儔。棄家如遺來遠遊，",
            "越女一笑三年留，南逾橫嶺入炎州。青鯨高磨波山浮，",
            "問胡不歸良有由，美酒傾水炙肥牛。妖歌慢舞爛不收，",
            "瞥然一餉成十秋，昔須未生今白頭。五管曆遍無賢侯，",
            "我為羅列陳前修，芟蒿斬蓬利鋤耰。天星回環數才周，"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百三十九",
        "no#": 1
    },
    {
        "title": "鄭群贈簟",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "蘄州笛竹天下知，鄭君所寶尤瑰奇。攜來當晝不得臥，",
            "法曹貧賤眾所易，腰腹空大何能為，自從五月困暑濕，",
            "日暮歸來獨惆悵，有賣直欲傾家資。誰謂故人知我意，",
            "青蠅側翅蚤虱避，肅肅疑有清飆吹。倒身甘寢百疾愈，"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百三十九",
        "no#": 2
    },
    {
        "title": "豐陵行",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "羽衛煌煌一百里，曉出都門葬天子。群臣雜遝馳後先，",
            "清風飄飄輕雨灑，偃蹇旗旆卷以舒。逾梁下阪笳鼓咽，",
            "皇帝孝心深且遠，資送禮備無贏餘。設官置衛鎖嬪妓，",
            "墓藏廟祭不可亂，欲言非職知何如。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百三十九",
        "no#": 3
    },
    {
        "title": "遊青龍寺贈崔大補闕",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "秋灰初吹季月管，日出卯南暉景短。友生招我佛寺行，",
            "然雲燒樹火實駢，金烏下啄赬虯卵。魂翻眼倒忘處所，",
            "二三道士席其間，靈液屢進玻黎碗。忽驚顏色變韶稚，",
            "前年嶺隅鄉思發，躑躅成山開不算。去歲羈帆湘水明，",
            "思君攜手安能得，今者相從敢辭懶。由來鈍騃寡參尋，",
            "年少得途未要忙，時清諫疏尤宜罕。何人有酒身無事，",
            "南山逼冬轉清瘦，刻畫圭角出崖窾。當憂複被冰雪埋，"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百三十九",
        "no#": 4
    },
    {
        "title": "贈崔立之評事",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "崔侯文章苦捷敏，高浪駕天輸不盡。曾從關外來上都，",
            "搖毫擲簡自不供，頃刻青紅浮海蜃。才豪氣猛易語言，",
            "勿嫌法官未登朝，猶勝赤尉長趨尹。時命雖乖心轉壯，",
            "子時專場誇觜距，余始張軍嚴韅靷。爾來但欲保封疆，",
            "頻蒙怨句刺棄遺，豈有閑官敢推引。深藏篋笥時一發，",
            "當今聖人求侍從，拔擢杞梓收楛箘。東馬嚴徐已奮飛，",
            "走章馳檄在得賢，燕雀紛拏要鷹隼。竊料二途必處一，",
            "牆根菊花好沽酒，錢帛縱空衣可准。暉暉簷日暖且鮮，",
            "能來取醉任喧呼，死後賢愚俱泯泯。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百三十九",
        "no#": 5
    },
    {
        "title": "送區弘南歸",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "穆昔南征軍不歸，蟲沙猿鶴伏以飛。洶洶洞庭莽翠微，",
            "我遷于南日周圍，來見者眾莫依俙。爰有區子熒熒暉，",
            "雖有不逮驅騑騑，或采于薄漁於磯。服役不辱言不譏，",
            "子雖勤苦終何希，王都觀闕雙巍巍。騰蹋眾駿事鞍鞿，",
            "開書拆衣淚痕晞，雖不敕還情庶幾。朝暮盤羞惻庭闈，",
            "蜃沉海底氣升霏，彩雉野伏朝扇翬。處子窈窕王所妃，",
            "出送撫背我涕揮，行行正直慎脂韋。業成志樹來頎頎，"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百三十九",
        "no#": 6
    },
    {
        "title": "三星行",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "我生之辰，月宿南斗。牛奮其角，箕張其口。",
            "牛不見服箱，鬥不挹酒漿。箕獨有神靈，無時停簸揚。",
            "無善名已聞，無惡聲已讙。名聲相乘除，得少失有餘。",
            "三星各在天，什伍東西陳。嗟汝牛與鬥，汝獨不能神。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百三十九",
        "no#": 7
    },
    {
        "title": "剝啄行",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "剝剝啄啄，有客至門。我不出應，客去而嗔。從者語我，",
            "空堂幽幽，有秸有莞。門以兩板，叢書於間。窅窅深塹，",
            "子雖云爾，其口益蕃。我為子謀，有萬其全。凡今之人，",
            "變化咀嚼，有鬼有神。今去不勇，其如後艱。我謝再拜，"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百三十九",
        "no#": 8
    },
    {
        "title": "青青水中蒲三首",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "青青水中蒲，下有一雙魚。君今上隴去，我在與誰居。",
            "青青水中蒲，長在水中居。寄語浮萍草，相隨我不如。",
            "青青水中蒲，葉短不出水。婦人不下堂，行子在萬里。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百三十九",
        "no#": 9
    },
    {
        "title": "孟東野失子",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "失子將何尤，吾將上尤天。女實主下人，與奪一何偏。",
            "彼于女何有，乃令蕃且延。此獨何罪辜，生死旬日間。",
            "上呼無時聞，滴地淚到泉。地祇為之悲，瑟縮久不安。",
            "乃呼大靈龜，騎雲款天門。問天主下人，薄厚胡不均。",
            "天曰天地人，由來不相關。吾懸日與月，吾系星與辰。",
            "日月相噬齧，星辰踣而顛。吾不女之罪，知非女由因。",
            "且物各有分，孰能使之然。有子與無子，禍福未可原。",
            "魚子滿母腹，一一欲誰憐。細腰不自乳，舉族常孤鰥。",
            "鴟梟啄母腦，母死子始翻。蝮蛇生子時，坼裂腸與肝。",
            "好子雖雲好，未還恩與勤。惡子不可說，鴟梟蝮蛇然。",
            "有子且勿喜，無子固勿歎。上聖不待教，賢聞語而遷。",
            "下愚聞語惑，雖教無由悛。大靈頓頭受，即日以命還。",
            "地祇謂大靈，女往告其人。東野夜得夢，有夫玄衣巾。",
            "闖然入其戶，三稱天之言。再拜謝玄夫，收悲以歡忻。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百三十九",
        "no#": 10
    },
    {
        "title": "陸渾山火和皇甫湜用其韻",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "皇甫補官古賁渾，時當玄冬澤幹源。山狂穀很相吐吞，",
            "天跳地踔顛乾坤，赫赫上照窮崖垠。截然高周燒四垣，",
            "水龍鼉龜魚與黿，鴉鴟雕鷹雉鵠鶤。燖炰煨爊孰飛奔，",
            "千鐘萬鼓咽耳喧。攢雜啾嚄沸篪塤，彤幢絳旃紫纛幡。",
            "炎官熱屬朱冠褌，髹其肉皮通髀臀。頹胸垤腹車掀轅，",
            "紅帷赤幕羅脤膰，fI池波風肉陵屯。谽呀鉅壑頗黎盆，",
            "齒牙嚼齧舌齶反，電光ze磹赬目fu，頊冥收威避玄根，",
            "命黑螭偵焚其元，天闕悠悠不可援。夢通上帝血面論，",
            "徐命之前問何冤，火行于冬古所存。我如禁之絕其飧，",
            "視桃著花可小騫，月及申酉利複怨。助汝五龍從九鯤，",
            "要餘和增怪又煩，雖欲悔舌不可捫。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百三十九",
        "no#": 11
    },
    {
        "title": "縣齋讀書",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "出宰山水縣，讀書松桂林。蕭條捐末事，邂逅得初心。",
            "哀狖醒俗耳，清泉潔塵襟。詩成有共賦，酒熟無孤斟。",
            "青竹時默釣，白雲日幽尋。南方本多毒，北客恒懼侵。",
            "謫譴甘自守，滯留愧難任。投章類縞帶，佇答逾兼金。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百三十九",
        "no#": 12
    },
    {
        "title": "新竹",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "筍添南階竹，日日成清閟。縹節已儲霜，黃苞猶掩翠。",
            "出欄抽五六，當戶羅三四。高標陵秋嚴，貞色奪春媚。",
            "稀生巧補林，並出疑爭地。縱橫乍依行，爛熳忽無次。",
            "風枝未飄吹，露粉先涵淚。何人可攜玩，清景空瞪視。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百三十九",
        "no#": 13
    },
    {
        "title": "晚菊",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "少年飲酒時，踴躍見菊花。今來不復飲，每見恒咨嗟。",
            "佇立摘滿手，行行把歸家。此時無與語，棄置奈悲何。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百三十九",
        "no#": 14
    },
    {
        "title": "落齒",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "去年落一牙，今年落一齒。俄然落六七，落勢殊未已。",
            "餘存皆動搖，盡落應始止。憶初落一時，但念豁可恥。",
            "及至落二三，始憂衰即死。每一將落時，懍懍恒在已。",
            "叉牙妨食物，顛倒怯漱水。終焉舍我落，意與崩山比。",
            "今來落既熟，見落空相似。餘存二十餘，次第知落矣。",
            "倘常歲落一，自足支兩紀。如其落並空，與漸亦同指。",
            "人言齒之落，壽命理難恃。我言生有涯，長短俱死爾。",
            "人言齒之豁，左右驚諦視。我言莊周雲，水雁各有喜。",
            "語訛默固好，嚼廢軟還美。因歌遂成詩，持用詫妻子。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百三十九",
        "no#": 15
    },
    {
        "title": "哭楊兵部凝陸歙州參",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "人皆期七十，才半豈蹉跎。並出知己淚，自然白髮多。",
            "晨興為誰慟，還坐久滂沱。論文與晤語，已矣可如何。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百三十九",
        "no#": 16
    },
    {
        "title": "苦寒",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "四時各平分，一氣不可兼。隆寒奪春序，顓頊固不廉。",
            "太昊弛維綱，畏避但守謙。遂令黃泉下，萌牙夭句尖。",
            "草木不復抽，百味失苦甜。凶飆攪宇宙，鋩刃甚割砭。",
            "日月雖雲尊，不能活烏蟾。羲和送日出，恇怯頻窺覘。",
            "炎帝持祝融，呵噓不相炎。而我當此時，恩光何由沾。",
            "肌膚生鱗甲，衣被如刀鐮。氣寒鼻莫嗅，血凍指不拈。",
            "濁醪沸入喉，口角如銜箝。將持匕箸食，觸指如排簽。",
            "侵爐不覺暖，熾炭屢已添。探湯無所益，何況纊與縑。",
            "虎豹僵穴中，蛟螭死幽潛。熒惑喪纏次，六龍冰脫髯。",
            "芒碭大包內，生類恐盡殲。啾啾窗間雀，不知已微纖。",
            "舉頭仰天鳴，所願晷刻淹。不如彈射死，卻得親炰燖。",
            "鸞皇苟不存，爾固不在占。其餘蠢動儔，俱死誰恩嫌。",
            "伊我稱最靈，不能女覆苫。悲哀激憤歎，五藏難安恬。",
            "中宵倚牆立，淫淚何漸漸。天王哀無辜，惠我下顧瞻。",
            "褰旒去耳纊，調和進梅鹽。賢能日登禦，黜彼傲與憸。",
            "生風吹死氣，豁達如褰簾。懸乳零落墮，晨光入前簷。",
            "雪霜頓銷釋，土脈膏且黏。豈徒蘭蕙榮，施及艾與蒹。",
            "日萼行鑠鑠，風條坐襜襜。天乎苟其能，吾死意亦厭。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百三十九",
        "no#": 17
    },
    {
        "title": "和虞部盧四酬翰林錢七赤藤杖歌",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "赤藤為杖世未窺，台郎始攜自滇池。滇王掃宮避使者，",
            "途經百國皆莫識，君臣聚觀逐旌麾。共傳滇神出水獻，",
            "幾重包裹自題署，不以珍怪誇荒夷。歸來捧贈同舍子，",
            "南宮清深禁闈密，唱和有類吹塤篪。妍辭麗句不可繼，"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百三十九",
        "no#": 18
    },
    {
        "title": "崔十六少府攝伊陽，以詩及書見投，因酬三十韻",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "崔君初來時，相識頗未慣。但聞赤縣尉，不比博士慢。",
            "賃屋得連牆，往來忻莫間。我時亦新居，觸事苦難辦。",
            "蔬飧要同吃，破襖請來綻。謂言安堵後，貸借更何患。",
            "不知孤遺多，舉族仰薄宦。有時未朝餐，得米日已晏。",
            "隔牆聞讙呼，眾口極鵝雁。前計頓乖張，居然見真贗。",
            "嬌兒好眉眼，袴腳凍兩骭。捧書隨諸兄，累累兩角丱。",
            "冬惟茹寒齏，秋始識瓜瓣。問之不言饑，飫若厭芻豢。",
            "才名三十年，久合居給諫。白頭趨走裏，閉口絕謗訕。",
            "府公舊同袍，拔擢宰山澗。寄詩雜詼俳，有類說鵬鷃。",
            "上言酒味酸，冬衣竟未擐。下言人吏稀，惟足彪與虥。",
            "又言致豬鹿，此語乃善幻。三年國子師，腸肚習藜莧。",
            "況住洛之涯，魴鱒可罩汕。肯效屠門嚼，久嫌弋者篡。",
            "謀拙日焦拳，活計似鋤剗。男寒澀詩書，妻瘦剩腰襻。",
            "為官不事職，厥罪在欺謾。行當自劾去，漁釣老葭薍。",
            "歲窮寒氣驕，冰雪滑磴棧。音問難屢通，何由覿清盼。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百三十九",
        "no#": 19
    },
    {
        "title": "送侯參謀赴河中幕",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "憶昔初及第，各以少年稱。君頤始生須，我齒清如冰。",
            "爾時心氣壯，百事謂己能。一別詎幾何，忽如隔晨興。",
            "我齒豁可鄙，君顏老可憎。相逢風塵中，相視迭嗟矜。",
            "幸同學省官，末路再得朋。東司絕教授，游宴以為恒。",
            "秋漁蔭密樹，夜博然明燈。雪徑抵樵叟，風廊折談僧。",
            "陸渾桃花間，有湯沸如烝。三月崧少步，躑躅紅千層。",
            "洲沙厭晚坐，嶺壁窮晨升。沈冥不計日，為樂不可勝。",
            "遷滿一已異，乖離坐難憑。行行事結束，人馬何蹻騰。",
            "感激生膽勇，從軍豈嘗曾。洸洸司徒公，天子爪與肱。",
            "提師十萬餘，四海欽風棱。河北兵未進，蔡州帥新薨。",
            "曷不請掃除，活彼黎與烝。鄙夫誠怯弱，受恩愧徒弘。",
            "猶思脫儒冠，棄死取先登。又欲面言事，上書求詔征。",
            "侵官固非是，妄作譴可懲。惟當待責免，耕劚歸溝塍。",
            "今君得所附，勢若脫鞲鷹。檄筆無與讓，幕謀識其膺。",
            "收績開史牒，翰飛逐溟鵬。男兒貴立事，流景不可乘。",
            "歲老陰沴作，雲頹雪翻崩。別袖拂洛水，征車轉崤陵。",
            "勤勤酒不進，勉勉恨已仍。送君出門歸，愁腸若牽繩。",
            "默坐念語笑，癡如遇寒蠅。策馬誰可適，晤言誰為應。",
            "席塵惜不掃，殘尊對空凝。信知後會時，日月屢環縆。",
            "生期理行役，歡緒絕難承。寄書惟在頻，無吝簡與繒。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百三十九",
        "no#": 20
    },
    {
        "title": "東都遇春",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "少年氣真狂，有意與春競。行逢二三月，九州花相映。",
            "川原曉服鮮，桃李晨妝靚。荒乘不知疲，醉死豈辭病。",
            "飲啖惟所便，文章倚豪橫。爾來曾幾時，白髮忽滿鏡。",
            "舊遊喜乖張，新輩足嘲評。心腸一變化，羞見時節盛。",
            "得閒無所作，貴欲辭視聽。深居疑避仇，默臥如當暝。",
            "朝曦入牖來，鳥喚昏不醒。為生鄙計算，鹽米告屢罄。",
            "坐疲都忘起，冠側懶複正。幸蒙東都官，獲離機與阱。",
            "乖慵遭傲僻，漸染生弊性。既去焉能追，有來猶莫騁。",
            "有船魏王池，往往縱孤泳。水容與天色，此處皆綠淨。",
            "岸樹共紛披，渚牙相緯經。懷歸苦不果，即事取幽迸。",
            "貪求匪名利，所得亦已並。悠悠度朝昏，落落捐季孟。",
            "群公一何賢，上戴天子聖。謀謨收禹績，四面出雄勁。",
            "轉輸非不勤，稽逋有軍令。在庭百執事，奉職各祗敬。",
            "我獨胡為哉，坐與億兆慶。譬如籠中鳥，仰給活性命。",
            "為詩告友生，負愧終究竟。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百三十九",
        "no#": 21
    },
    {
        "title": "感春五首",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "辛夷高花最先開，青天露坐始此回。已呼孺人戛鳴瑟，",
            "如今到死得閒處，還有詩賦歌康哉。",
            "洛陽東風幾時來，川波岸柳春全回。宮門一鎖不復啟，",
            "孤吟屢闋莫與和，寸恨至短誰能裁。",
            "春田可耕時已催，王師北討何當回。放車載草農事濟，",
            "朝廷未省有遺策，肯不垂意瓶與罍。",
            "前隨杜尹拜表回，笑言溢口何歡咍。孔丞別我適臨汝，",
            "天公高居鬼神惡，欲保性命誠難哉。",
            "辛夷花房忽全開，將衰正盛須頻來。清晨輝輝燭霞日，",
            "迎繁送謝別有意，誰肯留戀少環回。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百三十九",
        "no#": 22
    },
    {
        "title": "酬裴十六功曹巡府西驛途中見寄",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "相公罷論道，聿至活東人。禦史坐言事，作吏府中塵。",
            "遂令河南治，今古無儔倫。四海日富庶，道途隘蹄輪。",
            "府西三百里，候館同魚鱗。相公謂禦史，勞子去自巡。",
            "是時山水秋，光景何鮮新。哀鴻鳴清耳，宿霧褰高旻。",
            "遺我行旅詩，軒軒有風神。譬如黃金盤，照耀荊璞真。",
            "我來亦已幸，事賢友其仁。持竿洛水側，孤坐屢窮辰。",
            "多才自勞苦，無用只因循。辭免期匪遠，行行及山春。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百三十九",
        "no#": 23
    },
    {
        "title": "燕河南府秀才得生字",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "吾皇紹祖烈，天下再太平。詔下諸郡國，歲貢鄉曲英。",
            "元和五年冬，房公尹東京。功曹上言公，是月當登名。",
            "乃選二十縣，試官得鴻生。群儒負己材，相賀簡擇精。",
            "怒起簸羽翮，引吭吐鏗轟。此都自周公，文章繼名聲。",
            "自非絕殊尤，難使耳目驚。今者遭震薄，不能出聲鳴。",
            "鄙夫忝縣尹，愧栗難為情。惟求文章寫，不敢妒與爭。",
            "還家敕妻兒，具此煎炰烹。柿紅蒲萄紫，肴果相扶檠。",
            "芳荼出蜀門，好酒濃且清。何能充歡燕，庶以露厥誠。",
            "昨聞詔書下，權公作邦楨。文人得其職，文道當大行。",
            "陰風攪短日，冷雨澀不晴。勉哉戒徒馭，家國遲子榮。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百三十九",
        "no#": 24
    },
    {
        "title": "送李翱",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "廣州萬里途，山重江逶迤。行行何時到，誰能定歸期。",
            "揖我出門去，顏色異恒時。雖雲有追送，足跡絕自茲。",
            "人生一世間，不自張與弛。譬如浮江木，縱橫豈自知。",
            "甯懷別時苦，勿作別後思。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百三十九",
        "no#": 25
    },
    {
        "title": "送石洪處士赴河陽幕得起字",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "長把種樹書，人雲避世士。忽騎將軍馬，自號報恩子。",
            "風雲入壯懷，泉石別幽耳。鉅鹿師欲老，常山險猶恃。",
            "豈惟彼相憂，固是吾徒恥。去去事方急，酒行可以起。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百三十九",
        "no#": 26
    },
    {
        "title": "送湖南李正字歸",
        "author": "韓愈",
        "biography": "",
        "paragraphs": [
            "長沙入楚深，洞庭值秋晚。人隨鴻雁少，江共蒹葭遠。",
            "歷歷餘所經，悠悠子當返。孤游懷耿介，旅宿夢婉娩。",
            "風土稍殊音，魚蝦日異飯。親交俱在此，誰與同息偃。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百三十九",
        "no#": 27
    }
]