[
    {
        "title": "奉平淮夷雅表：皇武命丞相度董師集大功也",
        "author": "柳宗元",
        "biography": "",
        "paragraphs": [
            "皇耆其武，于溵於淮。既巾乃車，環蔡具來。",
            "狡眾昏嚚，甚毒於酲。狂奔叫呶，以幹大刑。",
            "皇咨於度，惟汝一德。曠誅四紀，其徯汝克。",
            "錫汝斧鉞，其往視師。師是蔡人，以宥以厘。",
            "度拜稽首，廟於元龜。既祃既類，於社是宜。",
            "金節煌煌，錫質雕戈。犀甲熊旗，威命是荷。",
            "度拜稽首，出次於東。天子餞之，罍斝是崇。",
            "鼎臑俎胾，五獻百籩。凡百卿士，班以周旋。",
            "既涉於滻，乃翼乃前。孰圖厥猶，其佐多賢。",
            "宛宛周道，于山於川。遠揚邇昭，陟降連連。",
            "我旆我旗，于道於陌。訓于群帥，拳勇來格。",
            "公曰徐之，無恃額額。式和爾容，惟義之宅。",
            "進次於郾，彼昏卒狂。裒凶鞠頑，鋒蝟斧螗，",
            "王旅渾渾，是佚是怙。既獲敵師，若饑得餔。",
            "蔡凶伊窘，悉起來聚。左搗其虛，靡愆厥慮。",
            "載辟載袚，丞相是臨。弛其武刑，諭我德心。",
            "其危既安，有長如林。曾是讙譊，化為謳吟。",
            "皇曰來歸，汝複相予。爵之成國，胙以夏區。",
            "度拜稽首，天子聖神。度拜稽首，皇佑下人。",
            "淮夷既平，震是朔南。宜廟宜郊，以告德音。",
            "歸牛休馬，豐稼於野。我武惟皇，永保無疆。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百五十",
        "no#": 1
    },
    {
        "title": "奉平淮夷雅表：方城命愬守也卒入蔡得其大醜以平淮右",
        "author": "柳宗元",
        "biography": "",
        "paragraphs": [
            "方城臨臨，王卒峙之。匪徼匪競，皇有正命。",
            "皇命於愬，往舒餘仁。踣彼艱頑，柔惠是馴。",
            "愬拜即命，於皇之訓。既礪既攻，以後厥刃。",
            "王師嶷嶷，熊羆是式。銜勇韜力，日思予殛。",
            "寇昏以狂，敢蹈愬疆。士獲厥心，大袒高驤。",
            "長戟酋矛，粲其綏章。右翦左屠，聿禽其良。",
            "其良既宥，告以父母。恩柔于肌，卒貢爾有。",
            "維彼攸恃，乃偵乃誘。維彼攸宅，乃發乃守。",
            "其恃爰獲，我功我多。陰諜厥圖，以究爾訛。",
            "雨雪洋洋，大風來加，於燠其寒，於邇其遐。",
            "汝陰之茫，懸瓠之峨。是震是拔，大殲厥家。",
            "狡虜既縻，輸于國都。示之市人，即社行誅。",
            "乃諭乃止，蔡有厚喜。完其室家，仰父俯子。",
            "汝水沄沄，既清而彌。蔡人行歌，我步逶遲。",
            "蔡人歌矣，蔡風和矣。孰纇蔡初，胡甈爾居。",
            "式慕以康，為願有餘。是究是咨，皇德既舒。",
            "皇曰咨愬，裕乃父功。昔我文祖，惟西平是庸。",
            "內誨於家，外刑於邦。孰是蔡人，而不率從。",
            "蔡人率止，惟西平有子。西平有子，惟我有臣。",
            "疇允大邦，俾惠我人。于廟告功，以顧萬方。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百五十",
        "no#": 2
    },
    {
        "title": "唐鐃歌鼓吹曲十二篇：隋亂既極唐師起晉陽平姦豪為生人義主以仁興武為晉陽武第一",
        "author": "柳宗元",
        "biography": "",
        "paragraphs": [
            "晉陽武，奮義威。煬之渝，德焉歸。氓畢屠，綏者誰。",
            "皇烈烈，專天機。號以仁，揚其旗。日之升，九土晞。",
            "斥田坼，流洪輝。有其二，翼餘隋。斫梟鷔，連熊螭。",
            "枯以肉，勍者羸。後土蕩，玄穹彌。合之育，莽然施。",
            "惟德輔，慶無期。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百五十",
        "no#": 3
    },
    {
        "title": "唐鐃歌鼓吹曲十二篇：唐既受命李密自敗來歸以開黎陽斥東土為獸之窮第二",
        "author": "柳宗元",
        "biography": "",
        "paragraphs": [
            "獸之窮，奔大麓。天厚黃德，狙獷服。甲之櫜，弓弭矢箙。",
            "皇旅靖，敵逾蹙。自亡其徒，匪予戮。屈rH猛，虔栗栗。",
            "縻以尺組，啖以秩。黎之陽，土茫茫。富兵戎，盈倉箱。",
            "乏者德，莫能享。驅豺兕，授我疆。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百五十",
        "no#": 4
    },
    {
        "title": "唐鐃歌鼓吹曲十二篇：太宗師討王充竇建德助逆師奮擊武牢下擒之遂降充為戰武牢第三",
        "author": "柳宗元",
        "biography": "",
        "paragraphs": [
            "戰武牢，動河朔。逆之助，圖掎角。怒鷇麛，抗喬嶽。",
            "翹萌牙，傲霜雹。王謀內定，申掌握。鋪施芟夷，二主縛。",
            "憚華戎，廓封略。命之vG，卑以斫。歸有德，唯先覺。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百五十",
        "no#": 5
    },
    {
        "title": "唐鐃歌鼓吹曲十二篇：薛舉據涇以死子仁杲尤勇以暴師平之為涇水黃第四",
        "author": "柳宗元",
        "biography": "",
        "paragraphs": [
            "涇水黃，隴野茫。負太白，騰天狼。有鳥鷙立，羽翼張。",
            "鉤喙決前，鉅趯傍。怒飛饑嘯，翾不可當。老雄死，",
            "列缺掉幟，招搖耀鋩。鬼神來助，夢嘉祥。腦塗原野，"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百五十",
        "no#": 6
    },
    {
        "title": "唐鐃歌鼓吹曲十二篇：輔氏憑江淮竟東海命將平之為奔鯨沛第五",
        "author": "柳宗元",
        "biography": "",
        "paragraphs": [
            "奔鯨沛，蕩海垠。吐霓翳日，腥浮雲。帝怒下顧，",
            "披攘蒙霿，開海門。地平水靜，浮天根。羲和顯耀，"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百五十",
        "no#": 7
    },
    {
        "title": "唐鐃歌鼓吹曲十二篇：梁之餘保荊衡巴巫窮南越良將取之不以師為苞蘗第六",
        "author": "柳宗元",
        "biography": "",
        "paragraphs": [
            "苞枿ba矣，惟恨之蟠。彌巴蔽荊，負南極以安。",
            "曰我舊梁氏，緝綏艱難。江漢之阻，都邑固以完。聖人作，",
            "化敵為家，慮則中。浩浩海裔，不威而同。系縲降王。",
            "定厥功。澶漫萬里，宣唐風。蠻夷九譯，咸來從。",
            "凱旋金奏，象形容。震赫萬國，罔不龔。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百五十",
        "no#": 8
    },
    {
        "title": "唐鐃歌鼓吹曲十二篇：李軌保河右師臨之不克變或執以降為河右平第七",
        "author": "柳宗元",
        "biography": "",
        "paragraphs": [
            "河右澶漫，頑為之魁。王師如雷震，昆侖以頹。",
            "上聾下聰，驁不可回。助仇抗有德，惟人之災。",
            "乃潰乃奮，執縛歸厥命。萬室蒙其仁，一夫則病。",
            "濡以鴻澤，皇之聖。威畏德懷，功以定。順之於理，"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百五十",
        "no#": 9
    },
    {
        "title": "唐鐃歌鼓吹曲十二篇：突厥之大古夷狄莫疆焉師大破之降其國告于廟為鐵山碎第八",
        "author": "柳宗元",
        "biography": "",
        "paragraphs": [
            "鐵山碎，大漠舒。二虜勁，連穹廬。背北海，專坤隅。",
            "歲來侵邊。或傅於都。天子命元帥，奮其雄圖。破定襄，",
            "威武輝耀，明鬼區。利澤彌萬祀，功不可逾。官臣拜手，"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百五十",
        "no#": 10
    },
    {
        "title": "唐鐃歌鼓吹曲十二篇：劉武周敗裴寂咸有晉地太宗滅之為靖本邦第九",
        "author": "柳宗元",
        "biography": "",
        "paragraphs": [
            "本邦伊晉，惟時不靖。根柢之搖，枯葉攸病。守臣不任，",
            "群頑既夷，庶績咸正。皇謨載大，惟人之慶。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百五十",
        "no#": 11
    },
    {
        "title": "唐鐃歌鼓吹曲十二篇：李靖滅吐谷渾西海上為吐谷渾第十",
        "author": "柳宗元",
        "biography": "",
        "paragraphs": [
            "吐谷渾盛強，背西海以誇。歲侵擾我疆，退匿險且遐。",
            "帝謂神武師，往征靖皇家。烈烈旆其旗，熊虎雜龍蛇。",
            "王旅千萬人，銜枚默無嘩。束刃逾山徼，張翼縱漠沙。",
            "一舉刈膻腥，屍骸積如麻。除惡務本根，況敢遺萌芽。",
            "洋洋西海水，威命窮天涯。系虜來王都，犒樂窮休嘉。",
            "登高望還師，竟野如春華。行者靡不歸，親戚讙要遮。",
            "凱旋獻清廟，萬國思無邪。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百五十",
        "no#": 12
    },
    {
        "title": "唐鐃歌鼓吹曲十二篇：李靖滅高昌為高昌第十一",
        "author": "柳宗元",
        "biography": "",
        "paragraphs": [
            "麹氏雄西北，別絕臣外區。既恃遠且險，縱傲不我虞。",
            "烈烈王者師，熊螭以為徒。龍旗翻海浪，馹騎馳坤隅。",
            "賁育搏嬰兒，一掃不復餘。平沙際天極，但見黃雲驅。",
            "臣靖執長纓，智勇伏囚拘。文皇南面坐，夷狄千群趨。",
            "咸稱天子神，往古不得俱。獻號天可汗，以覆我國都。",
            "兵戎不交害，各保性與軀。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百五十",
        "no#": 13
    },
    {
        "title": "唐鐃歌鼓吹曲十二篇：既克東蠻群臣請圖蠻夷狀如周書王會為東蠻第十二",
        "author": "柳宗元",
        "biography": "",
        "paragraphs": [
            "東蠻有謝氏，冠帶理海中。自言我異世，雖聖莫能通。",
            "王卒如飛翰，鵬鶱駭群龍。轟然自天墜，乃信神武功。",
            "系虜君臣人，累累來自東。無思不服從，唐業如山崇。",
            "百辟拜稽首，咸願圖形容。如周王會書，永永傳無窮。",
            "睢盱萬狀乖，咿嗢九譯重。廣輪撫四海，浩浩知皇風。",
            "歌詩鐃鼓閑，以壯我元戎。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百五十",
        "no#": 14
    },
    {
        "title": "貞符",
        "author": "柳宗元",
        "biography": "",
        "paragraphs": [
            "于穆敬德，黎人皇之。惟貞厥符，浩浩將之。仁函於膚，",
            "懿其休風，是喣是吹。父子熙熙，相寧以嬉。賦徹而藏，",
            "十聖嗣於理，仁後之子。子思孝父，易患於己。拱之戴之，",
            "神之曷依，宜仁之歸。濮沿于北，祝栗于南。幅員西東，",
            "曷徒祝之，心誠篤之。神協人同，道以告之。俾彌憶萬年，",
            "有號於天，僉曰嗚呼。咨爾皇靈，無替厥符。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百五十",
        "no#": 15
    },
    {
        "title": "視民詩",
        "author": "柳宗元",
        "biography": "",
        "paragraphs": [
            "帝視民情，匪幽匪明。慘或在腹，已如色聲。亦無動威，",
            "乃定天子，乃開萬國。萬國既分，乃釋蠹民，乃學與仕，",
            "士實蕩蕩，農實董董，工實濛濛，賈實融融。左右惟一，",
            "品物載休，惟天子守，乃二公之久。惟天子明，",
            "四夷是則，永懷不忒。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百五十",
        "no#": 16
    }
]