[
    {
        "title": "登司馬錯古城",
        "author": "劉禹錫",
        "biography": "",
        "paragraphs": [
            "將軍將秦師，西南奠遐服。故壘清江上，蒼煙晦喬木。",
            "登臨直蕭辰，周覽壯前躅。塹平陳葉滿，墉高秋蔓綠。",
            "廢井抽寒菜，毀台生魯穀。耕人得古器，宿雨多遺鏃。",
            "楚塞鬱重疊，蠻溪紛詰曲。留此數仞基，幾人傷遠目。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百五十五",
        "no#": 1
    },
    {
        "title": "謁柱山會禪師",
        "author": "劉禹錫",
        "biography": "",
        "paragraphs": [
            "我本山東人，平生多感慨。弱冠游咸京，上書金馬外。",
            "結交當世賢，馳聲溢四塞。勉修貴及早，狃捷不知退。",
            "錙銖揚芬馨，尋尺招瑕纇。淹留郢南都，摧頹羽翰碎。",
            "安能咎往事，且欲去沉痗。吾師得真如，寄在人寰內。",
            "哀我墮名網，有如翾飛輩。曈曈揭智燭，照使出昏昧。",
            "靜見玄關啟，歆然初心會。夙尚一何微，今得信可大。",
            "覺路明證入，便門通懺悔。悟理言自忘，處屯道猶泰。",
            "色身豈吾寶，慧性非形礙。思此靈山期，未卜何年載。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百五十五",
        "no#": 2
    },
    {
        "title": "臥病聞常山旋師策勳宥過王澤大洽因寄李六侍郎",
        "author": "劉禹錫",
        "biography": "",
        "paragraphs": [
            "寂寂重寂寂，病夫臥秋齋。夜蛩思幽壁，槁葉鳴空階。",
            "南國異氣候，火旻尚昏霾。瘴煙跕飛羽，沴氣傷百骸。",
            "昨聞凱歌旋，飲至酒如淮。無戰陋丹水，垂仁輕槁街。",
            "清廟既策勳，圓丘俟燔柴。車書一以混，幽遠靡不懷。",
            "逐客憔悴久，故鄉雲雨乖。禽魚各有化，予欲問齊諧。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百五十五",
        "no#": 3
    },
    {
        "title": "善卷壇下作",
        "author": "劉禹錫",
        "biography": "",
        "paragraphs": [
            "先生見堯心，相與去九有。斯民既已治，我得安林藪。",
            "道為自然貴，名是無窮壽。瑤壇在此山，識者常回首。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百五十五",
        "no#": 4
    },
    {
        "title": "武陵觀火詩",
        "author": "劉禹錫",
        "biography": "",
        "paragraphs": [
            "楚鄉祝融分，炎火常為虞。是時直突煙，發自晨炊徒。",
            "盲風扇其威，白晝曛陽烏。操綆不暇汲，循牆還避逾。",
            "怒如列缺光，迅與芬輪俱。聯延掩四遠，赫奕成洪爐。",
            "洶疑雲濤翻，颯若鬼神趨。當前迎焮赩，是物同膏腴。",
            "金烏入梵天，赤龍游玄都。騰煙透窗戶，飛焰生欒櫨。",
            "火山摧半空，星雨灑中衢。瑤壇被髹漆，寶樹攢珊瑚。",
            "光縣與琴焦，旗亭無酒濡。市人委百貨，邑令遺雙鳧。",
            "餘勢下隈隩，長熛烘舳艫。吹焚照水府，炙浪愁天吳。",
            "災罷雲日晚，心驚視聽殊。高灰辨廩庾，黑土連闉闍。",
            "眾燼合星羅，遊氛鑠人膚。厚地藏宿熱，遙林呈驟枯。",
            "火德資生人，庸可一日無。禦之失其道，敲石彌天隅。",
            "晉庫走龍劍，吳宮傷燕雛。五行有沴氣，先哲垂籲謨。",
            "宋鄭同日起，時當賢大夫。無苛自可樂，弭患非所圖。",
            "賢守恤人瘼，臨煙駐驪駒。吊場色慘忸，顏失詞劬愉。",
            "下令蠲裏布，指期輕市租。閈垣適未立，苫蓋自相娛。",
            "山木行剪伐，江泥宜墐途。邑臣不必曾，何用征越巫。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百五十五",
        "no#": 5
    },
    {
        "title": "崔元受少府自貶所還，遺山薑花，以詩答之",
        "author": "劉禹錫",
        "biography": "",
        "paragraphs": [
            "故人博羅尉，遺我山薑花。采從碧海上，來自謫仙家。",
            "雲濤潤孤根，陰火照晨葩。靜搖扶桑日，豔對瀛洲霞。",
            "世人愛芳辛，搴擷忘幽遐。傳名入帝裏，飛驛辭天涯。",
            "王濟本尚味，石崇方鬥奢。雕盤多不識，綺席乃增華。",
            "驛馬損筋骨，貴人滋齒牙。顧予藜藿士，持此重咨嗟。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百五十五",
        "no#": 6
    },
    {
        "title": "途中早發",
        "author": "劉禹錫",
        "biography": "",
        "paragraphs": [
            "馬踏塵上霜，月明江頭路。行人朝氣銳，宿鳥相辭去。",
            "流水隔遠村，縵山多紅樹。悠悠關塞內，往來無閒步。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百五十五",
        "no#": 7
    },
    {
        "title": "和董庶中古散調詞贈尹果毅",
        "author": "劉禹錫",
        "biography": "",
        "paragraphs": [
            "昔聽東武吟，壯年心已悲。如何今濩落，聞君辛苦辭。",
            "言有窮巷士，弱齡頗尚奇。讀得玄女符，生當事邊時。",
            "借名遊俠窟，結客幽並兒。往來長楸間，能帶雙鞬馳。",
            "崩騰天寶末，塵暗燕南垂。爟火入咸陽，詔征神武師。",
            "是時占軍幕，插羽揚金羈。萬夫列轅門，觀射中戟支。",
            "誓當雪國讎，親愛從此辭。中宵倚長劍，起視蚩尤旗。",
            "介馬晨蕭蕭，陣雲竟天涯。陰風獵白草，旗槊光參差。",
            "勇氣貫中腸，視身忽如遺。生擒白馬將，虜騎不敢追。",
            "貴臣上戰功，名姓隨意移。終歲肌骨苦，他人印累累。",
            "謁者既清宮，諸侯各罷戲。上將賜甲第，門戟不可窺。",
            "眥血下沾襟，天高問無期。卻尋故鄉路，孤影空相隨。",
            "行逢裏中舊，撲樕昔所嗤。一言合侯王，腰佩黃金龜。",
            "問我何自苦，可憐真數奇。遲回顧徒禦，得色懸雙眉。",
            "翻然悟世途，撫己昧所宜。田園已蕪沒，流浪江海湄。",
            "鷙禽毛翮摧，不見翔雲姿。衰容蔽逸氣，孑孑無人知。",
            "寂寞草玄徒，長吟下書帷。為君發哀韻，若扣瑤林枝。",
            "有客識其真，潺湲涕交頤。飲爾一杯酒，陶然足自怡。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百五十五",
        "no#": 8
    },
    {
        "title": "望衡山",
        "author": "劉禹錫",
        "biography": "",
        "paragraphs": [
            "東南倚蓋卑，維嶽資柱石。前當祝融居，上拂朱鳥翮。",
            "青冥結精氣，磅礴宣地脈。還聞膚寸陰，能致彌天澤。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百五十五",
        "no#": 9
    },
    {
        "title": "遊桃源一百韻",
        "author": "劉禹錫",
        "biography": "",
        "paragraphs": [
            "沅江清悠悠，連山鬱岑寂。回流抱絕巘，皎鏡含虛碧。",
            "昏旦遞明媚，煙嵐分委積。香蔓垂綠潭，暴龍照孤磧。",
            "淵明著前志，子驥思遠蹠。寂寂無何鄉，密爾天地隔。",
            "金行太元歲，漁者偶探賾。尋花得幽蹤，窺洞穿暗隙。",
            "依微聞雞犬，豁達值阡陌。居人互將迎，笑語如平昔。",
            "廣樂雖交奏，海禽心不懌。揮手一來歸，故溪無處覓。",
            "綿綿五百載，市朝幾遷革。有路在壺中，無人知地脈。",
            "皇家感至道，聖祚自天錫。金闕傳本枝，玉函留寶曆。",
            "禁山開秘宇，複戶潔靈宅。蕊檢香氛氳，醮壇煙冪冪。",
            "我來塵外躅，瑩若朝星析。崖轉對翠屏，水窮留畫鷁。",
            "三休俯喬木，千級扳峭壁。旭日聞撞鐘，彩雲迎躡屐。",
            "遂登最高頂，縱目還楚澤。平湖見草青，遠岸連霞赤。",
            "幽尋如夢想，綿思屬空闃。夤緣且忘疲，耽玩近成癖。",
            "清猿伺曉發，瑤草淩寒坼。祥禽舞蔥蘢，珠樹搖玓瓅。",
            "羽人顧我笑，勸我稅歸軛。霓裳何飄颻，童顏潔白皙。",
            "重岩是藩屏，馴鹿受羈靮。樓居彌清霄，蘿蔦成翠帟。",
            "仙翁遺竹杖，王母留桃核。姹女飛丹砂，青童護金液。",
            "寶氣浮鼎耳，神光生劍脊。虛無天樂來，僁窣鬼兵役。",
            "丹丘肅朝禮，玉劄工紬繹。枕中淮南方，床下阜鄉舄。",
            "明燈坐遙夜，幽籟聽淅瀝。因話近世仙，聳然心神惕。",
            "乃言瞿氏子，骨狀非凡格。往事黃先生，群兒多侮劇。",
            "謷然不屑意，元氣貯肝膈。往往遊不歸，洞中觀博弈。",
            "言高未易信，猶複加訶責。一旦前致辭，自雲仙期迫。",
            "言師有道骨，前事常被謫。如今三山上，名字在真籍。",
            "悠然謝主人，後歲當來覿。言畢依庭樹，如煙去無跡。",
            "觀者皆失次，驚追紛絡繹。日暮山徑窮，松風自蕭槭。",
            "適逢修蛇見，瞋目光激射。如嚴三清居，不使恣搜索。",
            "唯餘步綱勢，八趾在沙礫。至今東北隅，表以壇上石。",
            "列仙徒有名，世人非目擊。如何庭廡際，白日振飛翮。",
            "洞天豈幽遠，得道如咫尺。一氣無死生，三光自遷易。",
            "因思人間世，前路何狹窄。瞥然此生中，善祝期滿百。",
            "大方播群類，秀氣肖翕辟。性靜本同和，物牽成阻厄。",
            "是非鬥方寸，葷血昏精魄。遂令多夭傷，猶喜見斑白。",
            "喧喧車馬馳，苒苒桑榆夕。共安緹繡榮，不悟泥途適。",
            "紛吾本孤賤，世葉在逢掖。九流宗指歸，百氏旁捃摭。",
            "公卿偶慰薦，鄉曲繆推擇。居安白社貧，志傲玄纁辟。",
            "功名希自取，簪組俟揚曆。書府蚤懷鉛，射宮曾發的。",
            "起草香生帳，坐曹烏集柏。賜燕聆簫韶，侍祠閱琮璧。",
            "嘗聞履忠信，可以行蠻貊。自述希古心，忘恃幹時畫。",
            "巧言忽成錦，苦志徒食蘖。平地生峰巒，深心有矛戟。",
            "層波一震盪，弱植忽淪溺。北渚吊靈均，長岑思亭伯。",
            "禍來昧幾兆，事去空歎息。塵累與時深，流年隨漏滴。",
            "才能疑木雁，報施迷夷蹠。楚奏縶鐘儀，商歌勞甯戚。",
            "稟生非懸解，對鏡方感激。自從嬰網羅，每事問龜策。",
            "王正降雷雨，環玦賜遷斥。倘伏夷平人，誓將依羽客。",
            "買山構精舍，領徒開講席。冀無身外憂，自有閑中益。",
            "道芽期日就，塵慮乃冰釋。且欲遺姓名，安能慕竹帛。",
            "長生尚學致，一溉豈虛擲。芝朮資餱糧，煙霞拂巾幘。",
            "黃石履看墮，洪崖肩可拍。聊複嗟蜉蝣，何煩哀虺蜴。",
            "青囊既深味，瓊葩亦屢摘。縱無西山資，猶免長戚戚。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百五十五",
        "no#": 10
    },
    {
        "title": "客有為餘話登天壇遇雨之狀，因以賦之",
        "author": "劉禹錫",
        "biography": "",
        "paragraphs": [
            "清晨登天壇，半路逢陰晦。疾行穿雨過，卻立視雲背。",
            "白日照其上，風雷走於內。滉漾雪海翻，槎牙玉山碎。",
            "蛟龍露鬐鬣，神鬼含變態。萬狀互生滅，百音以繁會。",
            "俯觀群動靜，始覺天宇大。山頂自晶明，人間已滂沛。",
            "豁然重昏斂，渙若春冰潰。反照入松門，瀑流飛縞帶。",
            "遙光泛物色，餘韻吟天籟。洞府撞仙鐘，村墟起夕靄。",
            "卻見山下侶，已如迷世代。問我何處來，我來雲雨外。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百五十五",
        "no#": 11
    },
    {
        "title": "秋江早發",
        "author": "劉禹錫",
        "biography": "",
        "paragraphs": [
            "輕陰迎曉日，霞霽秋江明。草樹含遠思，襟杯有餘清。",
            "凝睇萬象起，朗吟孤憤平。渚鴻未矯翼，而我已遐征。",
            "因思市朝人，方聽晨雞鳴。昏昏戀衾枕，安見元氣英。",
            "納爽耳目變，玩奇筋骨輕。滄洲有奇趣，浩然吾將行。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百五十五",
        "no#": 12
    },
    {
        "title": "有僧言羅浮事，因為詩以寫之",
        "author": "劉禹錫",
        "biography": "",
        "paragraphs": [
            "君言羅浮上，容易見九垠。漸高元氣壯，洶湧來翼身。",
            "夜宿最高峰，瞻望浩無鄰。海黑天宇曠，星辰來逼人。",
            "是時當朏魄，陰物恣騰振。日光吐鯨背，劍影開龍鱗。",
            "倏若萬馬馳，旌旗聳奫淪。又如廣樂奏，金石含悲辛。",
            "疑其有巨靈，怪物盡來賓。陰陽迭用事，乃俾夜作晨。",
            "咿喔天雞鳴，扶桑色昕昕。赤波千萬里，湧出黃金輪。",
            "下視生物息，霏如隙中塵。醯雞仰甕口，亦謂雲漢津。",
            "世人信耳目，方寸度大鈞。安知視聽外，怪愕不可陳。",
            "悠悠想大方，此乃杯水濱。知小天地大，安能識其真。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百五十五",
        "no#": 13
    },
    {
        "title": "裴祭酒尚書見示春歸城南青松塢別墅寄王左丞高侍郎之什命同作",
        "author": "劉禹錫",
        "biography": "",
        "paragraphs": [
            "早宦閱人事，晚懷生道機。時從學省出，獨望郊園歸。",
            "野彴度春水，山花映岩扉。石頭解金章，林下步綠薇。",
            "青松郁成塢，修竹盈尺圍。吟風起天籟，蔽日無炎威。",
            "危徑盤羊腸，連甍聳翬飛。幽谷響樵斧，澄潭環釣磯。",
            "因高見帝城，冠蓋揚光輝。白雲難持寄，清韻投所希。",
            "二公如長離，比翼翔太微。含情謝林壑，酬贈駢珠璣。",
            "顧予久郎潛，愁寂對芳菲。一聞丘中趣，再撫黃金徽。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百五十五",
        "no#": 14
    },
    {
        "title": "和河南裴尹侍郎宿齋天平寺詣九龍祠祈雨二十韻",
        "author": "劉禹錫",
        "biography": "",
        "paragraphs": [
            "有事九龍廟，潔齋梵王祠。玉簫何時絕，碧樹空涼颸。",
            "吏散埃壒息，月高庭宇宜。重城肅穆閉，澗水潺湲時。",
            "人稀夜複閑，慮靜境亦隨。緬懷斷鼇足，凝想乘鸞姿。",
            "朱明盛農節，膏澤方愆期。瞻言五靈瑞，能救百穀萎。",
            "咿喔晨雞鳴，闌幹斗柄垂。修容謁神像，注意陳正詞。",
            "驚飆起泓泉，若調雷雨師。黑煙聳鱗甲，灑液如棼絲。",
            "豐隆震天衢，列缺揮火旗。炎空忽淒緊，高溜懸綆縻。",
            "生物已滂沛，濕雲稍離披。丹霞啟南陸，白水含東菑。",
            "熙熙飛走適，藹藹草樹滋。浮光動宮觀，遠思盈川坻。",
            "吳公敏于政，謝守工為詩。商山有病客，言賀舒龐眉。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百五十五",
        "no#": 15
    },
    {
        "title": "冬夜宴河中李相公中堂命箏歌送酒",
        "author": "劉禹錫",
        "biography": "",
        "paragraphs": [
            "朗朗鶤雞弦，華堂夜多思。簾外雪已深，座中人半醉。",
            "翠蛾發清響，曲盡有餘意。酌我莫憂狂，老來無逸氣。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百五十五",
        "no#": 16
    },
    {
        "title": "重至衡陽傷柳儀曹",
        "author": "劉禹錫",
        "biography": "",
        "paragraphs": [
            "憶昨與故人，湘江岸頭別。我馬映林嘶，君帆轉山滅。",
            "馬嘶循古道，帆滅如流電。千里江蘺春，故人今不見。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百五十五",
        "no#": 17
    },
    {
        "title": "謫居悼往二首",
        "author": "劉禹錫",
        "biography": "",
        "paragraphs": [
            "邑邑何邑邑，長沙地卑濕。樓上見春多，花前恨風急。",
            "猿愁腸斷叫，鶴病翹趾立。牛衣獨自眠，誰哀仲卿泣。",
            "鬱鬱何鬱鬱，長安遠如日。終日念鄉關，燕來鴻複還。",
            "潘嶽歲寒思，屈平憔悴顏。殷勤望歸路，無雨即登山。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百五十五",
        "no#": 18
    },
    {
        "title": "有獺吟",
        "author": "劉禹錫",
        "biography": "",
        "paragraphs": [
            "有獺得嘉魚，自謂天見憐。先祭不敢食，捧鱗望青玄。",
            "人立寒沙上，心專眼悁悁。漁翁以為妖，舉塊投其咽。",
            "呼兒貫魚歸，與獺同烹煎。關關黃金鶚，大翅搖江煙。",
            "下見盈尋魚，投身擘洪連。攫拏隱鱗去，哺雛林嶽巔。",
            "鴟烏欲伺隙，遙噪莫敢前。長居青雲路，彈射無由緣。",
            "何地無江湖，何水無鮪鱣。天意不宰割，菲祭徒虔虔。",
            "空餘知禮重，載在淹中篇。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百五十五",
        "no#": 19
    },
    {
        "title": "白太守行",
        "author": "劉禹錫",
        "biography": "",
        "paragraphs": [
            "聞有白太守，拋官歸舊溪。蘇州十萬戶，盡作嬰兒啼。",
            "太守駐行舟，閶門草萋萋。揮袂謝啼者，依然兩眉低。",
            "朱戶非不崇，我心如重狴。華池非不清，意在寥廓棲。",
            "誇者竊所怪，賢者默思齊。我為太守行，題在隱起珪。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百五十五",
        "no#": 20
    },
    {
        "title": "樂天寄洛下新詩，兼喜微之欲到，因以抒懷也",
        "author": "劉禹錫",
        "biography": "",
        "paragraphs": [
            "松間風未起，萬葉不自吟。池上月未來，清輝同夕陰。",
            "宮征不獨運，塤篪自相尋。一從別樂天，詩思日已沉。",
            "吟君洛中作，精絕百煉金。乃知孤鶴情，月露為知音。",
            "微之從東來，威鳳鳴歸林。羨君先相見，一豁平生心。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百五十五",
        "no#": 21
    },
    {
        "title": "月夜憶樂天兼寄微之",
        "author": "劉禹錫",
        "biography": "",
        "paragraphs": [
            "今宵帝城月，一望雪相似。遙想洛陽城，清光正如此。",
            "知君當此夕，亦望鏡湖水。輾轉相憶心，月明千萬里。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百五十五",
        "no#": 22
    },
    {
        "title": "早夏郡中書事",
        "author": "劉禹錫",
        "biography": "",
        "paragraphs": [
            "水禽渡殘月，飛雨灑高城。華堂對嘉樹，簾廡含曉清。",
            "拂鏡整危冠，振衣步前楹。將吏儼成列，簿書紛來縈。",
            "言下辨曲直，筆端破交爭。虛懷詢病苦，懷律操剽輕。",
            "閽吏告無事，歸來解簪纓。高簾覆朱閣，忽爾聞調笙。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百五十五",
        "no#": 23
    },
    {
        "title": "酬樂天七月一日夜即事見寄",
        "author": "劉禹錫",
        "biography": "",
        "paragraphs": [
            "夜樹風韻清，天河雲彩輕。故苑多露草，隔城聞鶴鳴。",
            "搖落從此始，別離含遠情。聞君當是夕，倚瑟吟商聲。",
            "外物豈不足，中懷向誰傾。秋來念歸去，同聽嵩陽笙。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百五十五",
        "no#": 24
    },
    {
        "title": "令狐相公見示贈竹二十韻仍命繼和",
        "author": "劉禹錫",
        "biography": "",
        "paragraphs": [
            "高人必愛竹，寄興良有以。峻節可臨戎，虛心宜待士。",
            "眾芳信妍媚，威鳳難棲止。遂於鼙鼓間，移植東南美。",
            "封以梁國土，澆之浚泉水。得地色不移，淩空勢方起。",
            "新青排故葉，餘紛籠疏理。猶複隔牆藩，何因出塵滓。",
            "茲辰去前蔽，永日勞瞪視。槭槭林已成，熒熒玉相似。",
            "規摹起心匠，洗滌在頤指。曲直既了然，孤高何卓爾。",
            "垂梢覆內屏，迸筍侵前戺。妓席拂雲鬢，賓階蔭珠履。",
            "抱琴恣閑玩，執卷堪斜倚。露下懸明璫，風來韻清征。",
            "堅貞貫四候，標格殊百卉。歲晚當自知，繁華豈雲比。",
            "古詩無贈竹，高唱從此始。一聽清瑤音，崢然長在耳。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百五十五",
        "no#": 25
    },
    {
        "title": "和令狐相公晚泛漢江書懷寄洋州崔侍郎閬州高舍人二曹長",
        "author": "劉禹錫",
        "biography": "",
        "paragraphs": [
            "雨過遠山出，江澄暮霞生。因浮濟川舟，遂作適野行。",
            "郊樹映緹騎，水禽避紅旌。田夫捐畚鍤，織婦窺柴荊。",
            "古岸夏花發，遙林晚蟬清。沿洄方玩境，鼓角已登城。",
            "部內有良牧，望中寄深情。臨觴念佳期，泛瑟動離聲。",
            "寂寞一病士，夙昔接群英。多謝謫仙侶，幾時還玉京。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百五十五",
        "no#": 26
    },
    {
        "title": "和樂天洛城春齊梁體八韻",
        "author": "劉禹錫",
        "biography": "",
        "paragraphs": [
            "帝城宜春入，遊人喜意長。草生季倫穀，花出莫愁坊。",
            "斷雲發山色，輕風漾水光。樓前戲馬地，樹下鬥雞場。",
            "白頭自為侶，綠酒亦滿觴。潘園觀種植，謝墅閱池塘。",
            "至閑似隱逸，過老不悲傷。相問焉功德，銀黃遊故鄉。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百五十五",
        "no#": 27
    },
    {
        "title": "洛中早春贈樂天",
        "author": "劉禹錫",
        "biography": "",
        "paragraphs": [
            "漠漠複靄靄，半晴將半陰。春來自何處，無跡日以深。",
            "韶嫩冰後木，輕盈煙際林。藤生欲有托，柳弱不自任。",
            "花意已含蓄，鳥言尚沉吟。期君當此時，與我恣追尋。",
            "翻愁爛熳後，春暮卻傷心。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百五十五",
        "no#": 28
    },
    {
        "title": "和樂天宴李周美中丞宅池上賞櫻桃花",
        "author": "劉禹錫",
        "biography": "",
        "paragraphs": [
            "櫻桃千萬枝，照耀如雪天。王孫宴其下，隔水疑神仙。",
            "宿露發清香，初陽動暄妍。妖姬滿髻插，酒客折枝傳。",
            "同此賞芳月，幾人有華筵。杯行勿遽辭，好醉逸三年。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百五十五",
        "no#": 29
    },
    {
        "title": "酬樂天聞新蟬見贈",
        "author": "劉禹錫",
        "biography": "",
        "paragraphs": [
            "碧樹鳴蟬後，煙雲改容光。瑟然引秋氣，芳草日夜黃。",
            "夾道喧古槐，臨池思垂楊。離人下憶淚，志士激剛腸。",
            "昔聞阻山川，今聽同匡床。人情便所遇，音韻豈殊常。",
            "因之比笙竽，送我遊醉鄉。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百五十五",
        "no#": 30
    },
    {
        "title": "和樂天秋涼閑臥",
        "author": "劉禹錫",
        "biography": "",
        "paragraphs": [
            "暑退人體輕，雨餘天色改。荷珠貫索斷，竹粉殘妝在。",
            "高僧掃室請，逸客登樓待。槐柳漸蕭疏，閑門少光彩。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百五十五",
        "no#": 31
    },
    {
        "title": "酬樂天詠老見示",
        "author": "劉禹錫",
        "biography": "",
        "paragraphs": [
            "人誰不願老，老去有誰憐。身瘦帶頻減，發稀冠自偏。",
            "廢書緣惜眼，多炙為隨年。經事還諳事，閱人如閱川。",
            "細思皆幸矣，下此便翛然。莫道桑榆晚，微霞尚滿天。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百五十五",
        "no#": 32
    },
    {
        "title": "歲夜詠懷",
        "author": "劉禹錫",
        "biography": "",
        "paragraphs": [
            "彌年不得意，新歲又如何。念昔同遊者，而今有幾多。",
            "以閑為自在，將壽補蹉跎。春色無情故，幽居亦見過。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百五十五",
        "no#": 33
    },
    {
        "title": "酬牛相公獨飲偶醉寓言見示",
        "author": "劉禹錫",
        "biography": "",
        "paragraphs": [
            "宮漏夜丁丁，千門閉霜月。華堂列紅燭，絲管靜中發。",
            "歌眉低有思，舞體輕無骨。主人啟酡顏，酣暢浹肌發。",
            "猶思城外客，阡陌不可越。春意日夕深，此歡無斷絕。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百五十五",
        "no#": 34
    },
    {
        "title": "萋兮吟",
        "author": "劉禹錫",
        "biography": "",
        "paragraphs": [
            "天涯浮雲生，爭蔽日月光。窮巷秋風起，先摧蘭蕙芳。",
            "萬貨列旗亭，恣心注明璫。名高毀所集，言巧智難防。",
            "勿謂行大道，斯須成太行。莫吟萋兮什，徒使君子傷。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百五十五",
        "no#": 35
    },
    {
        "title": "韓十八侍御見示岳陽樓別竇司直詩因令屬和重以自述故足成六十二韻",
        "author": "劉禹錫",
        "biography": "",
        "paragraphs": [
            "楚望何蒼然，曾瀾七百里。孤城寄遠目，一寫無窮已。",
            "蕩漾浮天蓋，四環宣地理。積漲在三秋，混成非一水。",
            "冬遊見清淺，春望多洲沚。雲錦遠沙明，風煙青草靡。",
            "火星忽南見，月硤方東迤。雪波西山來，隱若長城起。",
            "獨專朝宗路，駛悍不可止。支川讓其威，蓄縮至南委。",
            "熊武走蠻落，瀟湘來奧鄙。炎蒸動泉源，積潦搜山趾。",
            "歸往無旦夕，包含通遠邇。行當白露時，眇視秋光裏。",
            "曙色未昭晰，露華遙斐舋。浩爾神骨清，如觀混元始。",
            "北風忽震盪，驚浪迷津涘。怒激鼓鏗訇，蹙成山巋硊。",
            "鶤鵬疑變化，罔象何恢詭。噓吸寫樓臺，騰驤露鬐尾。",
            "景移群動息，波靜繁音弭。明月出中央，青天絕纖滓。",
            "素光淡無際，綠靜平如砥。空影渡鵷鴻，秋聲思蘆葦。",
            "鮫人弄機杼，貝闕駢紅紫。珠蛤吐玲瓏，文鰩翔旖旎。",
            "水鄉吳蜀限，地勢東南庳。翼軫粲垂精，衡巫屹環峙。",
            "名雄七澤藪，國辨三苗氏。唐羿斷修蛇，荊王憚青兕。",
            "秦狩跡猶在，虞巡路從此。軒後奏宮商，騷人詠蘭芷。",
            "茅嶺潛相應，橘洲傍可指。郭璞驗幽經，羅含著前紀。",
            "觀津戚裏族，按道侯家子。連袂登高樓，臨軒笑相視。",
            "假守亦高臥，墨曹正垂耳。契闊話涼溫，壺觴慰遷徙。",
            "地偏山水秀，客重杯盤侈。紅袖花欲然，銀燈晝相似。",
            "興酣更抵掌，樂極同啟齒。筆鋒不能休，藻思一何綺。",
            "伊余負微尚，夙昔慚知己。出入金馬門，交結青雲士。",
            "襲芳踐蘭室，學古遊槐市。策慕宋前軍，文師漢中壘。",
            "陋容昧俯仰，孤志無依倚。衛足不如葵，漏川空歎蟻。",
            "幸逢萬物泰，獨處窮途否。鍛翮重疊傷，兢魂再三褫。",
            "蘧瑗亦屢化，左丘猶有恥。桃源訪仙宮，薜服祠山鬼。",
            "故人南台舊，一別如弦矢。今朝會荊巒，鬥酒相宴喜。",
            "為餘出新什，笑抃隨伸紙。曄若觀五色，歡然臻四美。",
            "委曲風濤事，分明窮達旨。洪韻發華鐘，淒音激清征。",
            "羊浚要共和，江淹多雜擬。徒欲仰高山，焉能追逸軌。",
            "湘洲路四達，巴陵城百雉。何必顏光祿，留詩張內史。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百五十五",
        "no#": 36
    },
    {
        "title": "和郴州楊侍郎玩郡齋紫薇花十四韻",
        "author": "劉禹錫",
        "biography": "",
        "paragraphs": [
            "幾年丹霄上，出入金華省。暫別萬年枝，看花桂陽嶺。",
            "南方足奇樹，公府成佳境。綠陰交廣除，明豔透蕭屏。",
            "雨餘人吏散，燕語簾櫳靜。懿此含曉芳，翛然忘簿領。",
            "紫茸垂組縷，金縷攢鋒穎。露溽暗傳香，風輕徐就影。",
            "苒弱多意思，從容占光景。得地在侯家，移根近仙井。",
            "開尊好凝睇，倚瑟仍回頸。遊蜂駐彩冠，舞鶴迷煙頂。",
            "興生紅藥後，愛與甘棠並。不學夭桃姿，浮榮在俄頃。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百五十五",
        "no#": 37
    },
    {
        "title": "春日寄楊八唐州二首",
        "author": "劉禹錫",
        "biography": "",
        "paragraphs": [
            "淮西春草長，淮水逶迤光。燕入新村落，人耕舊戰場。",
            "可憐行春守，立馬看斜桑。",
            "漠漠淮上春，莠苗生故壘。梨花方城路，荻筍蕭陂水。",
            "高齋有謫仙，坐嘯清風起。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百五十五",
        "no#": 38
    },
    {
        "title": "酬馮十七舍人宿衛贈別五韻",
        "author": "劉禹錫",
        "biography": "",
        "paragraphs": [
            "少年為別日，隋宮楊柳陰。白首相逢處，巴江煙浪深。",
            "使星上三蜀，春雨沾衣襟。王程促速意，夜語殷勤心。",
            "卻歸天上去，遺我雲間音。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百五十五",
        "no#": 39
    },
    {
        "title": "酬湖州崔郎中見寄",
        "author": "劉禹錫",
        "biography": "",
        "paragraphs": [
            "風箏吟秋空，不肖指爪聲。高人靈府間，律呂伴咸英。",
            "昔年與兄游，文似馬長卿。今來寄新詩，乃類陶淵明。",
            "磨礱老益智，吟詠閑彌精。豈非山水鄉，蕩漾神機清。",
            "渚煙蕙蘭動，溪雨虹蜺生。馮君虛上舍，待餘乘興行。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百五十五",
        "no#": 40
    },
    {
        "title": "秋日書懷寄河南王尹",
        "author": "劉禹錫",
        "biography": "",
        "paragraphs": [
            "公府想無事，西池秋水清。去年為狎客，永日奉高情。",
            "況有臺上月，如聞雲外笙。不知桑落酒，今歲與誰傾。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百五十五",
        "no#": 41
    },
    {
        "title": "酬留守牛相公宮城早秋寓言見寄",
        "author": "劉禹錫",
        "biography": "",
        "paragraphs": [
            "曉月映宮樹，秋光起天津。涼風稍動葉，宿露未生塵。",
            "星氣尚芳麗，曠望感心神。揮毫成逸韻，開合遲來賓。",
            "擺去將相印，漸為逍遙身。如招後房宴，卻要白頭人。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百五十五",
        "no#": 42
    },
    {
        "title": "海陽十詠：吏隱亭",
        "author": "劉禹錫",
        "biography": "",
        "paragraphs": [
            "結構得奇勢，朱門交碧潯。外來始一望，寫盡平生心。",
            "日軒漾波影，月砌鏤松陰。幾度欲歸去，回眸情更深。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百五十五",
        "no#": 43
    },
    {
        "title": "海陽十詠：切雲亭",
        "author": "劉禹錫",
        "biography": "",
        "paragraphs": [
            "迥破林煙出，俯窺石潭空。波搖杏梁日，松韻碧窗風。",
            "隔水生別島，帶橋如斷虹。九疑南面事，盡入寸眸中。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百五十五",
        "no#": 44
    },
    {
        "title": "海陽十詠：雲英潭",
        "author": "劉禹錫",
        "biography": "",
        "paragraphs": [
            "芳幄覆雲屏，石奩開碧鏡。支流日飛灑，深處自疑瑩。",
            "潛去不見跡，清音常滿聽。有時病朝酲，來此心神醒。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百五十五",
        "no#": 45
    },
    {
        "title": "海陽十詠：玄覽亭",
        "author": "劉禹錫",
        "biography": "",
        "paragraphs": [
            "瀟灑青林際，夤緣碧潭隈。淙流冒石下，輕波觸砌回。",
            "香風逼人度，幽花覆水開。故令無四壁，晴夜月光來。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百五十五",
        "no#": 46
    },
    {
        "title": "海陽十詠：裴溪",
        "author": "劉禹錫",
        "biography": "",
        "paragraphs": [
            "楚客憶關中，疏溪想汾水。縈紆非一曲，意態如千里。",
            "倒影羅文動，微波笑顏起。君今賜環歸，何人承玉趾。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百五十五",
        "no#": 47
    },
    {
        "title": "海陽十詠：飛練瀑",
        "author": "劉禹錫",
        "biography": "",
        "paragraphs": [
            "晶晶擲岩端，潔光如可把。瓊枝曲不折，雲片晴猶下。",
            "石堅激清響，葉動承餘灑。前時明月中，見是銀河瀉。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百五十五",
        "no#": 48
    },
    {
        "title": "海陽十詠：蒙池",
        "author": "劉禹錫",
        "biography": "",
        "paragraphs": [
            "瀠渟幽壁下，深淨如無力。風起不成文，月來同一色。",
            "地靈草木瘦，人遠煙霞逼。往往疑列仙，圍棋在岩側。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百五十五",
        "no#": 49
    },
    {
        "title": "海陽十詠：棼絲瀑",
        "author": "劉禹錫",
        "biography": "",
        "paragraphs": [
            "飛流透嵌隙，噴灑如絲棼。含暈迎初旭，翻光破夕曛。",
            "餘波繞石去，碎響隔溪聞。卻望瓊沙際，逶迤見脈分。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百五十五",
        "no#": 50
    },
    {
        "title": "海陽十詠：雙溪",
        "author": "劉禹錫",
        "biography": "",
        "paragraphs": [
            "流水繞雙島，碧溪相並深。浮花擁曲處，遠影落中心。",
            "閑鷺久獨立，曝龜驚複沉。蘋風有時起，滿穀簫韶音。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百五十五",
        "no#": 51
    },
    {
        "title": "海陽十詠：月窟",
        "author": "劉禹錫",
        "biography": "",
        "paragraphs": [
            "濺濺漱幽石，注入團圓處。有如常滿杯，承彼清夜露。",
            "岩曲月斜照，林寒春晚煦。遊人不敢觸，恐有蛟龍護。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百五十五",
        "no#": 52
    },
    {
        "title": "武夫詞",
        "author": "劉禹錫",
        "biography": "",
        "paragraphs": [
            "武夫何洸洸，衣紫襲絳裳。借問胡為爾，列校在鷹揚。",
            "依倚將軍勢，交結少年場。探丸害公吏，抽刃妒名倡。",
            "家產既不事，顧盼自生光。酣歌高樓上，袒裼大道傍。",
            "昔為編戶人，秉耒甘哺糠。今來從軍樂，躍馬飫膏粱。",
            "猶思風塵起，無種取侯王。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百五十五",
        "no#": 53
    },
    {
        "title": "虎丘寺路宴",
        "author": "劉禹錫",
        "biography": "",
        "paragraphs": [
            "青林虎丘寺，林際翠微路。立見山僧來，遙從鳥飛處。",
            "茲峰淪寶玉，千載惟丘墓。埋劍人空傳，鑿山龍已去。",
            "捫蘿披翳薈，路轉夕陰遽。虎嘯崖谷寒，猿鳴松杉暮。",
            "徘徊北樓上，海江窮一顧。日映千里帆，鴉歸萬家樹。",
            "暫因愜所適，果得捐外慮。庭暗棲還雲，簷香滴甘露。",
            "久迷空寂理，多為聲華故。永欲投此山，餘生豈能誤。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百五十五",
        "no#": 54
    },
    {
        "title": "缺題",
        "author": "劉禹錫",
        "biography": "",
        "paragraphs": [
            "故人日已遠，窗下塵滿琴。坐對一樽酒，恨多無力斟。",
            "幕疏螢色迥，露重月華深。萬境與群籟，此時情豈任。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百五十五",
        "no#": 55
    },
    {
        "title": "晚步揚子游南塘望沙尾",
        "author": "劉禹錫",
        "biography": "",
        "paragraphs": [
            "淮海多夏雨，曉來天始晴。蕭條長風至，千里孤雲生。",
            "卑濕久喧濁，搴開偶虛清。客遊廣陵郡，晚出臨江城。",
            "郊外綠楊陰，江中沙嶼明。歸帆翳盡日，去棹聞遺聲。",
            "鄉國殊渺漫，羈心目懸旌。悠然京華意，悵望懷遠程。",
            "薄暮大山上，翩翩雙鳥征。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百五十五",
        "no#": 56
    },
    {
        "title": "和浙西李大夫晚下北固山喜徑松成陰悵然懷古偶題臨江亭并浙東元相公所和依本韻",
        "author": "劉禹錫",
        "biography": "",
        "paragraphs": [
            "一辭溫室樹，幾見武昌柳。荀謝年何少，韋平望已久。",
            "種松夾石道，紆組臨沙阜。目覽帝王州，心存股肱守。",
            "葉動驚彩翰，波澄見赬首。晉宋齊梁都，千山萬江口。",
            "煙散隋宮出，濤來海門吼。風俗太伯餘，衣冠永嘉後。",
            "江長天作限，山固壤無朽。自古稱佳麗，非賢誰奄有。",
            "八元邦族盛，萬石門風厚。天柱揭東溟，文星照北斗。",
            "高亭一騁望，舉酒共為壽。因賦詠懷詩，遠寄同心友。",
            "禁中晨夜直，江左東西偶。將手握兵符，儒腰盤貴綬。",
            "頒條風有自，立事言無苟。農野聞讓耕，軍人不使酒。",
            "用材當構廈，知道寧窺牖。誰謂青雲高，鵬飛終背負。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百五十五",
        "no#": 57
    },
    {
        "title": "始至雲安寄兵部韓侍郎中書白舍人二公近曾遠守故有屬焉",
        "author": "劉禹錫",
        "biography": "",
        "paragraphs": [
            "天外巴子國，山頭白帝城。波清蜀栜盡，雲散楚台傾。",
            "迅瀨下哮吼，兩岸勢爭衡。陰風鬼神過，暴雨蛟龍生。",
            "硤斷見孤邑，江流照飛甍。蠻軍擊嚴鼓，笮馬引雙旌。",
            "望闕遙拜舞，分庭備將迎。銅符一以合，文墨紛來縈。",
            "暮色四山起，愁猿數處聲。重關群吏散，靜室寒燈明。",
            "故人青霞意，飛舞集蓬瀛。昔曾在池籞，應知魚鳥情。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百五十五",
        "no#": 58
    }
]