[
    {
        "title": "青雲驛",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "岧嶢青雲嶺，下有千仞溪。裴回不可上，人倦馬亦嘶。",
            "願登青雲路，若望丹霞梯。謂言青雲驛，繡戶芙蓉閨。",
            "謂言青雲騎，玉勒黃金蹄。謂言青雲具，瑚璉雜象犀。",
            "謂言青雲吏，的的顏如珪。懷此青雲望，安能複久稽。",
            "攀援信不易，風雨正淒淒。已怪杜鵑鳥，先來山下啼。",
            "才及青雲驛，忽遇蓬蒿妻。延我開蓽戶，鑿竇宛如圭。",
            "逡巡吏來謁，頭白顏色黧。饋食頻叫噪，假器仍乞醯。",
            "向時延我者，共舍藿與藜。乘我牂牁馬，蒙茸大如羝。",
            "悔為青雲意，此意良噬臍。昔游蜀門下，有驛名青泥。",
            "聞名意慘愴，若墜牢與狴。雲泥異所稱，人物一以齊。",
            "複聞閶闔上，下視日月低。銀城蕊珠殿，玉版金字題。",
            "大帝直南北，群仙侍東西。龍虎儼隊仗，雷霆轟鼓鼙。",
            "元君理庭內，左右桃花蹊。丹霞爛成綺，景雲輕若綈。",
            "天池光灩灩，瑤草綠萋萋。眾真千萬輩，柔顏盡如荑。",
            "手持鳳尾扇，頭戴翠羽笄。雲韶互鏗戛，霞服相提攜。",
            "雙雙發皓齒，各各揚輕袿。天祚樂未極，溟波浩無堤。",
            "穢賤靈所惡，安肯問黔黎。桑田變成海，宇縣烹為齏。",
            "虛皇不願見，雲霧重重翳。大帝安可夢，閶闔何由躋。",
            "靈物可見者，願以諭端倪。蟲蛇吐雲氣，妖氛變虹霓。",
            "獲麟書諸冊，豢龍醢為臡。鳳凰占梧桐，叢雜百鳥棲。",
            "野鶴啄腥蟲，貪饕不如雞。山鹿藏窟穴，虎豹吞其麛。",
            "靈物比靈境，冠履寧甚睽。道勝即為樂，何慚居稗稊。",
            "金張好車馬，於陵親灌畦。在梁或在火，不變玉與鵜。",
            "上天勿行行，潛穴勿淒淒。吟此青雲諭，達觀終不迷。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百九十七",
        "no#": 1
    },
    {
        "title": "陽城驛",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "商有陽城驛，名同陽道州。陽公沒已久，感我淚交流。",
            "昔公孝父母，行與曾閔儔。既孤善兄弟，兄弟和且柔。",
            "一夕不相見，若懷三歲憂。遂誓不婚娶，沒齒同衾裯。",
            "妹夫死他縣，遺骨無人收。公令季弟往，公與仲弟留。",
            "相別竟不得，三人同遠遊。共負他鄉骨，歸來藏故丘。",
            "棲遲居夏邑，邑人無苟偷。裏中競長短，來問劣與優。",
            "官刑一朝恥，公短終身羞。公亦不遺布，人自不盜牛。",
            "問公何能爾，忠信先自修。發言當道理，不顧黨與讎。",
            "聲香漸翕習，冠蓋若雲浮。少者從公學，老者從公游。",
            "往來相告報，縣尹與公侯。名落公卿口，湧如波薦舟。",
            "天子得聞之，書下再三求。書中願一見，不異旱地虯。",
            "何以持為聘，束帛藉琳球。何以持為禦，駟馬駕安輈。",
            "公方伯夷操，事殷不事周。我實唐士庶，食唐之田疇。",
            "我聞天子憶，安敢專自由。來為諫大夫，朝夕侍冕旒。",
            "希夷惇薄俗，密勿獻良籌。神醫不言術，人瘼曾暗瘳。",
            "月請諫官俸，諸弟相對謀。皆曰親戚外，酒散目前愁。",
            "公雲不有爾，安得此嘉猷。施餘盡酤酒，客來相獻酬。",
            "日旰不謀食，春深仍弊裘。人心良戚戚，我樂獨由由。",
            "貞元歲雲暮，朝有曲如鉤。風波勢奔蹙，日月光綢繆。",
            "齒牙屬為猾，禾黍暗生蟊。豈無司言者，肉食吞其喉。",
            "豈無司搏者，利柄扼其鞲。鼻複勢氣塞，不得辯熏蕕。",
            "公雖未顯諫，惴惴如患瘤。飛章八九上，皆若珠暗投。",
            "炎炎日將熾，積燎無人抽。公乃帥其屬，決諫同報仇。",
            "延英殿門外，叩閣仍叩頭。且曰事不止，臣諫誓不休。",
            "上知不可遏，命以美語酬。降官司成署，俾之為贅疣。",
            "奸心不快活，擊刺礪戈矛。終為道州去，天道竟悠悠。",
            "遂令不言者，反以言為訧。喉舌坐成木，鷹鸇化為鳩。",
            "避權如避虎，冠豸如冠猴。平生附我者，詩人稱好逑。",
            "私來一執手，恐若墜諸溝。送我不出戶，決我不回眸。",
            "唯有太學生，各具糧與餱。咸言公去矣，我亦去荒陬。",
            "公與諸生別，步步駐行騶。有生不可訣，行行過閩甌。",
            "為師得如此，得為賢者不。道州聞公來，鼓舞歌且謳。",
            "昔公居夏邑，狎人如狎鷗。況自為刺史，豈複援鼓桴。",
            "滋章一時罷，教化天下遒。炎瘴不得老，英華忽已秋。",
            "有鳥哭楊震，無兒悲鄧攸。唯餘門弟子，列樹松與楸。",
            "今來過此驛，若吊汨羅洲。祠曹諱羊祜，此驛何不侔。",
            "我願避公諱，名為避賢郵。此名有深意，蔽賢天所尤。",
            "吾聞玄元教，日月冥九幽。幽陰蔽翳者，永為幽翳囚。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百九十七",
        "no#": 2
    },
    {
        "title": "苦雨",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "江瘴氣候惡，庭空田地蕪。煩昏一日內，陰暗三四殊。",
            "巢燕汙床席，蒼蠅點肌膚。不足生詬怒，但若寡歡娛。",
            "夜來稍清晏，放體階前呼。未飽風月思，已為蚊蚋圖。",
            "我受簪組身，我生天地爐。炎蒸安敢倦，蟲豸何時無。",
            "淩晨坐堂廡，努力泥中趨。官家事不了，尤悔亦可虞。",
            "門外竹橋折，馬驚不敢逾。回頭命僮禦，向我色踟躕。",
            "自顧方濩落，安能相詰誅。隱忍心憤恨，翻為聲喣愉。",
            "逡巡崔嵬日，杲曜東南隅。已複雲蔽翳，不使及泥塗。",
            "良農盡蒲葦，厚地積潢汙。三光不得照，萬物何由蘇。",
            "安得飛廉車，磔裂雲將軀。又提精陽劍，蛟螭支節屠。",
            "陰沴皆電掃，幽妖亦雷驅。煌煌啟閶闔，軋軋掉幹樞。",
            "東西生日月，晝夜如轉珠。百川朝巨海，六龍蹋亨衢。",
            "此意倍寥廓，時來本須臾。今也泥鴻洞，黿鼉真得途。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百九十七",
        "no#": 3
    },
    {
        "title": "種竹",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "昔公憐我直，比之秋竹竿。秋來苦相憶，種竹廳前看。",
            "失地顏色改，傷根枝葉殘。清風猶淅淅，高節空團團。",
            "鳴蟬聒暮景，跳蛙集幽闌。塵土複晝夜，梢雲良獨難。",
            "丹丘信雲遠，安得臨仙壇。瘴江冬草綠，何人驚歲寒。",
            "可憐亭亭幹，一一青琅玕。孤鳳竟不至，坐傷時節闌。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百九十七",
        "no#": 4
    },
    {
        "title": "和樂天贈樊著作",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "君為著作詩，志激詞且溫。璨然光揚者，皆以義烈聞。",
            "千慮竟一失，冰玉不斷痕。謬予頑不肖，列在數子間。",
            "因君譏史氏，我亦能具陳。羲黃眇雲遠，載籍無遺文。",
            "煌煌二帝道，鋪設在典墳。堯心惟舜會，因著為話言。",
            "皋夔益稷禹，粗得無間然。緬然千載後，後聖曰孔宣。",
            "迥知皇王意，綴書為百篇。是時游夏輩，不敢措舌端。",
            "信哉作遺訓，職在聖與賢。如何至近古，史氏為閑官。",
            "但令識字者，竊弄刀筆權。由心書曲直，不使當世觀。",
            "貽之千萬代，疑言相並傳。人人異所見，各各私所遍。",
            "以是曰褒貶，不如都無焉。況乃丈夫志，用舍貴當年。",
            "顧予有微尚，願以出處論。出非利吾已，其出貴道全。",
            "全道豈虛設，道全當及人。全則富與壽，虧則饑與寒。",
            "遂我一身逸，不如萬物安。解懸不澤手，拯溺無折旋。",
            "神哉伊尹心，可以冠古先。其次有獨善，善己不善民。",
            "天地為一物，死生為一源。合雜分萬變，忽若風中塵。",
            "抗哉巢由志，堯舜不可遷。舍此二者外，安用名為賓。",
            "持謝著書郎，愚不願有雲。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百九十七",
        "no#": 5
    },
    {
        "title": "和樂天感鶴",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "我有所愛鶴，毛羽霜雪妍。秋霄一滴露，聲聞林外天。",
            "自隨衛侯去，遂入大夫軒。雲貌久已隔，玉音無複傳。",
            "吟君感鶴操，不覺心惕然。無乃予所愛，誤為微物遷。",
            "因茲諭直質，未免柔細牽。君看孤松樹，左右蘿蔦纏。",
            "既可習為飽，亦可熏為荃。期君常善救，勿令終棄捐。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百九十七",
        "no#": 6
    },
    {
        "title": "諭寶二首",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "沉玉在弱泥，泥弱玉易沉。扶桑寒日薄，不照萬丈心。",
            "安得潛淵虯，拔壑超鄧林。泥封泰山址，水散旱天霖。",
            "洗此泥下玉，照耀台殿深。刻為傳國寶，神器人不侵。",
            "冰置白玉壺，始見清皎潔。珠穿殷紅縷，始見明洞徹。",
            "鏌鋣無人淬，兩刃幽壤鐵。秦鏡無人拭，一片埋霧月。",
            "驥局環堵中，骨附筋入節。虯蟠尺澤內，魚貫蛙同穴。",
            "艅艎無巨海，浮浮矜瀎潏。棟樑無廣廈，顛倒臥霜雪。",
            "大鵬無長空，舉翮受羈絏。豫樟無厚地，危柢真卼臲。",
            "圭璧無卞和，甘與頑石列。舜禹無陶堯，名隨腐草滅。",
            "神功伏神物，神物神乃別。神人不世出，所以神功絕。",
            "神物豈徒然，用之乃施設。禹功九州理，舜德天下悅。",
            "璧充傳國璽，圭用祈太折。千尋豫樟幹，九萬大鵬歇。",
            "棟樑庇生民，艅艎濟來哲。虯騰旱天雨，驥騁流電掣。",
            "鏡懸奸膽露，劍拂妖蛇裂。珠玉照乘光，冰瑩環坐熱。",
            "此物比在泥，斯言為誰發。於今盡凡耳，不為君不說。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百九十七",
        "no#": 7
    },
    {
        "title": "說劍",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "吾友有寶劍，密之如密友。我實膠漆交，中堂共杯酒。",
            "酒酣肝膽露，恨不眼前剖。高唱荊卿歌，亂擊相如缶。",
            "更擊複更唱，更酌亦更壽。白虹坐上飛，青蛇匣中吼。",
            "我聞音響異，疑是幹將偶。為君再拜言，神物可見不。",
            "君言我所重，我自為君取。迎篋已焚香，近鞘先澤手。",
            "徐抽寸寸刃，漸屈彎彎肘。殺殺霜在鋒，團團月臨紐。",
            "逡巡潛虯躍，鬱律驚左右。霆電滿室光，蛟龍繞身走。",
            "我為捧之泣，此劍別來久。鑄時近山破，藏在松桂朽。",
            "幽匣獄底埋，神人水心守。本是稽泥淬，果非雷煥有。",
            "我欲評劍功，願君良聽受。劍可剸犀兕，劍可切瓊玖。",
            "劍決天外雲，劍沖日中鬥。劍隳妖蛇腹，劍拂佞臣首。",
            "太古初斷鼇，武王親擊紂。燕丹卷地圖，陳平綰花綬。",
            "曾被桂樹枝，寒光射林藪。曾經鑄農器，利用翦稂莠。",
            "神物終變化，複為龍牝牡。晉末武庫燒，脫然排戶牖。",
            "為欲掃群胡，散作彌天帚。自茲失所往，豪英共為詬。",
            "今複誰人鑄，挺然千載後。既非古風胡，無乃近鴉九。",
            "自我與君游，平生益自負。況擎寶劍出，重以雄心扣。",
            "此劍何太奇，此心何太厚。勸君慎所用，所用無或苟。",
            "潛將辟魑魅，勿但防妾婦。留斬泓下蛟，莫試街中狗。",
            "君今困泥滓，我亦坌塵垢。俗耳驚大言，逢人少開口。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百九十七",
        "no#": 8
    },
    {
        "title": "書異",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "孟冬初寒月，渚澤蒲尚青。飄蕭北風起，皓雪紛滿庭。",
            "行過冬至後，凍閉萬物零。奔渾馳暴雨，驟鼓轟雷霆。",
            "傳雲不終日，通宵曾莫停。瘴雲愁拂地，急溜疑注瓶。",
            "洶湧潢潦濁，噴薄鯨鯢腥。跳趫井蛙喜，突兀水怪形。",
            "飛蚋奔不死，修蛇蟄再醒。應龍非時出，無乃歲不寧。",
            "吾聞陰陽戶，啟閉各有扃。後時無肅殺，廢職乃玄冥。",
            "座配五天帝，薦用百品珍。權為祝融奪，神其焉得靈。",
            "春秋雷電異，則必書諸經。仲冬雷雨苦，願省蒙蔽刑。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百九十七",
        "no#": 9
    },
    {
        "title": "和樂天折劍頭",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "聞君得折劍，一片雄心起。詎意鐵蛟龍，潛在延津水。",
            "風雲會一合，呼吸期萬里。雷震山嶽碎，電斬鯨鯢死。",
            "莫但寶劍頭，劍頭非此比。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷三百九十七",
        "no#": 10
    }
]