[
    {
        "title": "遣春十首",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "曉月籠雲影，鶯聲餘霧中。暗芳飄露氣，輕寒生柳風。",
            "冉冉一趨府，未為勞我躬。因茲得晨起，但覺情興隆。",
            "久雨憐霽景，偶來堤上行。空蒙天色嫩，杳淼江面平。",
            "百草短長出，眾禽高下鳴。春陽各有分，予亦澹無情。",
            "鏡皎碧潭水，微波粗成文。煙光垂碧草，瓊脈散纖雲。",
            "岸柳好陰影，風裾遺垢氛。悠然送春目，八荒誰與群。",
            "低迷籠樹煙，明淨當霞日。陽焰波春空，平湖漫凝溢。",
            "雪鷺遠近飛，渚牙淺深出。江流複浩蕩，相為坐紆鬱。",
            "暄寒深淺春，紅白前後花。顏色詎相讓，生成良有涯。",
            "梅芳勿自早，菊秀勿自賒。各將一時意，終年無再華。",
            "高屋童稚少，春來歸燕多。葺舊良易就，新院亦已羅。",
            "俯憐雛化卵，仰愧鵬無窠。巢棟與巢幕，秋風俱奈何。",
            "撩亂撲樹蜂，摧殘戀房蕊。風吹雨又頻，安得繁於綺。",
            "酒杯沉易過，世事紛何已。莫倚顏似花，君看歲如水。",
            "繞郭高高塚，半是荊王墓。後嗣熾陽臺，前賢甘蓽路。",
            "善惡徒自分，波流盡東注。胡然不飲酒，坐落桐花樹。",
            "花陰莎草長，藉莎閑自酌。坐看鶯鬥枝，輕花滿尊杓。",
            "葛巾竹稍掛，書卷琴上閣。沽酒過此生，狂歌眼前樂。",
            "梨葉已成陰，柳條紛起絮。波綠紫屏風，螺紅碧籌箸。",
            "三杯面上熱，萬事心中去。我意風散雲，何勞問行處。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷四百零二",
        "no#": 1
    },
    {
        "title": "表夏十首",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "夏風多暖暖，樹木有繁陰。新筍紫長短，早櫻紅淺深。",
            "煙花雲幕重，榴豔朝景侵。華實各自好，詎雲芳意沉。",
            "初日滿階前，輕風動簾影。旬時得休浣，高臥閱清景。",
            "僮兒拂巾箱，鴉軋深林井。心到物自閑，何勞遠箕潁。",
            "江瘴炎夏早，蒸騰信難度。今宵好風月，獨此荒庭趣。",
            "露葉傾暗光，流星委餘素。但恐清夜徂，詎悲朝景暮。",
            "孟月夏猶淺，奇雲未成峰。度霞紅漠漠，壓浪白溶溶。",
            "玉委有餘潤，飆馳無去蹤。何如捧雲雨，噴毒隨蛟龍。",
            "流芳遞炎景，繁英盡寥落。公署香滿庭，晴霞覆闌藥。",
            "裁紅起高焰，綴綠排新萼。憑此遣幽懷，非言念將謔。",
            "紅絲散芳樹，旋轉光風急。煙泛被籠香，露濃妝面濕。",
            "佳人不在此，恨望階前立。忽厭夏景長，今春行已及。",
            "百舌漸吞聲，黃鶯正嬌小。雲鴻方警夜，籠雞已鳴曉。",
            "當時客自適，運去誰能矯。莫厭夏蟲多，蜩螗定相擾。",
            "翩翩簾外燕，戢戢巢內雛。啖食筋力盡，毛衣成紫襦。",
            "朝來各飛去，雄雌梁上呼。養子將備老，惡兒那勝無。",
            "西山夏雪消，江勢東南瀉。風波高若天，灩澦低於馬。",
            "正被黃牛旋，難期白帝下。我在平地行，翻憂濟川者。",
            "靈均死波後，是節常浴蘭。彩縷碧筠粽，香粳白玉團。",
            "逝者良自苦，今人反為歡。哀哉徇名士，沒命求所難。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷四百零二",
        "no#": 2
    },
    {
        "title": "解秋十首",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "清晨頮寒水，動搖襟袖輕。翳翳林上葉，不知秋暗生。",
            "回悲鏡中發，華白三四莖。豈無滿頭黑，念此衰已萌。",
            "微霜才結露，翔鳩初變鷹。無乃天地意，使之行小懲。",
            "鴟鴞誠可惡，蔽日有高鵬。舍大以擒細，我心終不能。",
            "往歲學仙侶，各在無何鄉。同時騖名者，次第鵷鷺行。",
            "而我兩不遂，三十鬢添霜。日暮江上立，蟬鳴楓樹黃。",
            "後伏火猶在，先秋蟬已多。雲色日夜白，驕陽能幾何。",
            "壤隙漏江海，忽微成網羅。勿言時不至，但恐歲蹉跎。",
            "新月才到地，輕河如泛雲。螢飛高下火，樹影參差文。",
            "露簟有微潤，清香時暗焚。夜閒心寂默，洞庭無垢氛。",
            "霽麗床前影，飄蕭簾外竹。簟涼朝睡重，夢覺茶香熟。",
            "親烹園內葵，憑買家家曲。釀酒並毓蔬，人來有棋局。",
            "寒竹秋雨重，淩霄晚花落。低回翠玉梢，散亂梔黃萼。",
            "顏色有殊異，風霜無好惡。年年百草芳，畢意同蕭索。",
            "春非我獨春，秋非我獨秋。豈念百草死，但念霜滿頭。",
            "頭白古所同，胡為坐煩憂。茫茫百年內，處身良未休。",
            "西風冷衾簟，輾轉布華茵。來者承玉體，去者流芳塵。",
            "適意醜為好，及時疏亦親。衰周仲尼出，無乃為妖人。",
            "漠漠江面燒，微微楓樹煙。今日複今夕，秋懷方浩然。",
            "況我頭上發，衰白不待年。我懷有時極，此意何由詮。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷四百零二",
        "no#": 3
    },
    {
        "title": "遣病十首",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "服藥備江瘴，四年方一癘。豈是藥無功，伊予久留滯。",
            "滯留人固薄，瘴久藥難制。去日良已甘，歸途奈無際。",
            "棄置何所任，鄭公憐我病。三十九萬錢，資予養頑暝。",
            "身賤殺何益，恩深報難罄。公其萬千年，世有天之鄭。",
            "憶作孩稚初，健羨成人列。倦學厭日長，嬉遊念佳節。",
            "今來漸諱年，頓與前心別。白日速如飛，佳晨亦騷屑。",
            "昔在痛飲場，憎人病辭醉。病來身怕酒，始悟他人意。",
            "怕酒豈不閑，悲無少年氣。傳語少年兒，杯盤莫回避。",
            "憶初頭始白，晝夜驚一縷。漸及鬢與須，多來不能數。",
            "壯年等閒過，過壯年已五。華髮不再青，勞生竟何補。",
            "在家非不病，有病心亦安。起居甥侄扶，藥餌兄嫂看。",
            "今病兄遠路，道遙書信難。寄言嬌小弟，莫作官家官。",
            "燕巢官舍內，我爾俱為客。歲晚我獨留，秋深爾安適。",
            "風高翅羽垂，路遠煙波隔。去去玉山岑，人間網羅窄。",
            "簷宇夜來曠，暗知秋已生。臥悲衾簟冷，病覺支體輕。",
            "炎昏豈不倦，時去聊自驚。浩歎終一夕，空堂天欲明。",
            "秋依靜處多，況乃淩晨趣。深竹蟬晝風，翠茸衫曉露。",
            "庭莎病看長，林果閑知數。何以強健時，公門日勞騖。",
            "朝結故鄉念，暮作空堂寢。夢別淚亦流，啼痕暗橫枕。",
            "昔愁憑酒遣，今病安能飲。落盡秋槿花，離人病猶甚。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷四百零二",
        "no#": 4
    },
    {
        "title": "寒",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "江瘴節候暖，臘初梅已殘。夜來北風至，喜見今日寒。",
            "扣冰淺塘水，擁雪深竹闌。複此滿尊醁，但嗟誰與歡。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷四百零二",
        "no#": 5
    },
    {
        "title": "玉泉道中作",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "楚俗物候晚，孟冬才有霜。早農半華實，夕水含風涼。",
            "遐想雲外寺，峰巒渺相望。松門接官路，泉脈連僧房。",
            "微露上弦月，暗焚初夜香。穀深煙壒淨，山虛鐘磬長。",
            "念此清境遠，複憂塵事妨。行行即前路，勿滯分寸光。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷四百零二",
        "no#": 6
    },
    {
        "title": "遣病",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "自古誰不死，不復記其名。今年京城內，死者老少並。",
            "獨孤才四十，仕宦方榮榮。李三三十九，登朝有清聲。",
            "趙昌八十餘，三擁大將旌。為生信異異，之死同冥冥。",
            "其家哭泣愛，一一無異情。其類嗟歎惜，各各無重輕。",
            "萬齡龜菌等，一死天地平。以此方我病，我病何足驚。",
            "借如今日死，亦足了一生。借使到百年，不知何所成。",
            "況我早師佛，屋宅此身形。舍彼複就此，去留何所縈。",
            "前身為過跡，來世即前程。但念行不息，豈憂無路行。",
            "蛻骨龍不死，蛻皮蟬自鳴。胡為神蛻體，此道人不明。",
            "持謝愛朋友，寄之仁弟兄。吟此可達觀，世言何足聽。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷四百零二",
        "no#": 7
    },
    {
        "title": "感夢",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "十月初二日，我行蓬州西。三十裏有館，有館名芳溪。",
            "荒郵屋舍壞，新雨田地泥。我病百日餘，肌體顧若刲。",
            "氣填暮不食，早早掩竇圭。陰寒筋骨病，夜久燈火低。",
            "忽然寢成夢，宛見顏如珪。似歎久離別，嗟嗟複淒淒。",
            "問我何病痛，又歎何棲棲。答雲痰滯久，與世複相暌。",
            "重雲痰小疾，良藥固易擠。前時奉橘丸，攻疾有神功。",
            "何不善和療，豈獨頭有風。殷勤平生事，款曲無不終。",
            "悲歡兩相極，以是半日中。言罷相與行，行行古城裏。",
            "同行複一人，不識誰氏子。逡巡急吏來，呼喚願且止。",
            "馳至相君前，再拜複再起。啟雲吏有奉，奉命傳所旨。",
            "事有大驚忙，非君不能理。答雲久就閑，不願見勞使。",
            "多謝致勤勤，未敢相唯唯。我因前獻言，此事愚可料。",
            "亂熱由靜消，理繁在知要。君如冬月陽，奔走不必召。",
            "君如銅鏡明，萬物自可照。願君許蒼生，勿複高體調。",
            "相君不我言，顧我再三笑。行行及城戶，黯黯餘日暉。",
            "相君不我言，命我從此歸。不省別時語，但省涕淋漓。",
            "覺來身體汗，坐臥心骨悲。閃閃燈背壁，膠膠雞去塒。",
            "倦童顛倒寢，我淚縱橫垂。淚垂啼不止，不止啼且聲。",
            "啼聲覺僮僕，僮僕撩亂驚。問我何所苦，問我何所思。",
            "我亦不能語，慘慘即路岐。前經新政縣，今夕複明辰。",
            "置置滿心氣，不得說向人。奇哉趙明府，怪我眉不伸。",
            "雲有北來僧，住此月與旬。自言辨貴骨，謂若識天真。",
            "談游費閟景，何不與逡巡。僧來為予語，語及昔所知。",
            "自言有奇中，裴相未相時。讀書靈山寺，住處接園籬。",
            "指言他日貴，晷刻似不移。我聞僧此語，不覺淚歔欷。",
            "因言前夕夢，無人一相謂。無乃裴相君，念我胸中氣。",
            "遣師及此言，使我盡前事。僧雲彼何親，言下涕不已。",
            "我雲知我深，不幸先我死。僧雲裴相君，如君恩有幾。",
            "我雲滔滔眾，好直者皆是。唯我與白生，感遇同所以。",
            "官學不同時，生小異鄉裏。拔我塵土中，使我名字美。",
            "美名何足多，深分從此始。吹噓莫我先，頑陋不我鄙。",
            "往往裴相門，終年不曾履。相門多眾流，多譽亦多毀。",
            "如聞風過塵，不動井中水。前時予掾荊，公在期複起。",
            "自從裴公無，吾道甘已矣。白生道亦孤，讒謗銷骨髓。",
            "司馬九江城，無人一言理。為師陳苦言，揮涕滿十指。",
            "未死終報恩，師聽此男子。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷四百零二",
        "no#": 8
    },
    {
        "title": "和東川李相公慈竹十二韻",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "慈竹不外長，密比青瑤華。矛攢有森束，玉粒無蹉跎。",
            "纖粉妍膩質，細瓊交翠柯。亭亭霄漢近，靄靄雨露多。",
            "冰碧寒夜聳，簫韶風晝羅。煙含朧朧影，月泛鱗鱗波。",
            "鸞鳳一已顧，燕雀永不過。幽姿媚庭實，顥氣爽天涯。",
            "峻節高轉露，貞筠寒更佳。托身仙壇上，靈物神所呵。",
            "時與天籟合，日聞陽春歌。應憐孤生者，摧折成病痾。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷四百零二",
        "no#": 9
    }
]