[
    {
        "title": "酬樂天江樓夜吟稹詩，因成三十韻",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "忽見君新句，君吟我舊篇。見當巴徼外，吟在楚江前。",
            "思鄙寧通律，聲清遂扣玄。三都時覺重，一顧世稱妍。",
            "排韻曾遙答，分題幾共聯。昔憑銀翰寫，今賴玉音宣。",
            "布鼓隨椎響，坯泥仰匠圓。鈴因風斷續，珠與調牽綿。",
            "阮籍驚長嘯，商陵怨別弦。猿羞啼月峽，鶴讓警秋天。",
            "志士潛興感，高僧暫廢禪。興飄滄海動，氣合碧雲連。",
            "點綴工微者，吹噓勢特然。休文徒倚檻，彥伯浪回船。",
            "伎樂當筵唱，兒童滿巷傳。改張思婦錦，騰躍賈人箋。",
            "魏拙虛教出，曹風敢望痊。定遭才子笑，恐賺學生癲。",
            "裁什情何厚，飛書信不專。隼猜鴻蓄縮，虎橫犬迍邅。",
            "水墨看雖久，瓊瑤喜尚全。才從魚裏得，便向市頭懸。",
            "夜置堂東序，朝鋪座右邊。手尋韋欲絕，淚滴紙渾穿。",
            "甘蔗銷殘醉，醍醐醒早眠。深藏那遽滅，同詠苦無緣。",
            "雅羨詩能聖，終嗟藥未仙。五千誠遠道，四十已中年。",
            "暗魄多相夢，衰容每自憐。卒章還慟哭，蚊蚋溢山川。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷四百零八",
        "no#": 1
    },
    {
        "title": "酬樂天待漏入閣見贈",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "未勘銀台契，先排浴殿關。沃心因特召，承旨絕常班。",
            "颭閃才人袖，嘔鴉軟舉鐶。宮花低作帳，雲從積成山。",
            "密視樞機草，偷瞻咫尺顏。恩垂天語近，對久漏聲閑。",
            "丹陛曾同立，金鑾恨獨攀。筆無鴻業潤，袍愧紫文殷。",
            "河水通天上，瀛州接世間。謫仙名籍在，何不重來還。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷四百零八",
        "no#": 2
    },
    {
        "title": "酬樂天早春閒遊西湖頗多野趣恨不得與微之同賞因思在越官重事殷鏡湖之遊或恐未暇因成十八韻見寄樂天前篇到時適會予亦宴鏡湖南亭因述目前所睹以成酬答末章亦示暇誠則勢使之然亦欲粗為恬養之贈耳",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "雁思欲回賓，風聲乍變新。各攜紅粉伎，俱伴紫垣人。",
            "水面波疑縠，山腰虹似巾。柳條黃大帶，茭葑綠文茵。",
            "雪盡才通屐，汀寒未有蘋。向陽偏曬羽，依岸小遊鱗。",
            "浦嶼崎嶇到，林園次第巡。墨池憐嗜學，丹井羨登真。",
            "雅歎游方盛，聊非意所親。白頭辭北闕，滄海是東鄰。",
            "問俗煩江界，搜畋想渭津。故交音訊少，歸夢往來頻。",
            "獨喜同門舊，皆為列郡臣。三刀連地軸，一葦礙車輪。",
            "尚阻青天霧，空瞻白玉塵。龍因雕字識，犬為送書馴。",
            "勝事無窮境，流年有限身。懶將閒氣力，爭鬥野塘春。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷四百零八",
        "no#": 3
    },
    {
        "title": "江邊四十韻",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "官借江邊宅，天生地勢坳。欹危饒壞構，迢遞接長郊。",
            "怪鵩頻棲息，跳蛙頗混淆。總無籬繳繞，尤怕虎咆哮。",
            "停潦魚招獺，空倉鼠敵貓。土虛煩穴蟻，柱朽畏藏蛟。",
            "蛇虺吞簷雀，豺狼逐野麃。犬驚狂浩浩，雞亂響嘐嘐。",
            "濩落貧甘守，荒涼穢盡包。斷簾飛熠耀，當戶網蠨蛸。",
            "曲突翻成沼，行廊卻代庖。橋橫老顛枿，馬病裛芻茭。",
            "一一床頭點，連連砌下泡。辱泥疑在絳，避雨想經崤。",
            "相顧憂為鱉，誰能複系匏。誓心來利往，卜食過安爻。",
            "何計逃昏墊，移文報舊交。棟樑存伐木，苫蓋愧分茅。",
            "金管排黃荻，琅玕嫋翠梢。花磚水面鬥，鴛瓦玉聲敲。",
            "方礎荊山采，修掾郢匠鉋。隱錐雷震蟄，破竹箭鳴骹。",
            "正寢初停午，頻眠欲轉胞。囷圓收薄祿，廚敝備嘉肴。",
            "各各人寧宇，雙雙燕賀巢。高門受車轍，華廄稱蒲捎。",
            "尺寸皆隨用，毫釐敢浪拋。篾餘籠白鶴，枝剩架青鵁。",
            "制榻容筐篚，施關拒鬥筲。欄幹防汲井，密室待持膠。",
            "庭草傭工薙，園蔬稚子掊。本圖閑種植，那要擇肥磽。",
            "綠柚勤勤數，紅榴個個抄。池清漉螃蟹，瓜蠹拾螌蟊。",
            "曬篆看沙鳥，磨刀綻海鮫。羅灰修藥灶，築垛閱弓弰。",
            "散誕都由習，童蒙剩懶教。最便陶靜飲，還作解愁嘲。",
            "近浦聞歸楫，遙城罷曉鐃。王孫如有問，須為並揮鞘。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷四百零八",
        "no#": 4
    },
    {
        "title": "春六十韻",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "節應寒灰下，春生返照中。未能消積雪，已漸少回風。",
            "迎氣邦經重，齋誠帝念隆。龍驤紫宸北，天壓翠壇東。",
            "仙仗搖佳彩，榮光答聖衷。便從威仰座，隨入大羅宮。",
            "先到璿淵底，偷穿玳瑁櫳。館娃朝鏡晚，太液曉冰融。",
            "撩摘芳情遍，搜求好處終。九霄渾可哥，萬姓尚忡忡。",
            "晝漏頻加箭，宵暉欲半弓。驅令三殿出，乞與百蠻同。",
            "直自方壺島，斜臨絕漠戎。南巡曖珠樹，西轉麗崆峒。",
            "度嶺梅甘坼，潛泉脈暗洪。悠悠鋪塞草，冉冉著江楓。",
            "蠶役投筐妾，耘催荷蓧翁。既蒸難發地，仍送懶歸鴻。",
            "約略環區宇，殷勤綺鎬灃。華山青黛撲，渭水碧沙蒙。",
            "宿露清餘靄，晴煙塞迥空。燕巢才點綴，鶯舌最惺憁。",
            "膩粉梨園白，胭脂桃徑紅。郁金垂嫩柳，罯畫委高籠。",
            "地甲門闌大，天開禁掖崇。層台張舞鳳，閣道架飛虹。",
            "麹糵調神化，鵷鸞竭至忠。歌鐘齊錫宴，車服獎庸功。",
            "俊造欣時用，閭閻賀歲豐。倡樓妝z8々，農野綠芃芃。",
            "貴主驕矜盛，豪家恃賴雄。偏沾打球彩，頻得鑄錢銅。",
            "專殺擒楊若，殊恩赦鄧通。女孫新在內，嬰稚近封公。",
            "游衍關心樂，詩書對面聾。盤筵饒異味，音樂斥庸工。",
            "酒愛油衣淺，杯誇瑪瑙烘。挑鬟玉釵髻，刺繡寶裝攏。",
            "啟齒呈編貝，彈絲動削蔥。醉圓雙媚靨，波溢兩明瞳。",
            "但賞歡無極，那知恨亦充。洞房閑窈窕，庭院獨蔥蘢。",
            "謝砌縈殘絮，班窗網曙蟲。望夫身化石，為伯首如蓬。",
            "顧我沉憂士，騎他老病驄。靜街乘曠蕩，初日接曈曨。",
            "飲敗肺常渴，魂驚耳更聰。虛逢好陽豔，其那苦昏懵。",
            "黽勉還移步，持疑又省躬。慵將疲悴質，漫走倦羸僮。",
            "季月行當暮，良辰坐歎窮。晉悲焚介子，魯願浴沂童。",
            "燧改鮮妍火，陰繁晻澹桐。瑞雲低g7々，香雨潤濛濛。",
            "藥溉分窠數，籬栽備幼沖。種莎憐見葉，護筍冀成筒。",
            "有夢多為蝶，因搜定作熊。漂沉隨壞芥，榮茂委蒼穹。",
            "震動風千變，晴和鶴一沖。丁寧搴芳侶，須識未開叢。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷四百零八",
        "no#": 5
    },
    {
        "title": "月三十韻",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "蓂葉標新朔，霜豪引細輝。白眉驚半隱，虹勢訝全微。",
            "涼魄潭空洞，虛弓雁畏威。上弦何汲汲，佳色轉依依。",
            "綺幕殘燈斂，妝樓破鏡飛。玲瓏穿竹樹，岑寂思屏幃。",
            "坐愛規將合，行看望已幾。絳河冰鑒朗，黃道玉輪巍。",
            "迥照偏瓊砌，餘光借粉闈。泛池相皎潔，壓桂共芳菲。",
            "的的當歌扇，娟娟透舞衣。殷勤入懷什，懇款墮雲圻。",
            "素液傳烘盞，鳴琴薦碧徽。椒房深肅肅，蘭路靄霏霏。",
            "翡翠通簾影，琉璃瑩殿扉。西園筵玳瑁，東壁射蛜蝛。",
            "老將占天陣，幽人釣石磯。荷鋤元亮息，回棹子猷歸。",
            "迢遞同千里，孤高淨九圍。從星作風雨，配日麗旌旗。",
            "麟鬥寧徒設，蠅聲豈浪譏。司存委卿士，新拜出郊畿。",
            "今古雖雲極，虧盈不易違。珠胎方夜滿，清露忍朝晞。",
            "漸減姮娥面，徐收楚練機。卞疑雕璧碎，潘感竟床稀。",
            "捐篋辭班女，潛波蔽虙妃。氛埃誰定滅，蟾兔杳難希。",
            "須遣圓明盡，良嗟造化非。如能付刀尺，別為創璿璣。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷四百零八",
        "no#": 6
    },
    {
        "title": "飲致用神麹酒三十韻",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "七月調神麹，三春釀綠醽。雕鐫荊玉盞，烘透內丘瓶。",
            "試滴盤心露，疑添案上螢。滿尊凝止水，祝地落繁星。",
            "翻陋瓊漿濁，唯聞石髓馨。冰壺通角簟，金鏡徹雲屏。",
            "雪映煙光薄，霜涵霽色泠。蚌珠懸皎皛，桂魄倒瀴溟。",
            "晝灑蟬將飲，宵揮鶴誤聆。琉璃驚太白，鐘乳訝微青。",
            "詎敢辭濡首，並憐可鑒形。行當遣俗累，便得造禪扃。",
            "何憚說千日，甘從過百齡。但令長泛蟻，無複恨漂萍。",
            "膽壯還增氣，機忘反自冥。甕眠思畢卓，糟籍憶劉伶。",
            "仿佛中聖日，希夷夾大庭。眼前須底物，座右任他銘。",
            "刮骨都無痛，如泥未擬停。殘觴猶漠漠，華燭已熒熒。",
            "真性臨時見，狂歌半睡聽。喧闐爭意氣，調笑學娉婷。",
            "酩酊焉知極，羈離忽暫寧。雞聲催欲曙，蟾影照初醒。",
            "咽絕鵑啼竹，蕭撩雁去汀。遙城傳漏箭，鄉寺響風鈴。",
            "楚澤一為梗，堯階屢變蓂。醉荒非獨此，愁夢幾曾經。",
            "每恥窮途哭，今那客淚零。感君澄醴酒，不遣渭和涇。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷四百零八",
        "no#": 7
    },
    {
        "title": "感石榴二十韻",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "何年安石國，萬里貢榴花。迢遞河源道，因依漢使槎。",
            "酸辛犯蔥嶺，憔悴涉龍沙。初到摽珍木，多來比亂麻。",
            "深拋故園裏，少種貴人家。唯我荊州見，憐君胡地賒。",
            "從教當路長，兼恣入簷斜。綠葉裁煙翠，紅英動日華。",
            "新簾裙透影，疏牖燭籠紗。委作金爐焰，飄成玉砌瑕。",
            "乍驚珠綴密，終誤繡幃奢。琥珀烘梳碎，燕支懶頰塗。",
            "風翻一樹火，電轉五雲車。絳帳迎宵日，芙蕖綻早牙。",
            "淺深俱隱映，前後各分葩。宿露低蓮臉，朝光借綺霞。",
            "暗虹徒繳繞，濯錦莫周遮。俗態能嫌舊，芳姿尚可嘉。",
            "非專愛顏色，同恨阻幽遐。滿眼思鄉淚，相嗟亦自嗟。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷四百零八",
        "no#": 8
    },
    {
        "title": "度門寺",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "北祖三禪地，西山萬樹松。門臨溪一帶，橋映竹千重。",
            "翦鑿基階正，包藏景氣濃。諸岩分院宇，雙嶺抱垣墉。",
            "舍利開層塔，香爐占小峰。道場居士置，經藏大師封。",
            "太子知栽植，神王守要衝。由旬排講座，丈六寫真容。",
            "佛語迦陵說，僧行猛虎從。修羅抬日拒，樓至拔霜鋒。",
            "畫井垂枯朽，穿池救噞喁。蕉非難敗壞，槿喻暫豐茸。",
            "寶界留遺事，金棺滅去蹤。缽傳烘瑪瑙，石長翠芙蓉。",
            "影帳紗全落，繩床土半壅。荒林迷醉象，危壁亞盤龍。",
            "行色憐初月，歸程待曉鐘。心源雖了了，塵世苦憧憧。",
            "宿蔭高聲懺，齋糧並力舂。他生再來此，還願總相逢。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷四百零八",
        "no#": 9
    },
    {
        "title": "大雲寺二十韻",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "地勝宜台殿，山晴離垢氛。現身千佛國，護世四王軍。",
            "碧耀高樓瓦，赬飛半壁文。鶴林縈古道，雁塔沒歸雲。",
            "幡影中天颺，鐘聲下界聞。攀蘿極峰頂，游目到江濆。",
            "馴鴿閑依綴，調猿靜守群。虎行風捷獵，龍睡氣氛氳。",
            "獲稻禪衣卷，燒畬劫火焚。新英蜂采掇，荒草象耕耘。",
            "缽付靈童洗，香教善女熏。果枝低罯罯，花雨澤雰雰。",
            "示化維摩疾，降魔力士勳。聽經神變見，說偈鳥紛紜。",
            "上境光猶在，深溪暗不分。竹籠煙欲暝，松帶日餘曛。",
            "真諦成知別，迷心尚有雲。多生沉五蘊，宿習樂三墳。",
            "諭鹿車雖設，如蠶緒正棼。且將平等義，還奉聖明君。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷四百零八",
        "no#": 10
    },
    {
        "title": "和友封題開善寺十韻",
        "author": "元稹",
        "biography": "",
        "paragraphs": [
            "梁王開佛廟，雲構歲時遙。珠綴飛閑鴿，紅泥落碎椒。",
            "燈籠青焰短，香印白灰銷。古匣收遺施，行廊畫本朝。",
            "藏經沾雨爛，魔女捧花嬌。亞樹牽藤閣，橫查壓石橋。",
            "竹荒新筍細，池淺小魚跳。匠正琉璃瓦，僧鋤芍藥苗。",
            "旋蒸茶嫩葉，偏把柳長條。便欲忘歸路，方知隱易招。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷四百零八",
        "no#": 11
    }
]