[
    {
        "title": "奉和襲美古杉三十韻",
        "author": "陸龜蒙",
        "biography": "",
        "paragraphs": [
            "眾木盡相遺，孤芳獨任奇。鍤天形硉兀，當殿勢俯危。",
            "恐是誇娥怒，教臨嶻嶭衰。節穿開耳目，根癭坐熊羆。",
            "世只論榮落，人誰問等衰。有巔從日上，無葉與秋欺。",
            "虎搏應難動，雕蹲不敢遲。戰鋒新缺齾，燒岸黑bO黧。",
            "鬥死龍骸雜，爭奔鹿角差。肢銷洪水腦，棱聳梵天眉。",
            "磔索珊瑚湧，森嚴獬豸窺。向空分犖指，衝浪出鯨鬐。",
            "楊僕船橦在，蚩尤陣纛隳。下連金粟固，高用鐵菱披。",
            "挺若苻堅棰，浮于祖納椎。崢嶸驚露鶴，bp趚閡雲螭。",
            "傍宇將支壓，撐霄欲抵隵。背交蟲臂挶，相向鶻拳追。",
            "格筆差猶立，階幹卓未麾。鬼神應暗畫，風雨恐潛移。",
            "已覺寒松伏，偏宜後土疲。好邀清嘯傲，堪映古茅茨。",
            "材大應容蠍，年深必孕夔。後雕依佛氏，初植必僧彌。",
            "擁腫煩莊辯，槎牙費庾詞。詠多靈府困，搜苦化權卑。",
            "類既區中寡，朋當物外推。蟠桃標日域，珠草侍仙墀。",
            "真宰誠求夢，春工幸可醫。若能噓嶰竹，猶足動華滋。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷六百二十三",
        "no#": 1
    },
    {
        "title": "奉和襲美新秋言懷三十韻次韻",
        "author": "陸龜蒙",
        "biography": "",
        "paragraphs": [
            "身閑唯愛靜，籬外是荒郊。地僻憐同巷，庭喧厭累巢。",
            "岸聲搖舴艋，窗影辨蠨蛸。徑只溪禽下，關唯野客敲。",
            "竹岡從古凸，池緣本來bn。早藕擎霜節，涼花束紫梢。",
            "漁情隨錘網，獵興起鳴髇。好夢經年說，名方著處抄。",
            "才疏惟自補，技癢欲誰抓。窗靜常懸dO，鞭閑不正鞘。",
            "山衣輕斧藻，天籟逸弦匏。蕙轉風前帶，桃烘雨後膠。",
            "蘚幹黏晚砌，煙濕動晨庖。沉約便圖籍，揚雄重酒肴。",
            "目曾窺絕洞，耳不犯征鐃。曆外窮飛朔，蓍中記伏爻。",
            "石林空寂曆，雲肆肯嘵譊。松桂何妨蠹，龜龍亦任嘲。",
            "未能丹作髓，誰相紫為胞。莫把榮枯異，但和大小包。",
            "由弓猿不捷，梁圈虎忘虓。舊友懷三益，關山阻二崤。",
            "道隨書簏古，時共釣輪拋。好作忘機士，須為莫逆交。",
            "看君馳諫草，憐我臥衡茅。出處雖冥默，熏蕕肯溷殽。",
            "岸沙從鶴印，崖蜜勸人摷。白菌盈枯枿，黃精滿綠筲。",
            "仙因隱居信，禪是淨名教。勿謂江湖永，終浮一大瓟。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷六百二十三",
        "no#": 2
    },
    {
        "title": "和襲美江南書情二十韻寄祕閣韋校書貽之商洛宋先輩垂文二同年次韻",
        "author": "陸龜蒙",
        "biography": "",
        "paragraphs": [
            "我志如魚樂，君詞稱鳳銜。暫來從露冕，何事買雲岩。",
            "水石應容病，松篁未聽讒。罐香松蠹膩，山信藥苗緘。",
            "愛鷺欹危立，思猿矍鑠獑。謝才偏許脁，阮放最憐咸。",
            "大樂寧忘缶，奇工肯顧瑊。客愁迷舊隱，鷹健想秋毚。",
            "硯缺猶慵琢，文繁卻要芟。雨餘幽沼淨，霞散遠峰巉。",
            "洗筆煙成段，培花土作杴。訪僧還覓伴，醫鶴自須監。",
            "荒廟猶懷季，清灘幾夢嚴。背風開蠹簡，衝浪試新帆。",
            "悶憶年支酒，閑裁古樣衫。釣家隨野舫，仙蘊逐雕函。",
            "度歲賒羸馬，先春買小螊。共疏泉入竹，同坐月過杉。",
            "染翰窮高致，懷賢發至諴。不堪潘子鬢，愁促易髟髟。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷六百二十三",
        "no#": 3
    },
    {
        "title": "憶襲美洞庭觀步奉和次韻",
        "author": "陸龜蒙",
        "biography": "",
        "paragraphs": [
            "聞君遊靜境，雅具更摐摐。竹傘遮雲徑，藤鞋踏蘚矼。",
            "杖斑花不一，尊大癭成雙。水鳥行沙嶼，山僧禮石幢。",
            "已甘三秀味，誰念百牢腔。遠棹投何處，殘陽到幾窗。",
            "仙謠珠樹曲，村餉白醅缸。地裏方吳會，人風似冉厖。",
            "探幽非遁世，尋勝肯迷邦。為讀江南傳，何賢過二龐。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷六百二十三",
        "no#": 4
    },
    {
        "title": "江墅言懷",
        "author": "陸龜蒙",
        "biography": "",
        "paragraphs": [
            "病身兼稚子，田舍劣相容。跡共公卿絕，貧須稼穡供。",
            "月方行到閏，霜始近言濃。樹少棲禽雜，村孤守犬重。",
            "汀洲藏晚弋，籬落露寒舂。野弁欹還整，家書拆又封。",
            "杉篁宜夕照，窗戶倚疏鐘。南北唯聞戰，縱橫未勝農。",
            "大春雖苦學，叔夜本多慵。直使貂裘弊，猶堪過一冬。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷六百二十三",
        "no#": 5
    },
    {
        "title": "自和次前韻",
        "author": "陸龜蒙",
        "biography": "",
        "paragraphs": [
            "命既時相背，才非世所容。著書糧易絕，多病藥難供。",
            "夢為懷山數，愁因戒酒濃。鳥媒呈不一，魚寨下仍重。",
            "晚桁蓑兼褐，晴簷織帶舂。著簽分水味，標石認田封。",
            "此地家三戶，何人祿萬鐘。草堂聊當貴，金穴任輕農。",
            "把釣竿初冷，題詩筆未慵。莫憂寒事晚，江上少嚴冬。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷六百二十三",
        "no#": 6
    },
    {
        "title": "秋日遣懷十六韻寄道侶",
        "author": "陸龜蒙",
        "biography": "",
        "paragraphs": [
            "盡日臨風坐，雄詞妙略兼。共知時世薄，甯恨歲華淹。",
            "且把靈方試，休憑吉夢占。夜然燒汞火，朝煉洗金鹽。",
            "有路求真隱，無媒舉孝廉。自然成嘯傲，不是學沉潛。",
            "水恨同心隔，霜愁兩鬢沾。鶴屏憐掩扇，烏帽愛垂簷。",
            "雅調宜觀樂，清才稱典簽。冠俯玄發少，書健紫毫尖。",
            "故疾因秋召，塵容畏日黔。壯圖須行行，儒服謾襜襜。",
            "片石聊當枕，橫煙欲代簾。蠹根延穴蟻，疏葉漏庭蟾。",
            "藥鼎高低鑄，雲庵早晚苫。胡麻如重寄，從誚我無厭。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷六百二十三",
        "no#": 7
    },
    {
        "title": "京口與友生話別",
        "author": "陸龜蒙",
        "biography": "",
        "paragraphs": [
            "共是悲秋客，相逢恨不堪。雁頻辭薊北，人尚在江南。",
            "名利機初發，樵漁事先諳。松門穿戴寺，荷徑繞秦潭。",
            "繩檢真難束，疏慵卻易耽。枕當高樹穩，茶試遠泉甘。",
            "架上經唯一，尊前雅只三。風雲勞夢想，天地人醺酣。",
            "曆自堯階數，書因禹穴探。禦龍雖世祿，下馬亦清譚。",
            "國計徒盈策，家儲不滿甔。斷簾從燕出，俯弁請人簪。",
            "木墜涼來葉，山橫霽後嵐。竹窗深窈窕，苔洞綠龕弇。",
            "積行依顏子，和光則老聃。杖誠為虎節，披信作鮫函。",
            "養鷺看窺沼，尋僧助結庵。功名思馬援，歌唱咽羊曇。",
            "乞食羞孤鳳，無衣羨八蠶。系帆留宿客，吟句任羸驂。",
            "寵鶴空無衛，占烏未見gm。香還須是桂，青會出於藍。",
            "蜀酒時傾瓿，吳蝦遍發坩。玉封千挺藕，霜閉一筒柑。",
            "惜佩終邀禍，辭環好激貪。宗溟雖畎澮，成廈必楩楠。",
            "碧玉雕琴薦，黃金飾劍鐔。煙緣莎砌引，水為藥畦擔。",
            "博物君能繼，多才我尚慚。別離猶得在，秋鬢未鬖鬖。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷六百二十三",
        "no#": 8
    },
    {
        "title": "丹陽道中寄友生",
        "author": "陸龜蒙",
        "biography": "",
        "paragraphs": [
            "煙樹綠微微，春流浸竹扉。短蓑攜稚去，孤艇載魚歸。",
            "海俗蘆編室，村娃練束衣。舊栽奴橘老，新刈女桑肥。",
            "錦鯉沖風擲，絲禽掠浪飛。短亭幽徑入，陳廟數峰圍。",
            "地廢金牛暗，陵荒石獸稀。思君同一望，帆上怨餘暉。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷六百二十三",
        "no#": 9
    },
    {
        "title": "寄茅山何道士",
        "author": "陸龜蒙",
        "biography": "",
        "paragraphs": [
            "終身持玉舄，丹訣未應傳。況是曾同宿，相違便來年。",
            "問顏知更少，聽話想逾玄。古籙文垂露，新金汞絕煙。",
            "蜂供和餌蜜，人寄買溪錢。紫燕長巢硐，青龜忽上蓮。",
            "篋藏征隱詔，囊佩攝生篇。圃暖芝台秀，岩春乳管圓。",
            "池棲子孫鶴，堂宿弟兄仙。幸閱靈書次，心期賜一編。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷六百二十三",
        "no#": 10
    },
    {
        "title": "江南秋懷寄華陽山人",
        "author": "陸龜蒙",
        "biography": "",
        "paragraphs": [
            "櫛發涼天曙，含毫故國情。歸心一夜極，病體九秋輕。",
            "忽起襜褕詠，因悲絡緯鳴。逢山即堪隱，何路可圖榮。",
            "揲策空占命，持竿不釣名。忘憂如有待，縱懶似無營。",
            "小徑才分草，斜扉劣辨荊。冷荷承露菂，疏菊臥煙莖。",
            "譜為聽琴閱，圖緣看海幀。鷺毛浮島白，魚尾撇波赬。",
            "庭橘低攀嗅，園葵旋折烹。餓烏窺食案，鬥鼠落書棚。",
            "種豆悲楊惲，投瓜憶衛旍。東林誰處士，南郭自先生。",
            "分野星多蹇，連山卦少亨。衣裾徒博大，文籍漫縱橫。",
            "蘭葉騷人佩，蓴絲內史羹。鶡冠難適越，羊酪未饒傖。",
            "倚嘯微抽恨，論玄好析酲。棲遲勞鼓篋，豪俠愛金籝。",
            "煉藥傳丹鼎，嘗茶試石bP。沼連枯葦暗，窗對脫梧明。",
            "未達譏張翰，非才嫉禰衡。遠懷魂易黯，幽憤骨堪驚。",
            "礪缺知矛利，磨瑕見璧瑛。道源疏滴瀝，儒肆售精誠。",
            "敢歎良時擲，猶勝亂世攖。相秦猶幾死，王漢尚當黥。",
            "飲啄期應定，窮通勢莫爭。髡鉗為皂隸，譚笑得公卿。",
            "浴日安知量，追風不計程。塵埃張耳分，肝膽季心傾。",
            "諭蜀專操檄，通甌獨請纓。匹夫能曲踴，萬騎可橫行。",
            "許國輕妻子，防邊重戰耕。俄分上尊酒，驟厭五侯鯖。",
            "靜默供三語，從容等一枰。弘深司馬法，雄傑貳師兵。",
            "朔雪埋烽燧，寒笳裂旆旌。乘時收句注，即日掃欃槍。",
            "武昔威殊俗，文今被八弦。琮璜陳始畢，韶夏教初成。",
            "芽孽群妖滅，松筠百度貞。郎官青瑣拜，使者繡衣迎。",
            "帝道將雲辟，澆波漸砥平。學徒羞說霸，佳士恥為跉。",
            "負杖歌棲畝，操觚賦北征。才當曹鬥怯，書比惠車盈。",
            "謝氏憐兒女，郤家貴舅甥。唯荒稚珪宅，莫贈景山槍。",
            "賢彥風流遠，江湖思緒縈。謳啞搖舴艋，出沒漾鵁鶄。",
            "晚樹參差碧，奇峰邐迤晴。水喧揌紫芡，村響yw香粳。",
            "荷笠漁翁古，穿籬守犬獰。公衫白紵卷，田餉綠筲擎。",
            "地與膏腴錯，人多富壽並。相歡時帖泰，獨坐歲崢嶸。",
            "唧嘖蛩吟壁，連軒鶴舞楹。戍風飄疊鼓，鄰月動哀箏。",
            "未得文章力，何由俸祿請。和鉛還搰搰，持斧自丁丁。",
            "驚懼疑凋朽，功勤過屑瓊。凝神披夕秀，盡力取朝英。",
            "蠹簡開塵篋，寒燈立曉檠。靜翻詞客系，閑難史官評。",
            "天地甯舒慘，山川自變更。只能分蹠惠，誰解等殤彭。",
            "項豈重瞳聖，夔猶一足cF。阮高酣麹糵，莊達謝犧牲。",
            "齰舌無勞話，寬心豈可盛。但從壚冶鍛，莫受罻羅嬰。",
            "硯撥萍根洗，舟沖蓼穗撐。短床編翠竹，低機憑紅檉。",
            "霜信催楊柳，煙容嫋杜蘅。桁排巢燕燕，屏畫醉猩猩。",
            "懶檜推嵐影，飛泉撼玉琤。fsfp尋遠近，握槊鬥輸贏。",
            "枝壓離披瓠，簷垂礧磊橙。忘情及宗炳，抱疾過劉楨。",
            "野饋誇菰飯，江商賈蔗餳。送神抱瓦釜，留客上瓷觥。",
            "舉楫揮青劍，鳴榔扣遠鉦。鳥行沉莽碧，魚隊破泓澄。",
            "手戟非吾事，腰鐮且發硎。諒難求摽摽，聊欲取錚錚。",
            "幾歎蟲甘蓼，還思鹿美蘋。愁長難自剪，歌斷有誰賡。",
            "未去師黃石，空能說白珩。性湍休激浪，言莠罷抽萌。",
            "地僻琴尊獨，溪寒杖屨清。物齊消臆對，戈倒共心盟。",
            "絲曳靈妃瑟，金涵太子笙。幽棲膠竹塢，仙慮驛蓬瀛。",
            "想像珠襦鳳，追飛翠蕊鶯。霧簾深杳悄，雲磬冷敲鏗。",
            "籙字多階品，華陽足弟兄。焚香凝一室，盡日思層城。",
            "匿景崦嵫色，呀空渤澥聲。吾當營巨黍，東去射長鯨。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷六百二十三",
        "no#": 11
    },
    {
        "title": "送宣武從事越中按獄",
        "author": "陸龜蒙",
        "biography": "",
        "paragraphs": [
            "曉看呈使範，知欲敕星軺。水國難驅傳，山城便倚橈。",
            "秉籌先獨立，持法稱高標。旌旆臨危堞，金絲發麗譙。",
            "別愁當翠巘，冤望隔風潮。木落孤帆迥，江寒疊鼓飄。",
            "客鴻吳島盡，殘雪剡汀消。坐想休秦獄，春應到柳條。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷六百二十三",
        "no#": 12
    },
    {
        "title": "江南冬至和人懷洛下",
        "author": "陸龜蒙",
        "biography": "",
        "paragraphs": [
            "昔居清洛涯，長恨苦寒遲。自作江南客，稀遲下雪時。",
            "有煙棲菊梗，無凍落杉枝。背日能尋徑，臨風尚覆棋。",
            "鳥聲渾欲轉，草邑固應知。與看平湖上，東流或片澌。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷六百二十三",
        "no#": 13
    },
    {
        "title": "謹和諫議罷郡敘懷六韻",
        "author": "陸龜蒙",
        "biography": "",
        "paragraphs": [
            "已報東吳政，初捐左契歸。天應酬苦節，人不犯寒威。",
            "江上思重借，朝端望載饑。紫泥封夜詔，金殿賜春衣。",
            "對酒情何遠，裁詩思極微。待升熔造日，江海問漁扉。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷六百二十三",
        "no#": 14
    }
]