[
    {
        "title": "詩",
        "author": "拾得",
        "biography": "",
        "paragraphs": [
            "諸佛留藏經，只為人難化。不唯賢與愚，個個心構架。",
            "造業大如山，豈解懷憂怕。那肯細尋思，日夜懷奸詐。",
            "嗟見世間人，個個愛吃肉。碗碟不曾幹，長時道不足。",
            "昨日設個齋，今朝宰六畜。都緣業使牽，非幹情所欲。",
            "一度造天堂，百度造地獄。閻羅使來追，闔家盡啼哭。",
            "爐子邊向火，鑊子裏澡浴。更得出頭時，換卻汝衣服。",
            "出家要清閒，清閒即為貴。如何塵外人，卻入塵埃裏。",
            "一向迷本心，終朝役名利。名利得到身，形容已憔悴。",
            "況複不遂者，虛用平生志。可憐無事人，未能笑得爾。",
            "養兒與娶妻，養女求媒娉。重重皆是業，更殺眾生命。",
            "聚集會親情，總來看盤飣。目下雖稱心，罪簿先註定。",
            "得此分段身，可笑好形質。面貌似銀盤，心中黑如漆。",
            "烹豬又宰羊，誇道甜如蜜。死後受波吒，更莫稱冤屈。",
            "佛哀三界子，總是親男女。恐沈黑暗坑，示儀垂化度。",
            "盡登無上道，俱證菩提路。教汝癡眾生，慧心勤覺悟。",
            "佛舍尊榮樂，為湣諸癡子。早願悟無生，辦集無上事。",
            "後來出家者，多緣無業次。不能得衣食，頭鑽入於寺。",
            "嗟見世間人，永劫在迷津。不省這個意，修行徒苦辛。",
            "我詩也是詩，有人喚作偈。詩偈總一般，讀時鬚子細。",
            "緩緩細披尋，不得生容易。依此學修行，大有可笑事。",
            "有偈有千萬，卒急述應難。若要相知者，但入天臺山。",
            "岩中深處坐，說理及談玄。共我不相見，對面似千山。",
            "世間億萬人，面孔不相似。借問何因緣，致令遣如此。",
            "各執一般見，互說非兼是。但自修己身，不要言他已。",
            "男女為婚嫁，俗務是常儀。自量其事力，何用廣張施。",
            "取債誇人我，論情入骨癡。殺他雞犬命，身死墮阿鼻。",
            "世上一種人，出性常多事。終日傍街衢，不離諸酒肆。",
            "為他作保見，替他說道理。一朝有乖張，過咎全歸你。",
            "我勸出家輩，須知教法深。專心求出離，輒莫染貪淫。",
            "大有俗中士，知非不愛金。故知君子志，任運聽浮沈。",
            "寒山住寒山，拾得自拾得。凡愚豈見知，豐幹卻相識。",
            "見時不可見，覓時何處覓。借問有何緣，卻道無為力。",
            "從來是拾得，不是偶然稱。別無親眷屬，寒山是我兄。",
            "兩人心相似，誰能徇俗情。若問年多少，黃河幾度清。",
            "若解捉老鼠，不在五白貓。若能悟理性，那由錦繡包。",
            "真珠入席袋，佛性止蓬茅。一群取相漢，用意總無交。",
            "運心常寬廣，此則名為布。輟己惠于人，方可名為施。",
            "後來人不知，焉能會此義。未設一庸僧，早擬望富貴。",
            "獼猴尚教得，人何不憤發。前車既落坑，後車須改轍。",
            "若也不知此，恐君惡合殺。此來是夜叉，變即成菩薩。",
            "自從到此天臺寺，經今早已幾冬春。",
            "山水不移人自老，見卻多少後生人。",
            "君不見，三界之中紛擾擾，只為無明不了絕。",
            "一念不生心澄然，無去無來不生滅。",
            "故林又斬新，剡源溪上人。天姥峽關嶺，通同次海津。",
            "灣深曲島間，淼淼水云云。借問松禪客，日輪何處暾。",
            "自笑老夫筋力敗，偏戀松岩愛獨遊。",
            "可歎往年至今日，任運還同不系舟。",
            "一入雙溪不計春，煉暴黃精幾許斤。爐灶石鍋頻煮沸，",
            "延齡壽盡招手石，此棲終不出山門。",
            "躑躅一群羊，沿山又入穀。看人貪竹塞，且遭豺狼逐。",
            "元不出孳生，便將充口腹。從頭吃至尾，ci々無餘肉。",
            "銀星釘稱衡，綠絲作稱紐。買人推向前，賣人推向後。",
            "不願他心怨，唯言我好手。死去見閻王，背後插掃帚。",
            "閉門私造罪，准擬免災殃。被他惡部童，抄得報閻王。",
            "縱不入鑊湯，亦須臥鐵床。不許雇人替，自作自身當。",
            "悠悠塵裏人，常道塵中樂。我見塵中人，心生多湣顧。",
            "何哉湣此流，念彼塵中苦。",
            "無去無來本湛然，不居內外及中間。",
            "一顆水精絕瑕翳，光明透滿出人天。",
            "少年學書劍，叱馭到荊州。聞伐匈奴盡，婆娑無處遊。",
            "歸來翠岩下，席草玩清流。壯士志未騁，獼猴騎土牛。",
            "三界如轉輪，浮生若流水。蠢蠢諸品類，貪生不覺死。",
            "汝看朝垂露，能得幾時子。",
            "閑入天臺洞，訪人人不知。寒山為伴侶，松下啖靈芝。",
            "每談今古事，嗟見世愚癡。個個入地獄，早晚出頭時。",
            "古佛路淒淒，愚人到卻迷。只緣前業重，所以不能知。",
            "欲識無為理，心中不掛絲。生生勤苦學，必定睹天師。",
            "各有天真佛，號之為寶王。珠光日夜照，玄妙卒難量。",
            "盲人常兀兀，那肯怕災殃。唯貪淫泆業，此輩實堪傷。",
            "出家求出離，哀念苦眾生。助佛為揚化，令教選路行。",
            "何曾解救苦，恣意亂縱橫。一時同受溺，俱落大深坑。",
            "常飲三毒酒，昏昏都不知。將錢作夢事，夢事成鐵圍。",
            "以苦欲舍苦，舍苦無出期。應須早覺悟，覺悟自歸依。",
            "雲山疊疊幾千重，幽谷路深絕人蹤。",
            "碧澗清流多勝境，時來鳥語合人心。",
            "後來出家子，論情入骨癡。本來求解脫，卻見受驅馳。",
            "終朝遊俗舍，禮念作威儀。博錢沽酒吃，翻成客作兒。",
            "若論常快活，唯有隱居人。林花長似錦，四季色常新。",
            "或向岩間坐，旋瞻見桂輪。雖然身暢逸，卻念世間人。",
            "我見出家人，總愛吃酒肉。此合上天堂，卻沈歸地獄。",
            "念得兩卷經，欺他道鄽俗。豈知鄽俗士，大有根性熟。",
            "我見頑鈍人，燈心柱須彌。蟻子齧大樹，焉知氣力微。",
            "學咬兩莖菜，言與祖師齊。火急求懺悔，從今輒莫迷。",
            "若見月光明，照燭四天下。圓暉掛太虛，瑩淨能蕭灑。",
            "人道有虧盈，我見無衰謝。狀似摩尼珠，光明無晝夜。",
            "餘住無方所，盤泊無為理。時陟涅盤山，或玩香林寺。",
            "尋常只是閑，言不幹名利。東海變桑田，我心誰管你。",
            "左手握驪珠，右手執慧劍。先破無明賊，神珠自吐焰。",
            "傷嗟愚癡人，貪愛那生厭。一墮三途間，始覺前程險。",
            "般若酒泠泠，飲多人易醒。餘住天臺山，凡愚那見形。",
            "常遊深谷洞，終不逐時情。無思亦無慮，無辱也無榮。",
            "平生何所憂，此世隨緣過。日月如逝波，光陰石中火。",
            "任他天地移，我暢岩中坐。",
            "嗟見多知漢，終日枉用心。岐路逞嘍羅，欺謾一切人。",
            "唯作地獄滓，不修來世因。忽爾無常到，定知亂紛紛。",
            "迢迢山徑峻，萬仞險隘危。石橋莓苔綠，時見白雲飛。",
            "瀑布懸如練，月影落潭暉。更登華頂上，猶待孤鶴期。",
            "松月冷颼颼，片片雲霞起。匼匝幾重山，縱目千萬里。",
            "溪潭水澄澄，徹底鏡相似。可貴靈台物，七寶莫能比。",
            "世有多解人，愚癡學閑文。不憂當來果，唯知造惡因。",
            "見佛不解禮，睹僧倍生瞋。五逆十惡輩，三毒以為鄰。",
            "死去入地獄，未有出頭辰。",
            "人生浮世中，個個願富貴。高堂車馬多，一呼百諾至。",
            "吞併田地宅，准擬承後嗣。未逾七十秋，冰消瓦解去。",
            "水浸泥彈丸，思量無道理。浮漚夢幻身，百年能幾幾。",
            "不解細思惟，將言長不死。誅剝壘千金，留將與妻子。",
            "雲林最幽棲，傍澗枕月溪。松拂盤陀石，甘泉湧淒淒。",
            "靜坐偏佳麗，虛岩曚霧迷。怡然居憩地，日。",
            "可笑是林泉，數裏少人煙。雲從岩嶂起，瀑布水潺潺。",
            "猿啼唱道曲，虎嘯出人間。松風清颯颯，鳥語聲關關。",
            "獨步繞石澗，孤陟上峰巒。時坐盤陀石，偃仰攀蘿沿。",
            "遙望城隍處，惟聞鬧喧喧。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷八百零七",
        "no#": 1
    },
    {
        "title": "壁上詩二首",
        "author": "豐幹",
        "biography": "",
        "paragraphs": [
            "餘自來天臺，凡經幾萬回。一身如雲水，悠悠任去來。",
            "逍遙絕無鬧，忘機隆佛道。世途岐路心，眾生多煩惱。",
            "兀兀沈浪海，漂漂輪三界。可惜一靈物，無始被境埋。",
            "電光瞥然起，生死紛塵埃。寒山特相訪，拾得常往來。",
            "論心話明月，太虛廓無礙。法界即無邊，一法普遍該。",
            "本來無一物，亦無塵可拂。若能了達此，不用坐兀兀。"
        ],
        "notes": [
            ""
        ],
        "volume": "卷八百零七",
        "no#": 2
    }
]