[
    {
        "content": "读经宜冬，其神专也；读史宜夏，其时久也；读诸子宜秋，其致别也；读诸集宜春，其机物也。",
        "comment": [
            "曹秋岳曰：可想见其南面百城时。",
            "庞笔奴曰：读《幽梦影》则春、夏、秋、冬，无时不宜。"
        ]
    },
    {
        "content": "经传宜独坐读，史鉴宜与友共读。",
        "comment": [
            "孙恺似曰：深得此中真趣，固难为不知者道。",
            "王景州曰：如无好友，即红友亦可。"
        ]
    },
    {
        "content": "无善无恶是圣人(如“帝力何有于我”、“杀之而不怨，利之而不庸”、“以直报怨，以德报德”、“一介不与，一介不取”之类)，善多恶少是贤者(如颜子“不贰过，有不善未尝不知”、子路“人告有过则喜”之类)，善少恶多是庸人，有恶无善是小人(其偶为善处，亦必有所为)，有善无恶是仙佛(其所谓善，亦非吾儒之所谓善也)。",
        "comment": [
            "黄九烟曰：今人“一介不与”者甚多，普天之下皆半边圣人也。“利之不庸”者亦复不少。",
            "江含徵曰：先恶后善是回头人，先善后恶是两截人。",
            "殷日戒曰：貌善而心恶者是奸人，亦当分别。",
            "冒青若曰：昔人云：“善可为而不可为。”唐解元诗云：“善亦懒为何况恶！”当于有无多少中，更进一层。"
        ]
    },
    {
        "content": "天下有一人知己，可以不恨。不独人也，物亦有之。如菊以渊明为知己，梅以和靖为知己，竹以子猷为知己，莲以濂溪为知己，桃以避秦人为知己，杏以董奉为知己，石以米颠为知己，荔枝以太真为知己，茶以卢仝、陆羽为知己，香草以灵均为知己，莼鲈以季鹰为知己，蕉以怀素为知己，瓜以邵平为知己，鸡以处宗为知己，鹅以右军为知己，鼓以祢衡为知己，琵琶以明妃为知己。一与之订，千秋不移。若松之于秦始，鹤之于卫懿，正所谓不可与作缘者也。",
        "comment": [
            "查二瞻曰：此非松、鹤有求于秦始、卫懿，不幸为其所近，欲避之而不能耳。",
            "殷日戒曰：二君究非知松、鹤者，然亦无损其为松、鹤。",
            "周星远曰：鹤于卫懿，犹当感恩。至吕政五大夫之爵，直是唐突十八公耳。",
            "王名友曰：松遇封，鹤乘轩，还是知己。世间尚有剧松煮鹤者，此又秦、卫之罪人也。",
            "张竹坡曰：人中无知己，而下求于物，是物幸而人不幸矣。物不遇知己而滥用于人，是人快而物不快矣。可见知己之难，知其难方能知其乐。"
        ]
    },
    {
        "content": "为月忧云，为书忧蠹，为花忧风雨，为才子、佳人忧命薄，真是菩萨心肠。",
        "comment": [
            "余淡心曰：洵如君言，亦安有乐时耶！",
            "孙松坪曰：所谓“君子有终身之忧”者耶！",
            "黄交三曰：“为才子、佳人忧命薄”一语，真令人泪湿青衫。",
            "张竹坡曰：第四忧，恐命薄者消受不起。",
            "江含徵曰：我读此书时，不免为蟹忧雾。",
            "竹坡又曰：江子此言，直是为自己忧蟹耳。",
            "尤悔庵曰：杞人忧天，嫠妇忧国，无乃类是。"
        ]
    },
    {
        "content": "花不可以无蝶，山不可以无泉，石不可以无苔，水不可以无藻，乔木不可以无藤萝，人不可以无癖。",
        "comment": [
            "黄石闾曰：“事到可传皆具癖”，正谓此耳。",
            "孙松坪曰：和长舆却未许藉口。"
        ]
    },
    {
        "content": "春听鸟声，夏听蝉声，秋听虫声，冬听雪声，白昼听棋声，月下听箫声，山中听松风声，水际听欺乃声，方不虚生此世耳。若恶少斥辱，悍妻诟谇，真不若耳聋也。",
        "comment": [
            "黄仙裳曰：此诸种声颇易得，在人能领略耳。",
            "朱菊山曰：山老所居，乃城市山林，故其言如此。若我辈日在广陵城市中，求一鸟声，不啻如凤凰之鸣，顾可易言耶！",
            "释中洲曰：昔文殊选二十五位圆通，以普门耳根为第一。今心斋居士耳根不减普门。吾他日选圆通，自当以心斋为第一矣。",
            "张竹坡曰：久客者，欲听儿辈读书声，了不可得。",
            "张迂庵曰：可见对恶少J陴妻，尚不若日与禽虫周旋也。",
            "又曰：读此，方知先生耳聋之妙。"
        ]
    },
    {
        "content": "上元须酌豪友，端午须酌丽友，七夕须酌韵友，中秋须酌淡友，重九须酌逸友。",
        "comment": [
            "朱菊山曰：我于诸友中，当何所属耶？",
            "王武徵曰：君当在豪与韵之间耳。",
            "王名友曰：维扬丽友多，豪友少，韵友更少。至于淡友、逸友，则削迹矣。",
            "张竹坡曰：诸友易得，发心酌之者为难能耳。",
            "顾天石曰：除夕须酌不得意之友。",
            "徐砚谷曰：惟我则无时不可酌耳。",
            "尤谨庸曰：上元酌灯，端午酌采丝，七夕酌双星，中秋酌月，重九酌菊，则吾友俱备矣。"
        ]
    },
    {
        "content": "鳞虫中金鱼，羽虫中紫燕，可云物类神仙。正如东方曼倩避世金马门，人不得而害之。",
        "comment": [
            "江含徵曰：金鱼之所以免汤镬者，以其色胜而味苦耳。昔人有以重价觅奇特者以馈邑侯，邑侯他日谓之日：“贤所赠花鱼，殊无味。”盖已烹之矣。世岂少削圆方竹杖者哉！"
        ]
    },
    {
        "content": "入世须学东方曼倩，出世须学佛印了元。",
        "comment": [
            "江含徵曰：武帝高明喜杀，而曼倩能免于死者，亦全赖吃了长生酒耳。",
            "殷日戒曰：曼倩诗有云：“依隐玩世，诡时不逢。”此其所以免死也。",
            "石天外曰：入得世，然后出得世。入世出世，打成一片，方有得心应手处。"
        ]
    },
    {
        "content": "赏花宜对佳人，醉月宜对韵人，映雪宜对高人。",
        "comment": [
            "余淡心日：花即佳人，月即韵人，雪即高人。既已赏花、醉月、映雪，即与对佳人、韵人、高人无异也。",
            "江含徵曰：若对此君仍大嚼，世间那有扬州鹤！",
            "张竹坡日：聚花、月、雪于一时，合佳、韵、高为一人，吾当不赏而心醉矣。"
        ]
    },
    {
        "content": "对渊博友，如读异书；对风雅友，如读名人诗文；对谨饬友，如读圣贤经传；对滑稽友，如阅传奇小说。",
        "comment": [
            "李圣许曰：读这几种书，亦如对这几种友。",
            "张竹坡曰：善于读书、取友之言。"
        ]
    },
    {
        "content": "楷书须如文人，草书须如名将，行书介乎二者之间，如羊叔子缓带轻裘，正是佳处。",
        "comment": [
            "程桦老曰：心斋不工书法，乃解作此语耶！",
            "张竹坡曰：所以羲之必做右将军。"
        ]
    },
    {
        "content": "人须求可入诗，物须求可入画。",
        "comment": [
            "龚半千曰：物之不可入画者，猪也，阿堵物也，恶少年也。",
            "张竹坡曰：诗亦求可见得人，画亦求可像个物。",
            "石天外曰：人须求可入画，物须求可入诗，亦妙。"
        ]
    },
    {
        "content": "少年人须有老成之识见，老成人须有少年之襟怀。",
        "comment": [
            "江含徵日：今之钟鸣漏尽、白发盈头者，若多收几斛麦，便欲置侧室，岂非有少年襟怀耶！独是少年老成者少耳。",
            "张竹坡日：十七八岁便有妾，亦居然少年老成。",
            "李若金曰：老而腐板，定非豪杰。",
            "王司直日：如此方不使岁月弄人。"
        ]
    },
    {
        "content": "春者，天之本怀；秋者，天之别调。",
        "comment": [
            "石天外曰：此是透彻性命关头语。",
            "袁江中曰：得春气者，人之本怀；得秋气者，人之别调。",
            "尤悔庵日：夏者，天之客气；冬者，天之素风。",
            "陆云士日：和神当春，清节为秋，天在人中矣。"
        ]
    },
    {
        "content": "昔人云：若无花月美人，不愿生此世界。予益一语云：若无翰墨棋酒，不必定作人身。",
        "comment": [
            "殷日戒曰：枉为人身，生在世界者，急宜猛省。",
            "顾天石曰：海外诸国，决无翰、墨、棋、酒，即有，亦不与吾同，一般有人，何也？",
            "胡会来曰：若无豪杰、文人，亦不须要此世界。"
        ]
    },
    {
        "content": "愿在木而为樗(不才，终其天年)，愿在草而为蓍(前知)，愿在鸟而为鸥(忘机)，愿在兽而为廌(触邪)，愿在虫而为蝶(花间栩栩)，愿在鱼而为鲲(逍遥游)。",
        "comment": [
            "吴园次曰：较之《闲情》一赋，所愿更自不同。",
            "郑破水曰：我愿生生世世为顽石。",
            "尤悔庵曰：第一大愿。",
            "又曰：愿在人而为梦。",
            "尤慧珠曰：我亦有大愿，愿在梦而为影。",
            "弟木山曰：前四愿皆是相反。盖“前知”则必多“才”，“忘机”则不能“触邪”也。"
        ]
    },
    {
        "content": "黄九烟先生云：“古今人必有其偶双，千古而无偶者，其惟盘古乎！”予谓：“盘古亦未尝无偶，但我辈不及见耳。其人为谁？即此劫尽时，最后一人是也。”",
        "comment": [
            "孙松坪曰：如此眼光，何啻出牛背上耶！",
            "洪秋士日：偶亦不必定是两人，有三人为偶者，有四人为偶者，有五、六、七、八人为偶者，是又不可不知。"
        ]
    },
    {
        "content": " 古人以冬为三余，予谓当以夏为三余：晨起者，夜之余；夜坐者，昼之余；午睡者，应酬人事之余。古人诗云“我爱夏日长”，洵不诬也。",
        "comment": [
            "张竹坡曰：眼前问冬夏皆有余者，能几人乎？",
            "张迂庵曰：此当是先生辛未年以前语。"
        ]
    },
    {
        "content": "庄周梦为蝴蝶，庄周之幸也；蝴蝶梦为庄周，蝴蝶之不幸也。",
        "comment": [
            "黄九烟曰：惟庄周乃能梦为蝴蝶，惟蝴蝶乃能梦为庄周耳。若世之扰扰红尘者，其能有此等梦乎！",
            "孙恺似曰：君于梦之中又占其梦耶！",
            "江含徵曰：周之喜梦为蝴蝶者，以其入花深也。若梦甫酣而乍醒，则又如嗜酒者梦赴席而为妻惊醒，不得不痛加诟谇矣。",
            "张竹坡曰：我何不幸而为蝴蝶之梦者？"
        ]
    },
    {
        "content": "艺花可以邀蝶，累石可以邀云，栽松可以邀风，贮水可以邀萍，筑台可以邀月，种蕉可以邀雨，植柳可以邀蝉。",
        "comment": [
            "曹秋岳曰：藏书可以邀友。",
            "崔莲峰曰：酿酒可以邀我。",
            "尤艮斋曰：安得此贤主人？",
            "尤慧珠曰：贤主人非心斋而谁乎？",
            "倪永清曰：选诗可以邀谤。",
            "陆云士曰：积德可以邀天，力耕可以邀地，乃无意相邀。而若邀之者，与邀名邀利者迥异。",
            "庞天池曰：不仁可以邀富。"
        ]
    },
    {
        "content": " 景有言之极幽而实萧索者，烟雨也；境有言之极雅而实难堪者，贫病也；声有言之极韵而实粗鄙者，卖花声也。",
        "comment": [
            "谢海翁曰：物有言之极俗而实可爱者，阿堵物也。",
            "张竹坡曰：我幸得极雅之境。"
        ]
    },
    {
        "content": " 才子而富贵，定从福、慧双修得来。",
        "comment": [
            "冒青若曰：才子富贵难兼。若能运用富贵，才是才子，才是福、慧双修。世岂无才子而富贵者乎？徒自贪著，无济于人，仍是有福无慧。",
            "陈鹤山曰：释氏云：修福不修慧，象身挂璎珞；修慧不修福，罗汉供应薄。正以其难兼耳。山翁发为此论，直是夫子自道。",
            "江含徵曰：宁可拼一副菜园肚皮，不可有一副酒肉面孔。"
        ]
    },
    {
        "content": "新月恨其易沉，缺月恨其迟上。",
        "comment": [
            "孔东塘曰：我唯以月之迟早为睡之迟早耳。",
            "孙松坪曰：第勿使浮云点缀，尘滓太清，足矣。",
            "冒青若曰：天道忌盈。沉与迟，请君勿恨。",
            "张竹坡曰：易沉、迟上，可以卜君子之进退。"
        ]
    },
    {
        "content": "躬耕吾所不能，学灌园而已矣；樵薪吾所不能，学薙草而已矣。",
        "comment": [
            "汪扶晨曰：不为老农，而为老圃，可云半个樊迟。",
            "释菌人曰：以灌园、薙草自任，自待可谓不薄。然笔端隐隐有“非其种者，锄而去之”之意。",
            "王司直曰：予自名为识字农夫，得毋妄甚！"
        ]
    },
    {
        "content": "一恨书囊易蛀，二恨夏夜有蚊，三恨月台易漏，四恨菊叶多焦，五恨松多大蚁，六恨竹多落叶，七恨桂荷易谢，八恨薜萝藏虺，九恨架花生刺，十恨河豚多毒。",
        "comment": [
            "江药庵曰：黄山松并无大蚁，可以不恨。",
            "张竹坡曰：安得诸恨物尽有黄山乎！",
            "石天外曰：予另有二恨：一日才人无行，二曰佳人薄命。"
        ]
    },
    {
        "content": "楼上看山，城头看雪，灯前看月，舟中看霞，月下看美人，另是一番情境。",
        "comment": [
            "江允凝曰：黄山看云，更佳。",
            "倪永清曰：做官时看进士，分金处看文人。",
            "毕右万曰：予每于雨后看柳，觉尘襟俱涤。",
            "尤谨庸曰：山上看雪，雪中看花，花中看美人，亦可。"
        ]
    },
    {
        "content": " 山之光，水之声，月之色，花之香，文人之韵致，美人之姿态，皆无可名状，无可执著，真足以摄召魂梦，颠倒情思。",
        "comment": [
            "吴街南曰：以极有韵致之文人，与极有姿态之美人，共坐于山、水、花、月间，不知此时魂梦何如？情思何如？"
        ]
    },
    {
        "content": "假使梦能自主，虽千里无难命驾，可不羡长房之缩地；死者可以晤对，可不需少君之招魂；五岳可以卧游，可不俟婚嫁之尽毕。",
        "comment": [
            "黄九烟曰：予尝谓“鬼有时胜于人”，正以其能自主耳。",
            "江含徵曰：吾恐“上穷碧落下黄泉，两地茫茫皆不见”也。",
            "张竹坡曰：梦魂能自主，则可一生死，通人鬼。真见道之言矣。"
        ]
    },
    {
        "content": " 昭君以和亲而显，刘蕡以下第而传。可谓之不幸，不可谓之缺陷。",
        "comment": [
            "江含徵曰：若故折黄雀腿而后医之，亦不可。",
            "尤悔庵日：不然，一老宫人，一低进士耳。"
        ]
    },
    {
        "content": " 以爱花之心爱美人，则领略自饶别趣；以爱美人之心爱花，则护惜倍有深情。",
        "comment": [
            "冒辟疆曰：能如此，方是真领略、真护惜也。",
            "张竹坡曰：花与美人，何幸遇此东君。"
        ]
    },
    {
        "content": "美人之胜于花者，解语也；花之胜于美人者，生香也。二者不可得兼，舍生香而取解语者也。",
        "comment": [
            "王勿翦曰：飞燕吹气若兰，合德体自生香，薛瑶英肌肉皆香。则美人又何尝不生香也！"
        ]
    },
    {
        "content": "窗内人于窗纸上作字，吾于窗外观之，极佳。",
        "comment": [
            "江含徵曰：若索债人于窗外纸上画，吾且望之却走矣。"
        ]
    },
    {
        "content": "少年读书，如隙中窥月；中年读书，如庭中望月；老年读书，如台上玩月。皆以阅历之浅深为所得之浅深耳。",
        "comment": [
            "黄交三曰：真能知读书痛痒者也。",
            "张竹坡曰：吾叔此论，直置身广寒宫里，下视大千世界，皆清光似水矣。",
            "毕右万曰：吾以为学道亦有浅深之别。"
        ]
    },
    {
        "content": "吾欲致书雨师：春雨宜始于上元节后 (观灯已毕)，至清明十日前之内(雨止桃开)，及谷雨节中；夏雨宜于每月上弦之前，及下弦之后(免碍于月)；秋雨宜于孟秋、季秋之上、下二旬(八月为玩月胜境)；至若三冬，正可不必雨也。",
        "comment": [
            "孔东塘曰：君若果有此牍，吾愿作致书邮也。",
            "余生生曰：使天而雨粟，虽自元旦雨至除夕，亦未为不可。",
            "张竹坡曰：此书独不可致于巫山雨师。"
        ]
    },
    {
        "content": "为浊富，不若为清贫；以忧生，不若以乐死。",
        "comment": [
            "李圣许曰：顺理而生，虽忧不忧；逆理而死，虽乐不乐。",
            "吴野人曰：我宁愿为浊富。",
            "张竹坡曰：我愿太奢，欲为清富，焉能遂愿！"
        ]
    },
    {
        "content": "天下唯鬼最富，生前囊无一文，死后每饶楮镪；天下唯鬼最尊，生前或受欺凌，死后必多跪拜。",
        "comment": [
            "吴野人曰：世于贫士，辄目为穷鬼，则又何也？",
            "陈康畴曰：穷鬼若死，即并称尊矣。"
        ]
    },
    {
        "content": "蝶为才子之化身，花乃美人之别号。",
        "comment": [
            "张竹坡曰：蝶入花房香满衣，是反以金屋贮才子矣。"
        ]
    },
    {
        "content": "因雪想高士，因花想美人，因酒想侠客，因月想好友，因山水想得意诗文。",
        "comment": [
            "弟木山曰：佘每见人一长、一技，即思效之；虽至琐屑，亦不厌也。大约是爱博而情不专。",
            "张竹坡曰：多情语令人泣下。",
            "尤谨庸曰：因得意诗文，想心斋矣。",
            "李季子曰：此善于设想者。",
            "陆云士曰：临川谓：“想内成，因中见。”与此相发。"
        ]
    },
    {
        "content": "闻鹅声，如在白门；闻橹声，如在三吴；闻滩声，如在浙江；闻羸马项下铃铎声，如在长安道上。",
        "comment": [
            "聂晋人曰：南无观世音菩萨摩诃萨。",
            "倪永清曰：众音寂灭时，叉作么生话会？"
        ]
    },
    {
        "content": "一岁诸节，以上元为第一，中秋次之，五日、九日又次之。",
        "comment": [
            "张竹坡曰：一岁当以我畅意日为佳节。",
            "顾天石曰：跻上元于中秋之上，未免尚耽绮习。"
        ]
    },
    {
        "content": "雨之为物，能令昼短，能令夜长。",
        "comment": [
            "张竹坡曰：雨之为物，能令天闭眼，能令地生毛，能为水国广封疆。"
        ]
    },
    {
        "content": "古之不传于今者，啸也，剑术也，弹棋也，打球也。",
        "comment": [
            "黄九烟曰：古之绝胜于今者，官妓、女道士也。",
            "张竹坡曰：今之绝胜于古者，能吏也，猾棍也，无耻也。",
            "庞天池曰：今之必不能传于后者，八股也。"
        ]
    },
    {
        "content": "诗僧时复有之，若道士之能诗者，不啻空谷足音，何也？",
        "comment": [
            "毕右万曰：僧、道能诗，亦非难事；但惜僧、道不知禅玄耳。",
            "顾天石曰：道于三教中，原属第三。应是根器最钝人做，那得会诗！轩辕弥明，昌黎寓言耳。",
            "尤谨庸曰：僧家势利第一，能诗次之。",
            "倪永清曰：我所恨者，辟谷之法不传。"
        ]
    },
    {
        "content": "当为花中之萱草，毋为鸟中之杜鹃。",
        "comment": [
            "袁翔甫补评曰：萱草忘忧，杜鹃啼血。悲欢哀乐，何去何从？"
        ]
    },
    {
        "content": " 物之稚者，皆不可厌，惟驴独否。",
        "comment": [
            "黄略似曰：物之老者，皆可厌；惟松与梅则否。",
            "倪永清曰：惟癖于驴者，则不厌之。"
        ]
    },
    {
        "content": "女子自十四五岁至二十四五岁，此十年中，无论燕、秦、吴、越，其音大都娇媚动人；一睹其貌，则美恶判然矣。“耳闻不如目见”，于此益信。",
        "comment": [
            "吴听翁曰：我向以耳根之有余，补目力之不足；今读此，乃知卿言亦复佳也。",
            "江含徵曰：帘为妓衣，亦殊有见。",
            "张竹坡曰：家有少年丑婢者，当令隔屏私语，灭烛侍寝。何如？",
            "倪永清曰：若逢关貌而恶声者，又当何如？"
        ]
    },
    {
        "content": "寻乐境，乃学仙；避苦趣，乃学佛。佛家所谓“极乐世界”者，盖谓众苦之所不到也。",
        "comment": [
            "江含徵曰：著败絮行荆棘中，固是苦事；彼披忍辱铠者，亦未得优游自到也。",
            "陆云士曰：空诸所有，受即是空。其为苦乐，不足言矣，故学佛优于学仙。"
        ]
    },
    {
        "content": "富贵而劳悴，不若安闲之贫贱；贫贱而骄傲，不若谦恭之富贵。",
        "comment": [
            "曹实庵曰：富贵而又安闲，自能谦恭也。",
            "许师六曰：富贵而又谦恭，乃能安闲耳。",
            "张竹坡曰：谦恭安闲，乃能长富贵也。",
            "张迂庵曰：安闲乃能骄傲，劳悴则必谦恭。"
        ]
    },
    {
        "content": "目不能自见，鼻不能自嗅，舌不能自舐，手不能自握，惟耳能自闻其声。",
        "comment": [
            "弟木山曰：岂不闻心不在焉、听而不闻乎？兄其诳我哉！",
            "张竹坡曰：心能自信。",
            "释师昂曰：古德云：眉与目不相识，只为太近。"
        ]
    },
    {
        "content": "凡声皆宜远听，惟听琴则远近皆宜。",
        "comment": [
            "王名友曰：松涛声、瀑布声、箫笛声、潮声、读书声、钟声、梵声，皆宜远听；惟琴声、度曲声、雪声，非至近不能得其离合抑扬之妙。",
            "庞天池曰：凡色皆宜近看，惟山色远近皆宜。"
        ]
    },
    {
        "content": "目不能识字，其闷尤过于盲；手不能执管，其苦更甚于哑。",
        "comment": [
            "陈鹤山曰：君独未知今之不识字、不握管者，其乐尤过于不盲、不哑者也。"
        ]
    },
    {
        "content": "并头联句，交颈论文，宫中应制，历使属国，皆极人间乐事。",
        "comment": [
            "狄立人曰：既已并头、交颈，即欲联句、论文，恐亦有所不暇。",
            "汪舟次曰：历使属国，殊不易易。",
            "孙松坪曰：邯郸旧梦，对此惘然。",
            "张竹坡曰：并头、交颈，乐事也；联句、论文，亦乐事也。是以两乐并为一乐者，则当以两夜并一夜方妙。然其乐一刻，胜于一日矣。",
            "沈契掌曰：恐天亦见妒。"
        ]
    },
    {
        "content": "《水浒传》武松诘蒋门神云：“为何不姓李？”此语殊妙。盖姓实有佳有劣，如华、如柳、如云、如苏、如乔，皆极风韵；若夫毛也、赖也、焦也、牛也，则皆尘于目而棘于耳者也。",
        "comment": [
            "先渭求曰：然则君为何不姓李耶？",
            "张竹坡曰：止闻今张昔李，不闻今李昔张也。"
        ]
    },
    {
        "content": "花之宜于目而复宜于鼻者，梅也，菊也，兰也，水仙也，珠兰也，莲也；止宜于鼻者，橼也，桂也，瑞香也，栀子也，茉莉也，木香也，玫瑰也，腊梅也。余则皆宜于目者也。花与叶俱可观者，秋海棠为最，荷次之，海棠、酴(tu)醾 (mi）、虞美人、水仙又次之；叶胜于花者，止雁来红、美人蕉而已；花与叶俱不足观者，紫薇也，辛夷也。",
        "comment": [
            "周星远曰：山老可当花阵一面。",
            "张竹坡曰：以一叶而能胜诸花者，此君也。"
        ]
    },
    {
        "content": "高语山林者，辄不喜谈市朝事。审若此，则当并废《史》、《汉》诸书而不读矣。盖诸书所载者，皆古之市朝也。",
        "comment": [
            "张竹坡曰：高语者，必是虚声处士；真入山者，方能经纶市朝。"
        ]
    },
    {
        "content": "云之为物，或崔巍如山，或潋滟如水，或如人，或如兽，或如鸟毳，或如鱼鳞；故天下万物皆可画，惟云不能画。世所画云，亦强名耳。",
        "comment": [
            "何蔚宗曰：天下百官皆可做，惟教官不可做。做教官者，皆谪戍耳。",
            "张竹坡曰：云有反面、正面，有阴阳、向背，有层次、内外。细观其与日相映，则知其明处乃一面，暗处又一面。尝谓古今无一画云手，不谓《幽梦影》中先得我心。"
        ]
    },
    {
        "content": "值太平世，生湖山郡；官长廉静，家道优裕；娶妇贤淑，生子聪慧。人生如此，可云全福。",
        "comment": [
            "许筱林曰：若以粗笨愚蠢之人当之，则负却造物。",
            "江含徵曰：此是黑面老子要思量做鬼处。",
            "吴岱观曰：过屠门而大嚼，虽不得肉，亦且快意。",
            "李荔园日：贤淑、聪慧，尤贵永年，否则福不全。"
        ]
    },
    {
        "content": "天下器玩之类，其制日工，其价日贱，毋惑乎民之贫也。",
        "comment": [
            "张竹坡曰：由于民贫，故益工；而益贱，若不贫，如何肯贱？"
        ]
    },
    {
        "content": "养花胆瓶，其式之高低大小，须与花相称；而色之浅深浓淡，又须与花相反。",
        "comment": [
            "程穆倩曰：足补袁中郎《瓶史》所未逮。",
            "张竹坡曰：夫如此，有不甘去南枝而生香于几案之右者乎！名花心足矣。",
            "王宓草曰：须知相反者，正欲其相称也。"
        ]
    },
    {
        "content": "春雨如恩诏，夏雨如赦书，秋雨如挽歌。",
        "comment": [
            "张谐石曰：我辈居恒苦饥，但愿夏雨如馒头耳。",
            "张竹坡曰：赦书太多，亦不甚妙。"
        ]
    },
    {
        "content": "十岁为神童，二十、三十为才子，四十、五十为名臣，六十为神仙，可谓全人矣。",
        "comment": [
            "江含徵曰：此却不可知，盖神童原有仙骨故也，只恐中间做名臣时，堕落名利场中耳。",
            "杨圣藻曰：人孰不想？难得有此全福！",
            "张竹坡曰：神童、才子由于己，可能也；名臣由于君，仙由于天，不可必也。",
            "顾天石曰：六十神仙，似乎太早。"
        ]
    },
    {
        "content": " 武人不苟战，是为武中之文；文人不迂腐，是为文中之武。",
        "comment": [
            "梅定九曰：近日文人不迂腐者颇多，心斋亦其一也。",
            "顾天石曰：然则心斋直谓之武夫可乎？笑笑。",
            "王司直曰：是真文人，必不迂腐。"
        ]
    },
    {
        "content": " 文人讲武事，大都纸上谈兵；武将论文章，半属道听途说。",
        "comment": [
            "吴街南曰：今之武将讲武事，亦属纸上谈兵；今之文人论文章，大都道听途说。"
        ]
    },
    {
        "content": "斗方止三种可存：佳诗文一也，新题目二也，精款式三也。",
        "comment": [
            "闵宾连日：近年斗方名士甚多，不知能入吾心斋彀中否也？"
        ]
    },
    {
        "content": "情必近于痴而始真，才必兼乎趣而始化。",
        "comment": [
            "陆云士曰：真情种真才子能为此言。",
            "顾天石曰：才兼乎趣，非心斋不足当之。",
            "尤慧珠曰：余情而痴则有之，才而趣则未能也。"
        ]
    },
    {
        "content": "凡花色之娇媚者，多不甚香；瓣之千层者，多不结实。甚矣！全才之难也！兼之者，其惟莲乎！",
        "comment": [
            "殷日戒曰：花、叶、根、实无所不空，亦无不适于用，莲则全有其德者也。",
            "贯玉曰：莲花易谢，所谓有全才而无全福也。",
            "王丹麓曰：我欲荔枝有好花，牡丹有佳实，方妙。",
            "尤谨庸曰：全才必为人所忌，莲花故名君子。"
        ]
    },
    {
        "content": "著得一部新书，便是千秋大业；注得一部古书，允为万世宏功。",
        "comment": [
            "黄交三曰：世间难事，注书第一。大要于极寻常书，要看出作者苦心。",
            "张竹坡曰：注书无难，天使人得安居无累，有可以注书之时与地为难耳。"
        ]
    },
    {
        "content": "延名师训子弟，入名山习举业，丐名士代捉刀，三者都无是处。",
        "comment": [
            "陈康畴曰：大抵名而已矣，好歹原未必著意。",
            "殷日戒曰：况今之所谓名乎！"
        ]
    },
    {
        "content": "积画以成字，积字以成句，积句以成篇，谓之文。文体日增，至八股而遂止。如古文、如诗、如赋、如词、如曲、如说部、如传奇小说，皆自无而有。方其未有之时，固不料后来之有此一体也。逮既有此一体之后，又若天造地设，为世必应有之物。然自明以来，未见有创一体裁新人耳目者。遥计百年之后，必有其人，惜乎不及见耳！",
        "comment": [
            "陈康畴曰：天下事，从意起。山来今日既作此想，安知其来生不即为此辈翻新之士乎！惜乎今人不及知耳。",
            "陈鹤山曰：此是先生应以创体身得度者，即现创体身而为设法。",
            "孙恺似曰：读心斋别集，拈四子书题，以五七言韵体行之，无不入妙，叹其独绝。此则直可当先生自序也。",
            "张竹坡曰：见及于此，是必能创之者。吾拭目以待新裁。"
        ]
    },
    {
        "content": " 云映日而成霞，泉挂岩而成瀑。所托者异，而名亦因之。此友道之所以可贵也。",
        "comment": [
            "张竹坡曰：非日而云不映，非岩而泉不挂。此友道之所以当择也。"
        ]
    },
    {
        "content": "大家之文，吾爱之慕之，吾愿学之；名家之文，吾爱之慕之，吾不敢学之。学大家而不得，所谓“刻鹄不成尚类鹜”也；学名家而不得，则是“画虎不成反类狗”矣。",
        "comment": [
            "黄旧樵曰：我则异于是，最恶世之貌为大家者。",
            "殷日戒曰：彼不曾闯其藩篱，乌能窥其阃奥！只说得隔壁话耳。",
            "张竹坡曰：今人读得一两句名家，便自称大家矣。"
        ]
    },
    {
        "content": "由戒得定，由定得慧，勉强渐近自然；炼精化气，炼气化神，清虚有何渣滓！",
        "comment": [
            "袁中江曰：此二氏之学也。吾儒何独不然！",
            "陆云士曰：《楞严经》、《参同契》精义尽涵在内。",
            "尤悔庵曰：极平常语，然道在是矣。"
        ]
    },
    {
        "content": "南北东西，一定之位也；前后左右，无定之位也。",
        "comment": [
            "张竹坡曰：闻天地昼夜旋转，则此东西南北，亦无定之位也。或者天地外贮此天地者，当有一定耳。"
        ]
    },
    {
        "content": "予尝谓二氏不可废，非袭夫大养济院之陈言也。盖名山胜境，我辈每思褰裳就之，使非琳宫梵刹，则倦时无可驻足，饥时谁与授餐！忽有疾风暴雨，五大夫果真足恃乎？又或丘壑深邃，非一日可了。岂能露宿以待明日乎？虎豹蛇虺能保其不为人患乎？又或为士大夫所有，果能不问主人，任我之登陟凭吊，而莫之禁乎？##不特此也。甲之所有，乙思起而夺之，是启争端也。祖父之所创建，子孙贫，力不能修葺。其倾颓之状，反足令山川减色矣。##然此特就名山胜境言之耳。即城市之内，与夫四达之衢，亦不可少此一种。客游可作居停，一也；长途可以稍憩，二也；夏之茗，冬之姜汤，复可以济役夫负戴之困，三也。凡此皆就事理言之，非二氏福报之说也。",
        "comment": [
            "释中洲曰：此论一出，量无悭檀越矣。",
            "张竹坡曰：如此处置此辈甚妥。但不得令其于人家丧事诵经，吉事拜忏；装金为像，铸铜作身；房如宫殿，器御钟鼓，动说因果；虽饮酒食肉，娶妻生子，总无不可。",
            "石天外曰：天地生气，大抵五十年一聚。生气一聚，必有刀兵、饥馑、瘟疫以收其生气。此古今一治一乱，必然之数也。自佛入中国，用剃度出家法，绝其后嗣，天地盖欲以佛节古今之生气也。所以，唐、宋、元、明以来，剃度者多，而刀兵去刀数稍减于春秋、战国、秦、汉诸时也。然则佛氏且未必无功于天地，宁特人类已哉！"
        ]
    },
    {
        "content": "虽不善书，而笔砚不可不精；虽不业医，而验方不可不存；虽不工弈，而楸枰不可不备。",
        "comment": [
            "江含徵曰：虽不善饮，而良酝不可不藏，此坡仙之所以为坡仙也。",
            "顾天石曰：虽不好色，而美女妖童不可不蓄。",
            "毕右万曰：虽不习武，而弓矢不可不张。"
        ]
    },
    {
        "content": "方外不必戒酒，但须戒俗；红裙不必通文，但须得趣。",
        "comment": [
            "朱其恭曰：以不戒酒之方外，遇不通文之红裙，必有可观。",
            "陈定九曰：我不善饮，而方外不饮酒者誓不与之语；红裙若不识趣，亦不乐与近。",
            "释浮村曰：得居士此论，我辈可放心豪饮矣。",
            "弟东囿曰：方外并戒了化缘，方妙。"
        ]
    },
    {
        "content": "梅边之石宜古，松下之石宜拙，竹傍之石宜瘦，盆内之石宜巧。",
        "comment": [
            "周星远曰：论石至此，直可作九品中正。",
            "释中洲曰：位置相当，足见胸次。"
        ]
    },
    {
        "content": "律己宜带秋气，处世宜带春气。",
        "comment": [
            "孙松楸曰：君子所以有矜群而无争党也。",
            "胡静夫曰：合夷、惠为一人，吾愿亲炙之。",
            "尤悔庵曰：皮里春秋。"
        ]
    },
    {
        "content": "厌催租之败意，亟宜早早完粮；喜老衲之谈禅，难免常常布施。",
        "comment": [
            "释中洲曰：居士辈之实情，吾僧家之私冀，直被一笔写出矣。",
            "瞎尊者曰：我不会谈禅，亦不敢妄求布施，惟闲写青山卖耳。"
        ]
    },
    {
        "content": "松下听琴，月下听箫，涧边听瀑布，山中听梵呗，觉耳中别有不同。",
        "comment": [
            "张竹坡曰：其不同处，有难于向不知者道。",
            "倪永清曰：识得不同二字，方许享此清听。"
        ]
    },
    {
        "content": "月下听禅，旨趣益远；月下说剑，肝胆益真；月下论诗，风致益幽；月下对美人，情意益笃。",
        "comment": [
            "袁士旦曰：溽暑中赴华筵，冰雪中应考试，阴雨中对道学先生，与此况味何如？"
        ]
    },
    {
        "content": "有地上之山水，有画上之山水，有梦中之山水，有胸中之山水。地上者，妙在丘壑深邃；画上者，妙在笔墨淋漓；梦中者，妙在景象变幻；胸中者，妙在位置自如。",
        "comment": [
            "周星远曰：心斋《幽梦影》中文字，其妙亦在景象变幻。",
            "殷日戒曰：若诗文中之山水，其幽深变幻更不可以名状。",
            "江含徵曰：但不可有面上之山水。",
            "余香祖曰：余境况不佳，水穷山尽矣。"
        ]
    },
    {
        "content": "一日之计种蕉，一岁之计种竹，十年之计种柳，百年之计种松。",
        "comment": [
            "周星远曰：千秋之计，其著书乎？",
            "张竹坡曰：百世之计种德。"
        ]
    },
    {
        "content": "春雨宜读书，夏雨宜弈棋，秋雨宜检藏，冬雨宜饮酒。",
        "comment": [
            "周星远曰：四时惟秋雨最难听，然予谓无分今雨、旧雨，听之要皆宜于饮也。"
        ]
    },
    {
        "content": "诗文之体，得秋气为佳；词曲之体，得春气为佳。",
        "comment": [
            "江含徵曰：调有惨淡悲伤者，亦须相称。",
            "殷日戒曰：陶诗，欧文，亦似以春气胜。"
        ]
    },
    {
        "content": "抄写之笔墨，不必过求其佳；若施之缣素，则不可不求其佳。诵读之书籍，不必过求其备；若以供稽考，则不可不求其备。游历之山水，不必过求其妙；若因之卜居，则不可不求其妙。",
        "comment": [
            "冒辟疆曰：外遇之女色，不必过求其美；若以作姬妾，则不可不求其美。",
            "倪永清曰：观其区处条理，所在经济可知。",
            "王司直曰：求其所当求，而不求其所不必求。"
        ]
    },
    {
        "content": "人非圣贤，安能无所不知！只知其一，惟恐不止其一，复求知其二者，上也；止知其一，因人言始知有其二者，次也；止知其一，人言有其二而莫之信者，又其次也；止知其一，恶人言有其二者，斯下之下矣。",
        "comment": [
            "周星远曰：兼听则聪，心斋所以深于知也。",
            "倪永清曰：圣贤大学问，不意于清语得之。"
        ]
    },
    {
        "content": "史官所纪者，直世界也；职方所载者，横世界也。",
        "comment": [
            "袁中江曰：众宰官所治者，斜世界也。",
            "尤悔庵曰：普天下所行者，混沌世界也。",
            "顾天石曰：吾尝思天上之天堂，何处筑基？地下之地狱，何处出气？世界固有不可思议者！"
        ]
    },
    {
        "content": "先天八卦，竖看者也；后天八卦，横看者也。",
        "comment": [
            "吴街南曰：横看竖看，皆看不著。",
            "钱目天曰：何如袖手旁观！"
        ]
    },
    {
        "content": "藏书不难，能看为难；看书不难，能读为难；读书不难，能用为难；能用不难，能记为难。",
        "comment": [
            "洪去芜曰：心斋以“能记”次于“能用”之后，想亦苦记性不如耳。世固有能记而不能用者。",
            "王端人曰：能记、能用，方是真藏书人。",
            "张竹坡曰：能记固难，能行尤难。"
        ]
    },
    {
        "content": "求知己于朋友易，求知己于妻妾难，求知己于君臣则尤难之难。",
        "comment": [
            "王名友曰：求知己于妾易，求知己于妻难，求知己于有妾之妻尤难。",
            "张竹坡曰：求知己于兄弟亦难。",
            "江含徵曰：求知己于鬼神则反易耳。"
        ]
    },
    {
        "content": "何谓善人？无损于世者，则谓之善人；何谓恶人？有害于世者，则谓之恶人。",
        "comment": [
            "江含徵曰：尚有有害于世而反邀善人之誉，此实为好利而显为名高者，则又恶人之尤。"
        ]
    },
    {
        "content": "有工夫读书，谓之福；有力量济人，谓之福；有学问著述，谓之福；无是非到耳，谓之福；有多闻、直谅之友，谓之福。",
        "comment": [
            "殷日戒曰：我本薄福人，宜行求福事，在随时儆醒而已。",
            "杨圣藻曰：在我者可必，在人者不能必。",
            "王丹麓曰：备此福者，惟我心斋。",
            "李水樵曰：五福骈臻固佳，苟得其半者，亦不得谓之无福。",
            "倪永清曰：直谅之友，富贵人久拒之矣，何心斋反求之也？"
        ]
    },
    {
        "content": "人莫乐于闲，非无所事事之谓也。闲则能读书，闲则能游名胜，闲则能交益友，闲则能饮酒，闲则能著书。天下之乐，孰大于是？",
        "comment": [
            "陈鹤山曰：然则正是极忙处。",
            "黄交三曰：闲字前，有止敬功夫，方能到此。",
            "尤悔庵曰：昔人云“忙里偷闲”，闲而可偷，盗亦有道矣。",
            "李若金曰：闲固难得。有此五者，方不负闲字。"
        ]
    },
    {
        "content": "文章是案头之山水，山水是地上之文章。",
        "comment": [
            "李圣许曰：文章必明秀，方可作案头山水；山水必曲折，乃可名地上文章。"
        ]
    },
    {
        "content": "平上去入，乃一定之至理。然入声之为字也少，不得谓凡字皆有四声也。世之调平仄者，于入声之无其字者，往往以不相合之音隶于其下。为所隶者，苟无平上去之三声，则是以寡妇配鳏夫，犹之可也。若所隶之字自有其平上去之三声，而欲强以从我，则是干有夫之妇矣，其可乎？姑就诗韵言之，如东、冬韵，无入声者也，今人尽调之以东、董、冻、督。夫督之为音，当附于都、睹、妒之下；若属之于东、董、冻，又何以处夫都、睹、妒乎？若东、都二字俱以督字为入声，则是一妇而两夫矣。三江无入声者也，今人尽调之以江、讲、绛、觉，殊不知觉之为音，当附于交、绞、教之下者也。诸如此类，不胜其举。然则如之何而后可？曰：鳏者听其鳏，寡者听其寡，夫妇全者安其全，各不相干而已矣。（东、冬、欢、桓、寒、山、真、文、元、渊、先、天、庚、青、侵、盐、咸诸部皆无入声者也。屋、沃内如秃、独、鹄、束等字，乃鱼、虞韵，内都、图等字之入声；卜、木、六、仆等字，乃五歌部之入声；玉、菊、狱、育等字，乃尤部之入声；三觉、十药，当属于萧、肴、豪；质、锡、职、缉，当属于支、微、齐。质内之桔、卒，物内之郁、屈，当属于虞、鱼；物内之勿、物等音，无平上去者也；讫、乞等，四支之入声也。陌部乃佳、灰之半，开、来等字之入声也。月部之月、厥、阙、谒等及屑、叶二部，古无平上去，而今则为中州韵内车、遮诸字之入声也。伐、发等字及曷部之括、适及八黠全部，又十五合内诸字，又十七洽全部，皆六麻之入声也。曷内之撮、阔等字，合部之合、盒数字，皆无平上去者也。若以缉、合、叶、洽为闭口韵，则止当谓之无平上去之寡妇，而不当调之以侵、寝、缉、咸、喊、陷、洽也。）",
        "comment": [
            "石天外曰：中州韵无入声，是有夫无妇，天下皆成旷夫世界矣。"
        ]
    },
    {
        "content": "《水浒传》是一部怒书，《西游记》是一部悟书，《金瓶梅》是一部哀书。",
        "comment": [
            "江含徵曰：不会看《金瓶梅》，而只学其淫，是爱东坡者，但喜吃东坡肉耳。",
            "殷日戒曰：《幽梦影》是一部快书。",
            "朱其恭曰：余谓《幽梦影》是一部趣书。"
        ]
    },
    {
        "content": "读书最乐，若读史书，则喜少怒多；究之怒处，亦乐处也。",
        "comment": [
            "张竹坡曰：读到喜、怒俱忘，是大乐境。",
            "陆云士曰：余尝有句云：“读《三国志》，无人不为刘；读《南宋书》，无人不冤岳。”第人不知怒处亦乐处耳。怒而能乐，惟善读史者知之。"
        ]
    },
    {
        "content": "发前人未发之论，方是奇书；言妻子难言之情，乃为密友。",
        "comment": [
            "孙恺似曰：前二语，是心斋著书本领。",
            "毕右万曰：奇书我却有数种，如人不肯看何？",
            "陆云士曰：《幽梦影》一书所发者，皆未发之论；所言者，皆难言之情。欲语羞雷同，可以题赠。"
        ]
    },
    {
        "content": "一介之士，必有密友。密友不必定是刎颈之交。大率虽千百里之遥，皆可相信，而不为浮言所动；闻有谤之者，即多方为之辩析而后已；事之宜行宜止者，代为筹画决断；或事当利害关头，有所需而后济者，即不必与闻，亦不虑其负我与否，竟为力承其事。此皆所谓密友也。",
        "comment": [
            "殷日戒曰：后段更见恳切周详，可以想见其为人矣。",
            "石天外曰：如此密友，人生能得几个？仆愿心斋先生当之。"
        ]
    },
    {
        "content": "风流自赏，只容花鸟趋陪；真率谁知？合受烟霞供养。",
        "comment": [
            "江含徵曰：东坡有云：当此之时，若有所思，而无所思。"
        ]
    },
    {
        "content": "万事可忘，难忘者名心一段；千般易淡，未淡者美酒三杯。",
        "comment": [
            "张竹坡曰：是闻鸡起舞，酒后耳热气象。",
            "王丹麓曰：予性不耐饮，美酒亦易淡。所最难忘者，名耳。",
            "陆云士曰：惟恐不好名。丹麓此言，具见真处。"
        ]
    },
    {
        "content": "芰荷可食，而亦可衣；金石可器，而亦可服。",
        "comment": [
            "张竹坡曰：然后知濂溪不过为衣食计耳。",
            "王司直曰：今之为衣食计者，果似濂溪否？"
        ]
    },
    {
        "content": "宜于耳，复宜于目者，弹琴也，吹箫也；宜于耳，不宜于目者，吹笙也，擪(ye)管也。",
        "comment": [
            "李圣许曰：宜于目不宜于耳者，狮子吼之美妇人也；不宜于目并不宜于耳者，面目可憎、语言无味之纨袴子也。",
            "庞天池曰：宜于耳复宜于目者，巧言令色也。"
        ]
    },
    {
        "content": "看晓妆，宜于傅粉之后。",
        "comment": [
            "余淡心曰：看晚妆，不知心斋以为宜于何时？",
            "周冰持曰：不可说！不可说！",
            "黄交三曰：水晶帘下看梳头，不知尔时曾傅粉否？",
            "庞天池曰：看残妆，宜于微醉后，然眼花撩乱矣。"
        ]
    },
    {
        "content": "我不知我之生前，当春秋之季，曾一识西施否？当典午之时，曾一看卫玠否？当义熙之世，曾一醉渊明否？当天宝之代，曾一睹太真否？当元丰之朝，曾一晤东坡否？##千古之上相思者，不止此数人。而此数人则其尤甚者，故姑举之以概其余也。",
        "comment": [
            "杨圣藻曰：君前生曾与诸君周旋，亦未可知，但今生忘之耳。",
            "纪伯紫曰：君之前生，或竞是渊明、东坡诸人，亦未可知。",
            "王名友曰：不特此也！心斋自云：“愿来生为绝代佳人！”又安知西施、太真不即为其前生耶！",
            "郑破水曰：赞叹爱慕，千古一情。美人不必为妻妾，名士不必为朋友，又何必问之前生也耶！心斋真情痴也。",
            "陆云士曰：余尝有诗曰：“自昔闻佛言，人有轮回事。前生为古人，不知何姓氏！或览青史中，若与他人遇！”竟与心斋同情，然大逊其奇快！"
        ]
    },
    {
        "content": "我又不知在隆、万时，曾于旧院中交几名妓？眉公、伯虎、若士、赤水诸君，曾共我谈笑几回？茫茫宇宙，我今当向谁问之耶！",
        "comment": [
            "江含徵曰：死者有知，则良晤匪遥。如各化为异物，吾未如之何也已！",
            "顾天石曰：具此襟情，百年后当有恨不与心斋周旋者，则吾幸矣！"
        ]
    },
    {
        "content": "文章是有字句之锦绣，锦绣是无字句之文章，两者同出于一原。姑即粗迹论之，如金陵，如武林，如姑苏，书林之所在，即机杼之所在也。",
        "comment": [
            "袁翔甫补评曰：若兰回文，是有字句之锦绣也；落花水面，是无字句之文章也。"
        ]
    },
    {
        "content": "予尝集诸法帖字为诗，字之不复而多者，莫善于《千字文》。然诗家目前常用之字，犹苦其未备。如天文之烟霞风雪，地理之江山塘岸，时令之春霄晓暮，人物之翁僧渔樵，花木之花柳苔萍，鸟兽之蜂蝶莺燕，宫室之台槛轩窗，器用之舟船壶杖，人事之梦忆愁恨，衣服之裙袖锦绮，饮食之茶浆饮酌，身体之须眉韵态，声色之红绿香艳，文史之骚赋题吟，数目之一三双半，皆无其字。《千字文》且然，况其他乎？",
        "comment": [
            "黄仙裳曰：山来此种诗，竟似为我而设。",
            "顾天石曰：使其皆备，则《千字文》不为奇矣！吾尝于千字之外另集千字，而已不可复得，更奇。"
        ]
    },
    {
        "content": "花不可见其落，月不可见其沉，美人不可见其夭。",
        "comment": [
            "朱其恭曰：君言谬矣！洵如所云，则美人必见其发白齿豁，而后快耶！"
        ]
    },
    {
        "content": "种花须见其开，待月须见其满，著书须见其成，美人须见其畅适，方有实际。否则皆为虚设。",
        "comment": [
            "王璞庵曰：此条与上条互相发明。盖曰“花不可见其落”耳，必须见其开也。"
        ]
    },
    {
        "content": "惠施多方，其书五车；虞卿以穷愁著书，今皆不传。不知书中果作何语？我不见古人，安得不恨！",
        "comment": [
            "王仔园曰：想亦与《幽梦影》相类耳！",
            "顾天石曰：古人所读之书，所著之书，若不被秦人所烧尽，则奇奇怪怪，可供今人刻画者，知复何限！然如《幽梦影》等书出，不必思古人矣。",
            "倪永清曰：有著书之名，而不见书，省人多少指摘！",
            "庞天池曰：我独恨古人不见心斋！"
        ]
    },
    {
        "content": "以松花为粮，以松实为香，以松枝为麈尾，以松阴为步障，以松涛为鼓吹。山居得乔松百余章，真乃受用不尽。",
        "comment": [
            "施愚山曰：君独不记曾有“松多大蚁”之恨耶！",
            "江含徵曰：松多大蚁，不妨便为蚁王。",
            "石天外曰：坐乔松下，如在水晶宫中见万顷波涛总在头上，真仙境也。"
        ]
    },
    {
        "content": "玩月之法，皎洁则宜仰观，朦胧则宜俯视。",
        "comment": [
            "孔东塘曰：深得玩月三昧。"
        ]
    },
    {
        "content": "孩提之童，一无所知，目不能辨美恶，耳不能判清浊，鼻不能别香臭。至若味之甘苦，则不第知之，且能取之弃之。告子以甘食、悦色为性，殆指此类耳。",
        "comment": ""
    },
    {
        "content": "凡事不宜刻，若读书则不可不刻；凡事不宜贪，若买书则不可不贪；凡事不宜痴，若行善，则不可不痴。",
        "comment": [
            "余淡心曰：“读书不可不刻”，请去一“读”字，移以赠我，何如？",
            "张竹坡曰：我为刻书累，请并去一“不”字。",
            "杨圣藻曰：行善不痴，是邀名矣。"
        ]
    },
    {
        "content": "酒可好，不可骂座；色可好，不可伤生；财可好，不可昧心；气可好，不可越理。",
        "comment": [
            "袁中江曰：如灌夫使酒，文园病肺，昨夜南塘一出，马上挟章台柳归，亦自无妨，觉愈见英雄本色也。"
        ]
    },
    {
        "content": "文名可以当科第，俭德可以当货财，清闲可以当寿考。",
        "comment": [
            "聂晋人曰：若名人而登甲第，富翁而不骄奢，寿翁而又清闲，便是蓬壶三岛中人也。",
            "范汝受曰：此亦是贫贱文人无所事事，自为慰藉云耳；恐亦无实在受用处也。",
            "曾青藜曰：“无事此静坐，一日似两日。若活七十年，便是百四十。”此是清闲当寿考注脚。",
            "石天外曰：得《老子》“退一步”法。",
            "顾天石曰：予生平喜游，每逢佳山水，辄留连不去，亦自谓“可当园亭之乐”。质之心斋，以为然否？"
        ]
    },
    {
        "content": "不独诵其诗、读其书是尚友古人，即观其字画，亦是尚友古人处。",
        "comment": [
            "张竹坡曰：能友字画中之古人，则九原皆为之感泣矣！"
        ]
    },
    {
        "content": "无益之施舍，莫过于斋僧；无益之诗文，莫甚于祝寿。",
        "comment": [
            "张竹坡曰：无益之心思，莫过于忧贫；无益之学问，莫过于务名。",
            "殷简堂曰：若诗文有笔资，亦未尝不可。",
            "庞天池曰：有益之施舍，莫过于多送我《幽梦影》几册。"
        ]
    },
    {
        "content": "妾美不如妻贤，钱多不如境顺。",
        "comment": [
            "张竹坡曰：此所谓“竿头欲进步”者。然妻不贤，安用妾美？钱不多，那得境顺？",
            "张迂庵曰：此盖谓二者不可得兼，舍一而取一者也。",
            "又曰：世固有钱多而境不顺者。"
        ]
    },
    {
        "content": "创新庵不若修古庙，读生书不若温旧业。",
        "comment": [
            "张竹坡曰：是真会读书者，是真读过万卷书者，是真一书曾读过数遍者。",
            "顾天石曰：惟《左传》、《楚词》、马、班、杜、韩之诗文，及《水浒》、《西厢》、《还魂》等书，虽读百遍不厌。此外皆不耐温者矣，奈何！",
            "王安节曰：今世建生祠，又不若创茅庵。"
        ]
    },
    {
        "content": "字与画同出一原，观六书始于象形，则可知已。",
        "comment": [
            "江含徵曰：有不可画之字，不得不用六法也。",
            "张竹坡曰：千古人未经道破，却一口拈出。"
        ]
    },
    {
        "content": " 忙人园亭，宜与住宅相连；闲人园亭，不妨与住宅相远。",
        "comment": [
            "张竹坡曰：真闲人，必以园亭为住宅。"
        ]
    },
    {
        "content": "酒可以当茶，茶不可以当酒；诗可以当文，文不可以当诗；曲可以当词，词不可以当曲；月可以当灯，灯不可以当月；笔可以当口，口不可以当笔；婢可以当奴，奴不可以当婢。",
        "comment": [
            "江含徵曰：婢当奴，则太亲，吾恐“忽闻河东狮子吼”耳！",
            "周星远曰：奴亦有可以当婢处，但未免稍逊耳。",
            "又曰：近时士大夫往往耽此癖。吾辈驰骛之流，盗此虚名，亦欲效颦相尚；滔滔者天下皆是也，心斋岂未识其故乎？",
            "张竹坡曰：婢可以当奴者，有奴之所有者也；奴不可以当婢者，有婢之所同有，无婢之所独有者也。",
            "弟木山曰：兄于饮食之顷，恐月不可以当灯。",
            "余湘客曰：以奴当婢，小姐权时落后也。",
            "宗子发曰：惟帝王家不妨以奴当婢，盖以有阉割法也。每见人家奴子出入主母卧房，亦殊可虑。"
        ]
    },
    {
        "content": "胸中小不平，可以酒消之；世间大不平，非剑不能消也。",
        "comment": [
            "周星远曰：“看剑引杯长。”一切不平皆破除矣。",
            "张竹坡曰：此平世的剑术，非隐娘辈所知。",
            "张迂庵曰：苍苍者未必肯以太阿假人，似不能代作空空儿也。",
            "尤悔庵曰：龙泉、太阿，汝知我者，岂止苏子美以一斗读《汉书》耶！"
        ]
    },
    {
        "content": "不得已而谀之者，宁以口，毋以笔；不可耐而骂之者，亦宁以口，毋以笔。",
        "comment": [
            "孙豹人曰：但恐未必能自主耳！",
            "张竹坡曰：上句立品，下句立德。",
            "张迂庵曰：匪惟立德，亦以免祸。",
            "顾天石曰：今人笔不谀人，更无用笔之处矣。心斋不知此苦，还是唐、宋以上人耳！",
            "陆云士曰：古《笔铭》曰：“毫毛茂茂，陷水可脱，陷文不活。”正此谓也。亦有谀以笔而实讥之者，亦有骂以笔而若誉之者。总以不笔为高。"
        ]
    },
    {
        "content": "多情者必好色，而好色者未必尽属多情；红颜者必薄命，而薄命者未必尽属红颜；能诗者必好酒，而好酒者未必尽属能诗。",
        "comment": [
            "张竹坡曰：情起于色者，则好色也，非情也；祸起于颜色者，则薄命在红颜，否则亦止曰命而已矣！",
            "洪秋士曰：世亦有能诗而不好酒者。"
        ]
    },
    {
        "content": "梅令人高，兰令人幽，菊令人野，莲令人淡，春海棠令人艳，牡丹令人豪，蕉与竹令人韵，秋海棠令人媚，松令人逸，桐令人清，柳令人感。",
        "comment": [
            "张竹坡曰：美人令众卉皆香，名士令群芳俱舞。",
            "尤谨庸曰：读之惊才绝艳，堪采入《群芳谱》中。"
        ]
    },
    {
        "content": "物之能感人者，在天莫如月，在乐莫如琴，在动物莫如鹃，在植物莫如柳。",
        "comment": ""
    },
    {
        "content": "妻、子颇足累人，羡和靖梅妻鹤子；奴、婢亦能供职，喜志和樵婢渔奴。",
        "comment": [
            "尤悔庵曰：梅妻鹤子，樵婢渔童，可称绝对。人生眷属，得此足矣！"
        ]
    },
    {
        "content": "涉猎虽曰无用，犹胜于不通古今；清高固然可嘉，莫流于不识时务。",
        "comment": [
            "黄交三曰：南阳抱膝时，原非清高者可比。",
            "江含徵曰：此是心斋经济语。",
            "张竹坡曰：不合时宜，则可；不达时务，奚其可？",
            "尤悔庵曰：名言！名言！"
        ]
    },
    {
        "content": "所谓美人者，以花为貌，以鸟为声，以月为神，以柳为态，以玉为骨，以冰雪为肤，以秋水为姿，以诗词为心，吾无间然矣。",
        "comment": [
            "冒辟疆曰：合古今灵秀之气，庶几铸此一人。",
            "江含徵曰：还要有松蘖之操才好。",
            "黄交三曰：论美人而曰“以诗词为心”，真是闻所未闻！"
        ]
    },
    {
        "content": "蝇集人面，蚊嘬人肤，不知以人为何物！",
        "comment": [
            "陈康畴曰：应是头陀转世，意中但求布施也。",
            "释菌人曰：不堪道破！",
            "张竹坡曰：此《南华》精髓也。",
            "尤悔庵曰：正以人之血肉只堪供蝇蚊咀嚼耳。以我视之，人也；自蝇蚊视之，何异腥膻臭腐乎！",
            "陆云士曰：集人面者，非蝇而蝇；嘬人肤者，非蚊而蚊。明知其为人也，而集之、嘬之，更不知其以人为何物！"
        ]
    },
    {
        "content": "有山林隐逸之乐而不知享者，渔樵也，农圃也，缁黄也；有园亭姬妾之乐而不能享、不善享者，富商也，大僚也。",
        "comment": [
            "弟木山曰：有山珍海错而不能享者，庖人也；有牙签玉轴而不能读者，蠹鱼也，书贾也。"
        ]
    },
    {
        "content": "黎举云：“欲令梅聘海棠，枨子(想是橙)臣樱桃，以芥嫁笋，但时不同耳！”予谓物各有偶，拟必于伦。今之嫁娶，殊觉未当。如梅之为物，品最清高；棠之为物，姿极妖艳。即使同时，亦不可为夫妇。不若梅聘梨花，海棠嫁杏，橼臣佛手，荔枝臣樱桃，秋海棠嫁雁来红，庶几相称耳。至若以芥嫁笋，笋如有知，必受河东狮子之累矣。",
        "comment": [
            "弟木山曰：余尝以芍药为牡丹后，因作贺表一通。兄曾云：“但恐芍药未必肯耳！”",
            "石天外曰：花神有知，当以花果数升谢蹇修矣。",
            "姜学在曰：雁来红做新郎，真个是老少年也。"
        ]
    },
    {
        "content": "五色有太过，有不及，惟黑与白无太过。",
        "comment": [
            "杜茶村曰：君独不闻唐有李太白乎？",
            "江含徵曰：又不闻“玄之又玄”乎？",
            "尤悔庵曰：知此道者，其惟弈乎！老子曰：“知其白，守其黑。”"
        ]
    },
    {
        "content": "许氏《说文》分部，有止有其部，而无所属之字者，下必注云：“凡某之属，皆从某。”赘句殊觉可笑，何不省此一句乎？",
        "comment": [
            "谭公子日：此独民县到任告示耳。",
            "王司直日：此亦古史之遗。"
        ]
    },
    {
        "content": "阅《水浒传》，至鲁达打镇关西、武松打虎，因思人生必有一桩极快意事，方不枉在生一场。即不能有其事，亦须著得一种得意之书，庶几无憾耳！（如李太白有贵妃捧砚事，司马相如有文君当垆事，严子陵有足加帝腹事，王之涣、王昌龄有旗亭画壁事，王子安有顺风过江作《滕王阁序》事之类。）",
        "comment": [
            "张竹坡曰：此等事，必须无意中方做得来。",
            "陆云士曰：心斋所著得意之书颇多，不止一打快活林、一打景阳冈称快意矣。",
            "弟木山曰：兄若打中山狼，更极快意。"
        ]
    },
    {
        "content": "春风如酒，夏风如茗，秋风如烟，如姜芥。",
        "comment": [
            "许筠庵曰：所以“秋风客”气味狠辣。",
            "张竹坡日：安得东风夜夜来！"
        ]
    },
    {
        "content": "冰裂纹极雅，然宜细不宜肥。若以之作窗栏，殊不耐观也。（冰裂纹须分大小，先作大冰裂，再于每大块之中作小冰裂，方佳。）",
        "comment": [
            "江含徵曰：此便是哥窑纹也。",
            "靳熊封曰：“一片冰心在玉壶”，可以移赠。"
        ]
    },
    {
        "content": "鸟声之最佳者，画眉第一，黄鹂、百舌次之。然黄鹂、百舌，世未有笼而畜之者。其殆高士之俦，可闻而不可屈者耶。",
        "comment": [
            "江含徵曰：又有“打起黄莺儿”者，然则亦有时用他不着。",
            "陆云士曰：“黄鹂住久浑相识，欲别频啼四五声。”来去有情，正不必笼而畜之也。"
        ]
    },
    {
        "content": "不治生产，其后必致累人；专务交游，其后必致累己。",
        "comment": [
            "杨圣藻曰：晨钟夕磬，发人深省。",
            "冒巢民曰：若在我，虽累己、累人，亦所不悔。",
            "宗子发曰：累己犹可，若累人，则不可矣。",
            "江含徵曰：今之人未必肯受你累，还是自家稳些的好。"
        ]
    },
    {
        "content": "昔人云：“妇人识字，多致诲淫。”予谓此非识字之过也。盖识字则非无闻之人，其淫也，人易得而知耳。",
        "comment": [
            "张竹坡曰：此名士持身，不可不加谨也。",
            "李若金曰：贞者识字愈贞，淫者不识字亦淫。"
        ]
    },
    {
        "content": "善读书者，无之而非书：山水亦书也，棋酒亦书也，花月亦书也；善游山水者，无之而非山水：书史亦山水也，诗酒亦山水也，花月亦山水也。",
        "comment": [
            "陈鹤山曰：此方是真善读书人，善游山水人。",
            "黄交三曰：善于领会者，当作如是观。",
            "江含徵曰：五更卧被，时有无数山水书籍在眼前胸中。",
            "尤悔庵曰：山耶，水耶，书耶，一而二，二而三，三而一者也。",
            "陆云士曰：妙舌如环，真慧业文人之语。"
        ]
    },
    {
        "content": "园亭之妙，在丘壑布置，不在雕绘琐屑。往往见人家园亭，屋脊墙头，雕砖镂瓦，非不穷极工巧，然未久即坏，坏后极难修葺，是何如朴素之为佳乎！",
        "comment": [
            "江含徵曰：世间最令人神怆者，莫如名园雅墅，一经颓废，风台月榭，埋没荆棘。故昔之贤达，有不欲置别业者。予尝过琴虞，留题名园，句有云：“而今绮砌雕栏在，剩与园丁作业钱。”盖伤之也。",
            "弟木山曰：予尝悟作园亭与作光棍二法。园亭之善，在多回廊；光棍之恶，在能结讼。"
        ]
    },
    {
        "content": "清宵独坐，邀月言愁；良夜孤眠，呼蛩语恨。",
        "comment": [
            "袁士旦曰：令我百端交集。",
            "黄孔植曰：此逆旅无聊之况，心斋亦知之乎！"
        ]
    },
    {
        "content": "官声采于舆论，豪右之口与寒乞之口俱不得其真；花案定于成心，艳媚之评与寝陋之评概恐失其实。",
        "comment": [
            "黄九烟曰：先师有言：“不如乡人之善者，好之；其不善者，恶之。”",
            "李若金曰：豪右而不讲分上，寒乞而不望推恩者，亦未尝无公论。",
            "倪永清曰：我谓众人唾骂者，其人必有可观。"
        ]
    },
    {
        "content": "胸藏丘壑，城市不异山林；兴寄烟霞，阎浮有如蓬岛。",
        "comment": ""
    },
    {
        "content": "梧桐为植物中清品，而形家独忌之，甚且谓“梧桐大如斗，主人往外走”，若竟视为不祥之物也者。夫剪桐封弟，其为宫中之桐可知；而卜世最久者，莫过于周。俗言之不足据，类如此夫！",
        "comment": [
            "江含徵曰：爱碧梧者，遂艰于白镪。造物盖忌之，故靳之也。有何吉凶、休咎之可关！只是打秋风时，光棍样可厌耳！",
            "尤悔庵曰：“梧桐生矣，于彼朝阳”，《诗》言之矣。",
            "倪永清曰：心斋为梧桐雪千古之奇冤，百卉俱当九顿。"
        ]
    },
    {
        "content": "多情者，不以生死易心；好饮者，不以寒暑改量；喜读书者，不以忙闲作辍。",
        "comment": [
            "朱其恭曰：此三言者，皆是心斋自为写照。",
            "王司直日：我愿饮酒、读《离骚》，至死方辍，何如？"
        ]
    },
    {
        "content": "蛛为蝶之敌国，驴为马之附庸。",
        "comment": [
            "周星远曰：妙论解颐，不数晋人危语、隐语。",
            "黄交三曰：自开辟以来，未闻有此奇论。"
        ]
    },
    {
        "content": "立品，须发乎宋人之道学；涉世，须参以晋代之风流。",
        "comment": [
            "方宝臣曰：真道学，未有不风流者。",
            "张竹坡曰：夫子自道也。",
            "胡静夫曰：予赠金陵前辈赵容庵句云：“文章鼎立庄骚外，杖履风流晋宋间。”今当移赠山老。",
            "倪永清曰：等闲地位，却是个双料圣人。",
            "陆云士曰：有不风流之道学，有风流之道学；有不道学风流，有道学之风流，毫厘千里。"
        ]
    },
    {
        "content": "古谓禽兽亦知人伦。予谓匪独禽兽也，即草木亦复有之。牡丹为王，芍药为相，其君臣也；南山之乔，北山之梓，其父子也；荆之闻分而枯，闻不分而活，其兄弟也；莲之并蒂，其夫妇也；兰之同心，其朋友也。",
        "comment": [
            "江含徵曰：纲常伦理，今日几于扫地，合向花木鸟兽中求之。",
            "又曰：心斋不喜迂腐，此却有腐气。"
        ]
    },
    {
        "content": "豪杰易于圣贤，文人多于才子。",
        "comment": [
            "张竹坡曰：豪杰不能为圣贤，圣贤未有不豪杰。文人才子亦然。"
        ]
    },
    {
        "content": "牛与马，一仕而一隐也；鹿与豕，一仙而一凡也。",
        "comment": [
            "杜茶村曰：田单之火牛，亦曾效力疆场；至马之隐者，则绝无之矣。若武王归马于华山之阳，所谓“勒令致仕”者也。",
            "张竹坡曰：“莫与儿孙作马牛”，盖为后人审出处语也。"
        ]
    },
    {
        "content": "古今至文，皆血泪所成。",
        "comment": [
            "吴晴岩曰：山老《清泪痕》一书，细看皆是血泪。",
            "江含徵曰：古今恶文，亦纯是血。"
        ]
    },
    {
        "content": "情之一字，所以维持世界；才之一字，所以粉饰乾坤。",
        "comment": [
            "吴雨若曰：世界原从情字生出，有夫妇，然后有父子；有父子，然后有兄弟；有兄弟，然后有朋友；有朋友，然后有君臣。",
            "释中洲曰：情与才缺一不可。"
        ]
    },
    {
        "content": "孔子生于东鲁。东者，生方，故礼乐文章，其道皆自无而有。释迦生于西方。西者，死地，故受想行识，其教皆自有而无。",
        "comment": [
            "吴街南曰：佛游东土，佛入生方；人望西天，岂知是寻死地。呜呼，西方之人兮，之死靡他！",
            "殷日戒曰：孔子只勉人生时用功，佛氏只教人死时作主，各自一意。",
            "倪永清曰：盘古生于天心，故其人在不有不无之间。"
        ]
    },
    {
        "content": "有青山方有绿水，水惟借色于山；有美酒便有佳诗，诗亦乞灵于酒。",
        "comment": [
            "李圣许曰：有青山绿水，乃可酌美酒而咏佳诗。是诗酒又发端于山水也。"
        ]
    },
    {
        "content": " 严君平，以卜讲学者也；孙思邈，以医讲学者也；诸葛武侯，以出师讲学者也。",
        "comment": [
            " 殷日戒曰：心斋殆又以《幽梦影》讲学者耶！",
            " 戴田友曰：如此讲学，才可称道学先生。"
        ]
    },
    {
        "content": "人则女美于男，禽则雄华于雌，兽则牝牡无分者也。",
        "comment": [
            "杜于皇曰：人亦有男美于女者，此尚非确论。",
            "徐松之曰：此是茶村兴到之言，亦非定论。"
        ]
    },
    {
        "content": "镜不幸而遇嫫母，砚不幸而遇俗子，剑不幸而遇庸将，皆无可奈何之事。",
        "comment": [
            "杨圣藻曰：凡不幸者，皆可以此概之。",
            "闵宾连日：心斋案头无一佳砚，然诗、文绝无一点尘俗气。此又砚之大幸也。",
            "曹冲谷曰：最无可奈何者，佳人定随痴汉。"
        ]
    },
    {
        "content": "天下无书则已，有则必当读；无酒则已，有则必当饮；无名山则已，有则必当游；无花月则已，有则必当赏玩；无才子佳人则已，有则必当爱慕怜惜。",
        "comment": [
            "弟木山日：谈何容易！即吾家黄山，几能得一到耶？"
        ]
    },
    {
        "content": "秋虫春鸟，尚能调声弄舌，时吐好音；我辈搦管拈毫，岂可甘作鸦鸣牛喘！",
        "comment": [
            "吴园次曰：牛若不喘，宰相安肯问之？",
            "张竹坡曰：宰相不问科律，而问牛喘，真是文章司命！",
            "倪永清曰：世皆以鸦呜牛喘为凤歌鸾唱，奈何！"
        ]
    },
    {
        "content": " 媸颜陋质，不与镜为仇者，亦以镜为无知之死物耳。使镜而有知，必遭扑破矣。",
        "comment": [
            " 江含徵曰：镜而有知，遇若辈早已回避矣。",
            " 张竹坡曰：镜而有知，必当化媸为妍。"
        ]
    },
    {
        "content": "吾家公艺，恃百忍以同居，千古传为美谈。殊不知忍而至于百，则其家庭乖戾睽隔之处，正未易更仆数也。",
        "comment": [
            "江含徵曰：然除了一忍，更无别法。",
            "顾天石曰：心斋此论，先得我心。忍以治家可耳；奈何进之高宗，使忍以养成武氏之祸哉！",
            "倪永清曰：若用“忍”字，则百犹嫌少。否则以“剑”字处之，足矣。或曰“出家”二字，足以处之。",
            "王安节曰：惟其乖戾睽隔，是以要忍。"
        ]
    },
    {
        "content": "九世同居，诚为盛事。然止当与割股、庐墓者作一例看。可以为难矣，不可以为法也，以其非中庸之道也。",
        "comment": [
            "洪去芜曰：古人原有“父子异宫”之说。",
            "沈契掌曰：必居天下之广居而后可。"
        ]
    },
    {
        "content": "作文之法，意之曲折者，宜写之以显浅之词；理之显浅者，宜运之以曲折之笔。题之熟者，参之以新奇之想；题之庸者，深之以关系之论。至于窘者舒之使长，缛者删之使简，俚者文之使雅，闹者摄之使静，皆所谓裁制也。",
        "comment": [
            "陈康畴曰：深得作文三昧语。",
            "张竹坡曰：所谓节制之师。",
            "王丹麓曰：文家秘旨，和盘托出，有功作者不浅。"
        ]
    },
    {
        "content": "笋为蔬中尤物，荔枝为果中尤物，蟹为水中尤物，酒为饮食中尤物，月为天文中尤物，西湖为山水中尤物，词曲为文字中尤物。",
        "comment": [
            "张南村曰：《幽梦影》可为书中尤物。",
            "陈鹤山曰：此一则又为《幽梦影》中尤物。"
        ]
    },
    {
        "content": "买得一本好花，犹且爱护而怜惜之，矧其为解语花乎！",
        "comment": [
            "周星远曰：性至之语，自是君身有仙骨，世人那得知其故耶！",
            "石天外曰：此一副心，令我念佛数声。",
            "李若金曰：花能解语，而落于粗恶武夫，或遭狮吼戕贼，虽欲爱护，何可得？",
            "王司直曰：此言是恻隐之心，即是是非之心。"
        ]
    },
    {
        "content": "观手中便面，足以知其人之雅俗，足以识其人之交游。",
        "comment": [
            "李圣许曰：今人以笔资丐名人书画，名人何尝与之交游！吾知其手中便面虽雅，而其人则俗甚也。心斋此条，犹非定论。",
            "毕蝎谷曰：人苟肯以笔资丐名人书画，则其人犹有雅道存焉，世固有并不爱此道者。",
            "钱目天曰：二说皆然。"
        ]
    },
    {
        "content": " 水为至污之所会归，火为至污之所不到。若变不洁为至洁，则水火皆然。",
        "comment": [
            " 江含徵曰：世间之物，宜投诸水火者不少，盖喜其变也。"
        ]
    },
    {
        "content": "貌有丑而可观者，有虽不丑而不足观者；文有不通而可爱者，有虽通而极可厌者。此未易与浅人道也。",
        "comment": [
            "陈康畴曰：相马于牝牡骊黄之外者，得之矣。",
            "李若金曰：究竟可观者，必有奇怪处；可爱者，必无大不通。",
            "梅雪坪曰：虽通而可厌，便可谓之不通。"
        ]
    },
    {
        "content": " 游玩山水，亦复有缘。苟机缘未至，则虽近在数十里之内，亦无暇到也。",
        "comment": [
            "张南村曰：予晤心斋时，询其曾游黄山否。心斋对以“未游”，当是机缘未至耳。",
            "陆云士曰：余慕心斋者十年。今戊寅之冬，始得一面。身到黄山恨其晚，而正未晚也。"
        ]
    },
    {
        "content": "贫而无谄，富而无骄，古人之所贤也；贫而无骄，富而无谄，今人之所少也。足以知世风之降矣。",
        "comment": [
            "许耒庵曰：战国时已有“贫贱骄人”之说矣。",
            "张竹坡曰：有一人一时而对此谄、对彼骄者，更难！"
        ]
    },
    {
        "content": "昔人欲以十年读书、十年游山、十年检藏。予谓检藏尽可不必十年，只二三载足矣。若读书与游山，虽或相倍蓰，恐亦不足以偿所愿也。必也，如黄九烟前辈之所云，人生必三百年而后可乎？",
        "comment": [
            "江含徵曰：昔贤原谓尽则安能，但身到处，莫放过耳。",
            "孙松坪曰：吾乡李长蘅先生爱湖上诸山，有“每个峰头住一年”之句。然则黄九烟先生所云，犹恨其少。",
            "张竹坡曰：今日想来，彭祖反不如马迁。"
        ]
    },
    {
        "content": "宁为小人之所骂，毋为君子之所鄙；宁为盲主司之所摈弃，毋为诸名宿之所不知。",
        "comment": [
            "陈康畴曰：世之人自今以后，慎毋骂心斋也。",
            "江含徵曰：不独骂也，即打亦无妨，但恐鸡肋不足以安尊拳耳！",
            "张竹坡曰：后二句足少平吾恨。",
            "李若金曰：不为小人所骂，便是乡愿；若为君子所鄙，断非佳士。"
        ]
    },
    {
        "content": "傲骨不可无，傲心不可有。无傲骨则近于鄙夫，有傲心不得为君子。",
        "comment": [
            "吴街南曰：立君子之侧，骨亦不可傲；当鄙夫之前，心亦不可不傲。",
            "石天外曰：道学之言，才人之笔。",
            "庞笔奴曰：现身说法，真实妙谛。"
        ]
    },
    {
        "content": "蝉为虫中之夷、齐，蜂为虫中之管、晏。",
        "comment": [
            "崔青峙曰：心斋可谓虫之董狐。",
            "吴镜秋曰：蚊是虫中酷吏，蝇是虫中游客。"
        ]
    },
    {
        "content": "曰痴、曰愚、曰拙、曰狂，皆非好字面，而人每乐居之；曰奸、曰黠、曰强、曰佞，反是，而人每不乐居之，何也？",
        "comment": [
            "江含徵曰：有其名者无其实，有其实者避其名。"
        ]
    },
    {
        "content": "唐、虞之际，音乐可感鸟兽。此盖唐、虞之鸟兽，故可感耳。若后世之鸟兽，恐未必然。",
        "comment": [
            "洪去芜曰：然则鸟兽亦随世道为升降耶？",
            "陈康畴日：后世之鸟兽，应是后世之人所化身，即不无升降，正未可知。",
            "石天外曰：鸟兽自是可感，但无唐、虞音乐耳。",
            "毕右万曰：后世之鸟兽，与唐、虞无异，但后世之人迥不同耳！"
        ]
    },
    {
        "content": "痛可忍，而痒不可忍；苦可耐，而酸不可耐。",
        "comment": [
            "陈康畴曰：余见酸子偏不耐苦。",
            "张竹坡曰：是痛、痒关心语。",
            "余香祖曰：痒不可忍，须倩麻姑搔背。",
            "释牧堂曰：若知痛痒、辨苦酸，便是居士悟处。"
        ]
    },
    {
        "content": "镜中之影，著色人物也；月下之影，写意人物也。镜中之影，钩边画也；月下之影，没骨画也。月中山河之影，天文中地理也；水中星月之象，地理中天文也。",
        "comment": [
            "恽叔子曰：绘空镂影之笔。",
            "石天外曰：此种著色写意，能令古今善画人一齐搁笔。",
            "沈契掌曰：好影子俱被心斋先生画著。"
        ]
    },
    {
        "content": "能读无字之书，方可得惊人妙句；能会难通之解，方可参最上禅机。",
        "comment": [
            "黄交三曰：山老之学，从悟而入，故常有彻天彻地之言。"
        ]
    },
    {
        "content": "若无诗酒，则山水为具文；若无佳丽，则花月皆虚设。",
        "comment": ""
    },
    {
        "content": "才子而美姿容，佳人而工著作，断不能永年者。匪独为造物之所忌，盖此种原不独为一时之宝，乃古今万世之宝，故不欲久留人世，以取亵耳！",
        "comment": [
            "郑破水曰：千古伤心，同声一哭。",
            "王司直曰：千古伤心者，读此可以不哭矣！"
        ]
    },
    {
        "content": " 陈平封曲逆侯，《史》、《汉》注皆云“音去遇”。予谓此是北人土音耳。若南人四音俱全，似仍当读作本音为是。（北人于唱曲之曲，亦读如去字。）",
        "comment": [
            "孙松坪曰：曲逆，今定县也。众水潆洄，势曲而流逆。予尝为土人订之，心斋重发吾覆矣。"
        ]
    },
    {
        "content": "古人四声俱备，如“六”、“国”二字皆入声也。今梨园演苏秦剧，必读“六”为“溜”，读“国”为“鬼”，从无读入声者。然考之《诗经》，如“良马六之”、“无衣六兮”之类，皆不与去声叶，而叶祝告燠；“国”字皆不与上声叶，而叶入陌质韵。则是古人似亦有入声，未必尽读“六”为“溜”，读“国”为“鬼”也。",
        "comment": [
            "弟木山曰：梨园演苏秦，原不尽读“六国”为“溜鬼”，大抵以曲调为别。若曲是南调，则仍读入声也。"
        ]
    },
    {
        "content": "闲人之砚，固欲其佳；而忙人之砚，尤不可不佳。娱情之妾，固欲其美；而广嗣之妾，亦不可不美。",
        "comment": [
            "江含徵曰：砚美下墨可也，妾美招妒奈何？",
            "张竹坡曰：妒在妾，不在美。"
        ]
    },
    {
        "content": " 如何是独乐乐，曰鼓琴；如何是与人乐乐，曰弈棋；如何是与众乐乐，曰马吊。",
        "comment": [
            "蔡铉升曰：独乐乐，与人乐乐，孰乐？曰不若与人。与少乐乐，与众乐乐，孰乐？曰不若与少。",
            "王丹麓曰：我与蔡君异。独畏人为鬼阵，见则必乱其局而后已。"
        ]
    },
    {
        "content": "不待教而为善为恶者，胎生也；必待教而后为善为恶者，卵生也；偶因一事之感触而突然为善为恶者，湿生也（如周处、戴渊之改过，李怀光反叛之类）；前后判若两截，究非一日之故者，化生也（如唐玄宗、卫武公之类）。",
        "comment": ""
    },
    {
        "content": "凡物皆以形用，其以神用者，则镜也、符印也、日晷也、指南针也。",
        "comment": [
            "袁中江曰：凡人皆以形用。其以神用者，圣贤也，仙也，佛也。",
            "黄虞外士曰：凡物之用皆形，而其所以然者，神也。镜凸凹而易其肥瘦，符印以专一而主其神机，日晷以恰当而定准则，指南以灵动而活其针缝。是皆神而明之存乎人矣。"
        ]
    },
    {
        "content": "才子遇才子，每有怜才之心；美人遇美人，必无惜美之意。我愿来世托为绝代佳人，一反其局而后快。",
        "comment": [
            "陈鹤山曰：谚云：“鲍老当筵笑郭郎，笑他舞袖大郎当。若教鲍老当筵舞，转更郎当舞袖长。”则为之奈何？",
            "郑蕃修曰：俟心斋来世为佳人时再议。",
            "余湘客曰：古亦有“我见犹怜”者。",
            "倪永清曰：再来时不可忘却。"
        ]
    },
    {
        "content": "予尝欲建一无遮大会，一祭历代才子，一祭历代佳人。俟遇有真正高僧，即当为之。",
        "comment": [
            "顾天石曰：君若果有此盛举，请迟至二三十年之后，则我亦可以拜领盛情也。",
            "释中洲曰：我是真正高僧，请即为之，何如？不然，则此二种沉魂滞魄，何日而得解脱耶？",
            "江含徵曰：折柬虽具，而未有定期，则才子佳人亦复怨声载道。",
            "又曰：我恐非才子而冒为才子，非佳人而冒为佳人。虽有十万八千母陀罗臂，亦不能具香厨法膳也，心斋以为然否？",
            "释远峰曰：中洲和尚，不得夺我施主！"
        ]
    },
    {
        "content": "圣贤者，天地之替身。",
        "comment": [
            "石天外曰：此语大有功名教，敢不伏地拜倒！",
            "张竹坡曰：圣贤者，乾坤之帮手。"
        ]
    },
    {
        "content": "天极不难做，只须生仁人君子有才德者二三十人足矣。君一、相一、冢宰一，及诸路总制、抚军是也。",
        "comment": [
            "黄九烟曰：吴歌有云：“做天切莫做四月天。”可见天亦有难做之时。",
            "江含徵曰：天若好做，又不须女娲氏补之。",
            "尤谨庸曰：天不做天，只是做梦。奈何！奈何！",
            "倪永清曰：天若都生善人，君相皆当袖手，便可无为而治。",
            "陆云士曰：极诞极奇之话，极真极确之话。"
        ]
    },
    {
        "content": "掷“升官图”，所重在德，所忌在赃。何一登仕版，辄与之相反耶？",
        "comment": [
            "江含徵曰：所重在德，不过是要赢几文钱耳！",
            "沈契掌曰：仕版原与纸版不同！"
        ]
    },
    {
        "content": "动物中有三教焉：蛟、龙、麟、凤之属，近于儒者也；猿、狐、鹤、鹿之属，近于仙者也；狮子、牯牛之属，近于释者也。##植物中有三教焉：竹、梧、兰、蕙之属，近于儒者也；蟠桃、老桂之属，近于仙者也；莲花、薝蔔之属，近于释者也。",
        "comment": [
            "顾天石曰：请高唱《西厢》一句，一个通彻三教九流。",
            "石天外曰：众人碌碌，动物中蜉蝣而已；世人峥嵘，植物中荆棘而已。"
        ]
    },
    {
        "content": "佛氏云：“日月在须弥山腰。”果尔，则日月必是绕山横行而后可。苟有升有降，必为山巅所碍矣。又云：“地上有阿耨达池，其水四出，流入诸印度。”又云：“地轮之下为水轮，水轮之下为风轮，风轮之下为空轮。”余谓此皆喻言人身也。须弥山喻人首，日月喻两目；池水四出喻血脉流通，地轮喻此身，水为便溺，风为泄气。此下则无物也。",
        "comment": [
            "释远峰曰：却被此公道破。",
            "毕右万曰：乾坤交后，有三股大气：一呼吸、二盘旋、三升降。呼吸之气，在八卦为震、巽，在天地为风、雷，为海潮，在人身为鼻息；盘旋之气，在八卦为坎、离，在天地为日、月，在人身为两目，为指尖、发顶罗纹，在草木为树节、蕉心；升降之气，在八卦为艮、兑，在天地为山、泽，在人身为髓液便溺，为头颅、肚腹，在草木为花叶之萌、雕，为树梢之向天、树根之入地。知此，而寓言之出于二氏者，皆可类推而悟。"
        ]
    },
    {
        "content": "苏东坡和陶诗，尚遗数十首。予尝欲集坡句以补之，苦于韵之弗备而止。如《责子诗》中“不识六与七”、“但觅梨与栗”，“七”字与“栗”字，皆无其韵也。",
        "comment": ""
    },
    {
        "content": "予尝偶得句，亦殊可喜。惜无佳对，遂未成诗。其一为“枯叶带虫飞”，其一为“乡月大于城”。姑存之，以俟异日。",
        "comment": ""
    },
    {
        "content": " “空山无人，水流花开”二句，极琴心之妙境；“胜固欣然，败亦可喜”二句，极手谈之妙境；“帆随湘转，望衡九面”二句，极泛舟之妙境；“胡然而天，胡然而帝”二句，极美人之妙境。",
        "comment": ""
    },
    {
        "content": "镜与水之影，所受者也；日与灯之影，所施者也；月之有影，则在天者为受，而在地者为施也。",
        "comment": [
            "郑破水曰：受、施二字，深得阴阳之理。",
            "庞天池曰：幽梦之影，在心斋为施，在笔奴为受。"
        ]
    },
    {
        "content": "水之为声有四：有瀑布声，有流泉声，有滩声，有沟浍声；风之为声有三：有松涛声，有秋叶声，有波浪声；雨之为声有二：有梧叶、荷叶上声，有承檐溜竹筒中声。",
        "comment": [
            "弟木山曰：数声之中，惟水声最为厌。以其无已时，甚聒人耳也。"
        ]
    },
    {
        "content": "文人每好鄙薄富人，然于诗文之佳者，又往往以金玉、珠玑、锦绣誉之，则又何也？",
        "comment": [
            "陈鹤山曰：犹之富贵家张山癯野老落木荒村之画耳。",
            "江含徵曰：富人嫌其悭且俗耳，非嫌其珠玉文绣也。",
            "张竹坡曰：不文，虽穷可鄙；能文，虽富可敬。",
            "陆云士曰：竹坡之言，是真公道说话！",
            "李若金曰：富人之可鄙者，在吝，或不好史、书，或畏交游，或趋炎热而轻忽寒士。若非然者，则富翁大有裨益人处，何可少之！"
        ]
    },
    {
        "content": "能闲世人之所忙者，方能忙世人之所闲。",
        "comment": ""
    },
    {
        "content": "先读经，后读史，则论事不谬于圣贤；既读史，复读经，则观书不徒为章句。",
        "comment": [
            "黄交三曰：宋儒语录中不可多得之句。",
            "陆云士曰：先儒著书法，累牍连章，不若心斋数言道尽。",
            "王宓草曰：妄论经、史者，还宜退而读经。"
        ]
    },
    {
        "content": "居城市中，当以画幅当山水，以盆景当苑囿，以书籍当朋友。",
        "comment": [
            "周星远曰：究是心斋偏重独乐乐！",
            "王司直曰：心斋先生置身于画中矣！"
        ]
    },
    {
        "content": "乡居须得良朋始佳，若田夫樵子仅能辨五谷而测晴雨，久且数，未免生厌矣。而友之中又当以能诗为第一，能谈次之，能画次之，能歌又次之，解觞政者又次之。",
        "comment": [
            "江含徵曰：说鬼话者，又次之。",
            "殷日戒曰：奔走于富贵之门者，自应以善说鬼话为第一，而诸客次之。",
            "倪永清曰：能诗者，必能说鬼话。",
            "陆云士曰：三说递进，愈转愈妙，滑稽之雄。"
        ]
    },
    {
        "content": "玉兰，花中之伯夷也(高而且洁)；葵，花中之伊尹也(倾心向日)；莲，花中之柳下惠也(污泥不染)。鹤，鸟中之伯夷也(仙品)；鸡，鸟中之伊尹也(司晨)；莺，鸟中之柳下惠也(求友)。",
        "comment": ""
    },
    {
        "content": "无其罪而虚受恶名者，蠹鱼也（蛀书之虫另是一种，其形如蚕蛹而差小）；有其罪而恒逃清议者，蜘蛛也。",
        "comment": [
            "张竹坡曰：自是老吏断狱。",
            "李若金曰：予尝有除蛛网说，则讨之未尝无人。"
        ]
    },
    {
        "content": "臭腐化为神奇，酱也，乳也，金汁也；至神奇化为臭腐，则是物皆然。",
        "comment": [
            "袁中江曰：神奇不化臭腐者，黄金也、真诗文也。",
            "王司直曰：曹操、王安石文字，亦是神奇出于臭腐。"
        ]
    },
    {
        "content": "黑与白交，黑能污白，白不能掩黑；香与臭混，臭能胜香，香不能敌臭。此君子小人相攻之大势也。",
        "comment": [
            "弟木山曰：人必喜白而恶黑，黜臭而取香，此又君子必胜小人之理也。理在，又乌论乎势！",
            "石天外曰：余尝言：于黑处著一些白，人必惊心骇目，皆知黑处有白；于白处著一些黑，人亦必惊心骇目，以为白处有黑。甚矣！君子之易于形短，小人之易于见长，此不虞之誉、求全之毁所由来也。读此慨然。",
            "倪永清曰：当今以臭攻臭者不少。"
        ]
    },
    {
        "content": "耻之一字，所以治君子；痛之一字，所以治小人。",
        "comment": [
            " 张竹坡曰：若使君子以耻治小人，则有耻且格；小人以痛报君子，则尽忠报国。"
        ]
    },
    {
        "content": "镜不能自照，衡不能自权，剑不能自击。",
        "comment": [
            "倪永清曰：诗不能自传，文不能自誉。",
            "庞天池曰：美不能自见，恶不能自掩。"
        ]
    },
    {
        "content": "古人云：“诗必穷而后工。”盖穷则语多感慨，易于见长耳。若富贵中人，既不可忧贫叹贱，所谈者不过风云月露而已，诗安得佳！##苟思所变，计惟有出游一法。即以所见之山川风土、物产人情，或当疮痍兵燹之余，或值旱涝灾棂之后，无一不可寓之诗中。借他人之穷愁，以供我之咏叹，则诗亦不必待穷而后工也。",
        "comment": [
            "张竹坡曰：所以郑监门《流民图》独步千古。",
            "倪永清曰：得意之游，不暇作诗；失意之游，不能作诗。苟能以无意游之，则眼光识力定是不同。",
            "尤悔庵曰：世之穷者多而工诗者少，诗亦不任受过也。"
        ]
    }
]
