{
    "chapter": "中庸",
    "paragraphs": [
        "天命之谓性，率性之谓道，修道之谓教。道也者，不可须臾离也，可离非道也。是故君子戒慎乎其所不睹，恐惧乎其所不闻。莫见乎隐，莫显乎微。故君子慎其独也。喜怒哀乐之未发，谓之中；发而皆中节，谓之和；中也者，天下之大本也；和也者，天下之达道也。致中和，天地位焉，万物育焉。",
        "仲尼曰：「君子中庸，小人反中庸。君子之中庸也，君子而时中；小人之中庸也，小人而无忌惮也。」",
        "子曰：「中庸其至矣乎！民鲜能久矣！」",
        "子曰：「道之不行也，我知之矣：知者过之，愚者不及也。道之不明也，我知之矣：贤者过之，不肖者不及也。人莫不饮食也，鲜能知味也。」",
        "子曰：「道其不行矣夫。」",
        "子曰：「舜其大知也与！舜好问而好察迩言，隐恶而扬善，执其两端，用其中于民，其斯以为舜乎！」",
        "子曰：「人皆曰『予知』，驱而纳诸罟擭陷阱之中，而莫之知辟也。人皆曰『予知』，择乎中庸，而不能期月守也。」",
        "子曰：「回之为人也，择乎中庸，得一善，则拳拳服膺而弗失之矣。」",
        "子曰：「天下国家可均也，爵禄可辞也，白刃可蹈也，中庸不可能也。」",
        "子路问强。子曰：「南方之强与？北方之强与？抑而强与？宽柔以教，不报无道，南方之强也，君子居之。衽金革，死而不厌，北方之强也，而强者居之。故君子和而不流，强哉矫！中立而不倚，强哉矫！国有道，不变塞焉，强哉矫！国无道，至死不变，强哉矫！」",
        "子曰：「素隐行怪，后世有述焉，吾弗为之矣。君子遵道而行，半涂而废，吾弗能已矣。君子依乎中庸，遁世不见知而不悔，唯圣者能之。",
        "君子之道费而隐。夫妇之愚，可以与知焉，及其至也，虽圣人亦有所不知焉；夫妇之不肖，可以能行焉，及其至也，虽圣人亦有所不能焉。天地之大也，人犹有所憾，故君子语大，天下莫能载焉；语小，天下莫能破焉。《诗》云：『鸢飞戾天，鱼跃于渊。』言其上下察也。君子之道，造端乎夫妇，及其至也，察乎天地。」",
        "子曰：「道不远人。人之为道而远人，不可以为道。《诗》云：『伐柯伐柯，其则不远。』执柯以伐柯，睨而视之，犹以为远。故君子以人治人，改而止。忠恕违道不远，施诸己而不愿，亦勿施于人。君子之道四，丘未能一焉：所求乎子以事父，未能也；所求乎臣以事君，未能也；所求乎弟以事兄，未能也；所求乎朋友先施之，未能也。庸德之行，庸言之谨，有所不足，不敢不勉，有余不敢尽；言顾行，行顾言，君子胡不慥慥尔！",
        "君子素其位而行，不愿乎其外。素富贵，行乎富贵；素贫贱，行乎贫贱；素夷狄，行乎夷狄；素患难，行乎患难：君子无入而不自得焉。在上位不陵下，在下位不援上，正己而不求于人，则无怨。上不怨天，下不尤人。故君子居易以俟命，小人行险以徼幸。」",
        "子曰：「射有似乎君子，失诸正鹄，反求诸其身。君子之道，辟如行远必自迩，辟如登高必自卑。《诗》曰：『妻子好合，如鼓瑟琴；兄弟既翕，和乐且耽。宜尔室家，乐尔妻帑。』」子曰：「父母其顺矣乎！」",
        "子曰：「鬼神之为德，其盛矣乎！视之而弗见，听之而弗闻，体物而不可遗。使天下之人齐明盛服，以承祭祀，洋洋乎如在其上，如在其左右。《诗》曰：『神之格思，不可度思！矧可射思！』夫微之显，诚之不可掩如此夫。」",
        "子曰：「舜其大孝也与！德为圣人，尊为天子，富有四海之内。宗庙飨之，子孙保之。故大德必得其位，必得其禄，必得其名，必得其寿。故天之生物，必因其材而笃焉。故栽者培之，倾者覆之。《诗》曰：『嘉乐君子，宪宪令德！宜民宜人，受禄于天。保佑命之，自天申之！』故大德者必受命。」",
        "子曰：「无忧者其惟文王乎！以王季为父，以武王为子，父作之，子述之。武王缵大王、王季、文王之绪，壹戎衣而有天下，身不失天下之显名；尊为天子，富有四海之内。宗庙飨之，子孙保之。武王末受命，周公成文、武之德，追王大王、王季，上祀先公以天子之礼。斯礼也，达乎诸侯、大夫及士、庶人。父为大夫，子为士，葬以大夫，祭以士。父为士，子为大夫，葬以士，祭以大夫。期之丧，达乎大夫；三年之丧，达乎天子；父母之丧，无贵贱，一也。」",
        "子曰：「武王、周公，其达孝矣乎！夫孝者：善继人之志，善述人之事者也。春、秋修其祖庙，陈其宗器，设其裳衣，荐其时食。宗庙之礼，所以序昭穆也；序爵，所以辨贵贱也；序事，所以辨贤也；旅酬下为上，所以逮贱也；燕毛，所以序齿也。践其位，行其礼，奏其乐，敬其所尊，爱其所亲，事死如事生，事亡如事存，孝之至也。郊社之礼，所以事上帝也；宗庙之礼，所以祀乎其先也。明乎郊社之礼、禘尝之义，治国其如示诸掌乎！」",
        "哀公问政。子曰：「文、武之政，布在方策，其人存，则其政举；其人亡，则其政息。人道敏政，地道敏树。夫政也者，蒲卢也。故为政在人，取人以身，修身以道，修道以仁。仁者人也，亲亲为大；义者宜也，尊贤为大。亲亲之杀，尊贤之等，礼所生也。在下位不获乎上，民不可得而治矣！故君子不可以不修身；思修身，不可以不事亲；思事亲，不可以不知人；思知人，不可以不知天。天下之达道五，所以行之者三，曰：君臣也，父子也，夫妇也，昆弟也，朋友之交也，五者天下之达道也。知仁勇三者，天下之达德也，所以行之者一也。或生而知之，或学而知之，或困而知之，及其知之，一也；或安而行之，或利而行之，或勉强而行之，及其成功，一也。」",
        "子曰：「好学近乎知，力行近乎仁，知耻近乎勇。知斯三者，则知所以修身；知所以修身，则知所以治人；知所以治人，则知所以治天下国家矣。凡为天下国家有九经，曰：修身也，尊贤也，亲亲也，敬大臣也，体群臣也，子庶民也，来百工也，柔远人也，怀诸侯也。修身则道立，尊贤则不惑，亲亲则诸父昆弟不怨，敬大臣则不眩，体群臣则士之报礼重，子庶民则百姓劝，来百工则财用足，柔远人则四方归之，怀诸侯则天下畏之。齐明盛服，非礼不动，所以修身也；去谗远色，贱货而贵德，所以劝贤也；尊其位，重其禄，同其好恶，所以劝亲亲也；官盛任使，所以劝大臣也；忠信重禄，所以劝士也；时使薄敛，所以劝百姓也；日省月试，既廪称事，所以劝百工也；送往迎来，嘉善而矜不能，所以柔远人也；继绝世，举废国，治乱持危，朝聘以时，厚往而薄来，所以怀诸侯也。凡为天下国家有九经，所以行之者一也。」",
        "「凡事豫则立，不豫则废。言前定则不跲，事前定则不困，行前定则不疚，道前定则不穷。在下位不获乎上，民不可得而治矣；获乎上有道：不信乎朋友，不获乎上矣；信乎朋友有道：不顺乎亲，不信乎朋友矣；顺乎亲有道：反诸身不诚，不顺乎亲矣；诚身有道：不明乎善，不诚乎身矣。诚者，天之道也；诚之者，人之道也。诚者不勉而中，不思而得，从容中道，圣人也。诚之者，择善而固执之者也。博学之，审问之，慎思之，明辨之，笃行之。有弗学，学之弗能，弗措也；有弗问，问之弗知，弗措也；有弗思，思之弗得，弗措也；有弗辨，辨之弗明，弗措也，有弗行，行之弗笃，弗措也。人一能之己百之，人十能之己千之。果能此道矣，虽愚必明，虽柔必强。」",
        "自诚明，谓之性；自明诚，谓之教。诚则明矣，明则诚矣。唯天下至诚，为能尽其性；能尽其性，则能尽人之性；能尽人之性，则能尽物之性；能尽物之性，则可以赞天地之化育；可以赞天地之化育，则可以与天地参矣。",
        "其次致曲。曲能有诚，诚则形，形则著，著则明，明则动，动则变，变则化。唯天下至诚为能化。",
        "至诚之道，可以前知。国家将兴，必有祯祥；国家将亡，必有妖孽。见乎蓍龟，动乎四体。祸福将至：善，必先知之；不善，必先知之。故至诚如神。",
        "诚者自成也，而道自道也。诚者物之终始，不诚无物。是故君子诚之为贵。诚者非自成己而已也，所以成物也。成己，仁也；成物，知也。性之德也，合外内之道也，故时措之宜也。故至诚无息。不息则久，久则征，征则悠远，悠远则博厚，博厚则高明。博厚，所以载物也；高明，所以覆物也；悠久，所以成物也。博厚配地，高明配天，悠久无疆。如此者，不见而章，不动而变，无为而成。",
        "天地之道，可壹言而尽也。其为物不贰，则其生物不测。天地之道，博也厚也，高也明也，悠也久也。今夫天，斯昭昭之多，及其无穷也，日月星辰系焉，万物覆焉。今夫地，一撮土之多，及其广厚，载华岳而不重，振河海而不泄，万物载焉。今夫山，一拳石之多，及其广大，草木生之，禽兽居之，宝藏兴焉。今夫水，一勺之多，及其不测，鼋鼍、蛟龙、鱼鳖生焉，货财殖焉。《诗》云：「维天之命，于穆不已！」盖曰天之所以为天也。「于乎不显！文王之德之纯！」盖曰文王之所以为文也，纯亦不已。",
        "大哉，圣人之道！洋洋乎发育万物，峻极于天。优优大哉！礼仪三百，威仪三千，待其人然后行。故曰：苟不至德，至道不凝焉。故君子尊德性而道问学，致广大而尽精微，极高明而中庸。温故而知新，敦厚以崇礼。是故居上不骄，为下不倍；国有道，其言足以兴，国无道，其默足以容。《诗》曰：「既明且哲，以保其身。」其此之谓与！",
        "子曰：「愚而好自用，贱而好自专，生乎今之世，反古之道。如此者，灾及其身者也。」非天子，不议礼，不制度，不考文。今天下车同轨，书同文，行同伦。虽有其位，苟无其德，不敢作礼乐焉；虽有其德，苟无其位，亦不敢作礼乐焉。",
        "子曰：「吾说夏礼，杞不足征也。吾学殷礼，有宋存焉；吾学周礼，今用之，吾从周。」王天下有三重焉，其寡过矣乎！上焉者虽善无征，无征不信，不信民弗从；下焉者虽善不尊，不尊不信，不信民弗从。故君子之道本诸身，征诸庶民，考诸三王而不缪，建诸天地而不悖，质诸鬼神而无疑，百世以俟圣人而不惑。质诸鬼神而无疑，知天也；百世以俟圣人而不惑，知人也。是故君子动而世为天下道，行而世为天下法，言而世为天下则。远之则有望，近之则不厌。《诗》曰：「在彼无恶，在此无射；庶几夙夜，以永终誉！」君子未有不如此而蚤有誉于天下者也。",
        "仲尼祖述尧、舜，宪章文、武；上律天时，下袭水土。辟如天地之无不持载，无不覆帱，辟如四时之错行，如日月之代明。万物并育而不相害，道并行而不相悖，小德川流，大德敦化，此天地之所以为大也。",
        "唯天下至圣，为能聪明睿知，足以有临也；宽裕温柔，足以有容也；发强刚毅，足以有执也；齐庄中正，足以有敬也；文理密察，足以有别也。溥博渊泉，而时出之。溥博如天，渊泉如渊。见而民莫不敬，言而民莫不信，行而民莫不说。是以声名洋溢乎中国，施及蛮貊；舟车所至，人力所通，天之所覆，地之所载，日月所照，霜露所队；凡有血气者，莫不尊亲，故曰配天。",
        "唯天下至诚，为能经纶天下之大经，立天下之大本，知天地之化育。夫焉有所倚？肫肫其仁！渊渊其渊！浩浩其天！苟不固聪明圣知达天德者，其孰能知之？",
        "《诗》曰：「衣锦尚䌹」，恶其文之著也。故君子之道，闇然而日章；小人之道，的然而日亡。君子之道：淡而不厌，简而文，温而理，知远之近，知风之自，知微之显，可与入德矣。",
        "《诗》云：「潜虽伏矣，亦孔之昭！」故君子内省不疚，无恶于志。君子所不可及者，其唯人之所不见乎！",
        "《诗》云：「相在尔室，尚不愧于屋漏。」故君子不动而敬，不言而信。",
        "《诗》曰：「奏假无言，时靡有争。」是故君子不赏而民劝，不怒而民威于鈇钺。",
        "《诗》曰：「不显惟德！百辟其刑之。」是故君子笃恭而天下平。",
        "《诗》曰：「予怀明德，不大声以色。」子曰：「声色之于以化民，末也。」《诗》曰：「德輶如毛」，毛犹有伦；「上天之载，无声无臭」，至矣！"
    ]
}